export function getAccountName(id){
  switch(id) {
    case "114101":
    return "114101: ضريبة القيمة المضافة"
    case "114201":
    return "114201: استيراد التبغ ومشتقاته"
    case "114202":
    return "114202: ضريبة الكحول"
    case "114203":
    return "114203: ضريبة لحم الخنزير"
    case "121101":
    return "121101: إشتراكات التقاعد للمدنيين"
    case "121102":
    return "121102: اشتراكات تقاعد العسكريين"
    case "133101":
    return "133101: مساهمات حكومات الإمارات (نقداً)"
    case "133102":
    return "133102: مساهمات من امارة دبي (نقداً)"
    case "133103":
    return "133103: مساهمات من امارة الشارقة (نقداً)"
    case "133104":
    return "133104: مساهمات من امارة عجمان (نقداً)"
    case "133105":
    return "133105: مساهمات من امارة ام القيوين (نقداً)"
    case "133106":
    return "133106: مساهمات من امارة رأس الخيمة (نقداً)"
    case "133107":
    return "133107: مساهمات من امارة الفجيرة (نقداً)"
    case "133201":
    return "133201: مساهمة حكومات الامارات - خدمات"
    case "133202":
    return "133202: مساهمات من امارة دبي (خدمات)"
    case "133203":
    return "133203: مساهمات من امارة الشارقة (خدمات)"
    case "133204":
    return "133204: مساهمات من امارة عجمان (خدمات)"
    case "133205":
    return "133205: مساهمات من امارة ام القيوين (خدمات)"
    case "133206":
    return "133206: مساهمات من امارة رأس الخيمة (خدمات)"
    case "133207":
    return "133207: مساهمات من امارة الفجيرة (خدمات)"
    case "133299":
    return "133299: الحكومة الاتحادية"
    case "133301":
    return "133301: تمويل من الحكومة الاتحادية"
    case "133302":
    return "133302: فروق تمويل تكلفة معادلة الطالب"
    case "133401":
    return "133401: تحويل فائض الجهات المستقلة"
    case "141101":
    return "141101: فوائد بنكية"
    case "141102":
    return "141102: فوائد درهم الإلكتروني GII"
    case "141103":
    return "141103: فروق تحويل عملة"
    case "141201":
    return "141201: المصرف المركزي للإمارات العربية المتحدة"
    case "141202":
    return "141202: ارباح مؤسسة الإتصالات"
    case "141203":
    return "141203: ارباح شركة الإتصالات المتكاملة - دو"
    case "141204":
    return "141204: مؤسسة الامارات للنقل والخدمات"
    case "141205":
    return "141205: مصرف الامارات الصناعي"
    case "141206":
    return "141206: مؤسسة الامارات العامة للبترول"
    case "141207":
    return "141207: موانئ دبي العالمية"
    case "141208":
    return "141208: الهيئة العامة للطيران المدني"
    case "141209":
    return "141209: مؤسسة الامارات العقارية"
    case "141210":
    return "141210: مؤسسة الامارات للخدمات"
    case "141211":
    return "141211: بريد الامارات - امبوست"
    case "141212":
    return "141212: هيئة الأوراق المالية و السلع"
    case "141213":
    return "141213: شركة اركان لمواد البناء - اركان"
    case "141214":
    return "141214: سوق دبي المالي"
    case "141215":
    return "141215: شركة طيران العربية"
    case "141216":
    return "141216: هيئة تنظيم الاتصالات"
    case "141217":
    return "141217: مصرف عجمان الاسلامي"
    case "141218":
    return "141218:بنك نور الاسلامي"
    case "141251":
    return "141251: المصرف العربي للإستثمار والتجارة الخارجية"
    case "141252":
    return "141252: شركة الملاحة العربية"
    case "141253":
    return "141253: المؤسسة العربية للاتصالات الفضائية - عربسات"
    case "141254":
    return "141254: شركة الخليج للاستثمار"
    case "141255":
    return "141255: الشركة العربية لضمان الاستثمار"
    case "141256":
    return "141256: الشركة العربية لبناء وإصلاح السفن"
    case "141257":
    return "141257: الشركة العربية للصناعات الدوائية والمعدات الطبية (أكديما)"
    case "141258":
    return "141258: الشركة العربية للتعدين"
    case "141259":
    return "141259: الشركة العربية للاستثمارات البترولية (أبيكورب)"
    case "141260":
    return "141260: الشركة العربية للخدمات البترولية"
    case "141261":
    return "141261: الشركة العربية للنقل البحري للبترول"
    case "141262":
    return "141262: الشركة العربية للنقل البحري للبترول"
    case "141263":
    return "141263: الشركة العربية للاستثمار والتطوير الزراعي"
    case "141264":
    return "141264: الشركة العربية لتنمية الثروة الحيوانية"
    case "141265":
    return "141265: بنك الخليج الدولي"
    case "141266":
    return "141266: شركة الخليج للملاحة القابضة"
    case "141267":
    return "141267:الشركة العربية لناقلات الكيماويات"
    case "141501":
    return "141501: حقوق الامتياز من مؤسسة الإمارات للاتصالات"
    case "141502":
    return "141502: حق الامتياز من شركة دو"
    case "142101":
    return "142101: ايجار مباني"
    case "142102":
    return "142102: ايجار المعدات"
    case "142103":
    return "142103: قاعات ومرافق"
    case "142201":
    return "142201: رسوم اصدار المستندات"
    case "142202":
    return "142202: رسوم بطاقات العمل"
    case "142203":
    return "142203: رسوم اللياقة الصحية"
    case "142204":
    return "142204: رسوم شهادات الميلاد"
    case "142205":
    return "142205: رسوم تراخيص الوكالات والعلامات التجارية"
    case "142206":
    return "142206: رسوم جوازات السفر وخلاصة القيد"
    case "142207":
    return "142207: رسوم شهادة منشأ محلية"
    case "142208":
    return "142208: رسوم شهادات وتصاريح النشاطات الإعلامية"
    case "142209":
    return "142209: رسوم تراخيص المؤسسات التعليمية الخاصة"
    case "142210":
    return "142210: رسوم تراخيص حافلات الركاب المسافرة للخارج"
    case "142211":
    return "142211: رسوم تراخيص الصيد والمزارع"
    case "142212":
    return "142212: رسوم تراخيص السفن والبحارة"
    case "142213":
    return "142213: رسوم تصاريح وتأشيرات العمل للوافدين"
    case "142214":
    return "142214: رسوم تراخيص مقاولي الحج"
    case "142215":
    return "142215: رسوم تأشيرات الإقامة"
    case "142216":
    return "142216: رسوم تصدير الحديد الخردة"
    case "142217":
    return "142217: رسوم مغادرة"
    case "142218":
    return "142218: رسوم استخدام مداخل ومخارج الطرق الاتحادية"
    case "142219":
    return "142219: رسوم اصدار بطاقات عضوية بالمكتبات"
    case "142220":
    return "142220: رسوم استخراج وتجديد رخصة سواقة وتصريح مدرب وتسفير"
    case "142221":
    return "142221: رسوم تصاريح العمل"
    case "142222":
    return "142222: رسوم تراخيص المؤسسات الطبية وتراخيص الممارسة"
    case "142223":
    return "142223: رسوم ارصاد جوية"
    case "142224":
    return "142224: رسوم الدرهم الاخضر"
    case "142225":
    return "142225: رسوم قضائية"
    case "142226":
    return "142226:  رسوم خدمات الدفاع المدني"
    case "142227":
    return "142227: رسوم خدمات شركات الأمن الخاص"
    case "142228":
    return "142228: رسوم الإستعلام المبكر عن المسافرين"
    case "142229":
    return "142229: رسوم الإلتحاق بالدورات التدريبية"
    case "142230":
    return "142230: رسوم عبور النقل والشحن البري"
    case "142231":
    return "142231:رسوم خدمة الأشراف على الطلبة المبتعثين للدراسة"
    case "142301":
    return "142301: رسوم اختبارات هندسية"
    case "142302":
    return "142302: رسوم اختبارات زراعية و بيطرية"
    case "142303":
    return "142303: رسوم اختبارات طبية"
    case "142304":
    return "142304: رسوم اختبارات مهنية"
    case "142305":
    return "142305: رسوم العلاج"
    case "142306":
    return "142306: رسوم الفحص وبيع الدم و مشتقاته"
    case "142307":
    return "142307: رسوم بطاقات صحية - المواطنون"
    case "142308":
    return "142308: رسوم بطاقات صحية - الوافدون"
    case "142309":
    return "142309: رسوم ملاحقة وتعقب"
    case "142401":
    return "142401: رسوم التسجيل المهنية"
    case "142402":
    return "142402: رسوم تسجيل الكتب"
    case "142403":
    return "142403: رسوم القيد في سجل الموردين"
    case "142404":
    return "142404: رسوم عدم ممانعة في استصدار تصاريح"
    case "142405":
    return "142405: رسوم تقديم طلب البحث والفحص الفني لبراءات الاختراع"
    case "142406":
    return "142406: رسوم الموافقة المبدئية للمشروعات الصناعية"
    case "142407":
    return "142407: رسوم التجديد للموافقة المبدئية للمشروعات الصناعية"
    case "142408":
    return "142408:  رسوم طلبات تصاريح العمل ونقل الكفالات"
    case "142409":
    return "142409: رسوم طلبات الجنسية والتأشيرات"
    case "142410":
    return "142410: رسوم طلبات العلامات التجارية بأنواعها"
    case "142411":
    return "142411: رسوم حماية حقوق الملكية"
    case "142412":
    return "142412: رسوم تسجيل العلامات التجارية"
    case "142413":
    return "142413: رسوم الحماية للعلامات والاسماء التجارية"
    case "142414":
    return "142414: رسوم طلبات أخرى"
    case "142415":
    return "142415:رسوم طلبات التأشيرات بالخارج"
    case "142417":
    return "142417: رسوم طلبات شهادات المواطن الضريبي"
    case "142501":
    return "142501: بيع أوراق المناقصات"
    case "142502":
    return "142502: بيع المطبوعات"
    case "142503":
    return "142503: رسوم تصوير و تصفح الانترنت و تغليف حراري"
    case "142504":
    return "142504: بيع الكتب والمراجع"
    case "142601":
    return "142601: رسوم التصديق على الشهادة الأمنيه و البصمه"
    case "142602":
    return "142602: رسوم التصديق على الشهادة الزراعية"
    case "142603":
    return "142603: رسوم التصديق على الشهادة النموذجية"
    case "142604":
    return "142604: رسوم التصديق على العقود الملاحية وشهادات بيع السفن"
    case "142605":
    return "142605: رسوم التصديق على الشهادة الصحية"
    case "142606":
    return "142606: رسوم شهادة منشأ فواتير واردات"
    case "142607":
    return "142607: رسوم التصديق على شهادات أخرى"
    case "142701":
    return "142701: ايرادات النشر"
    case "142801":
    return "142801: اعادة بيع معدات توزيع الطاقة الكهربائية"
    case "142802":
    return "142802: بيع التيار الكهربائي"
    case "142803":
    return "142803: اعادة بيع معدات توزيع المياه"
    case "142804":
    return "142804: بيع وتوزيع المياه"
    case "142805":
    return "142805: بيع منتجات زراعية"
    case "142806":
    return "142806: بيع منتجات حيوانية"
    case "142901":
    return "142901: رسوم امتلاك واستخدام الاسلحة"
    case "142902":
    return "142902: رخصة استيراد وتصدير السلاح والمتفجرات"
    case "142903":
    return "142903: رخصة صنع واستهلاك المتفجرات."
    case "142904":
    return "142904: رسوم تراخيص السيارات / الملكية"
    case "142905":
    return "142905: رسوم ملكية الاجهزة اللاسلكية"
    case "142906":
    return "142906: تراخيص مركبات النقل"
    case "143101":
    return "143101: الغرامات"
    case "143102":
    return "143102: الجزاءات"
    case "143103":
    return "143103: التعويضات"
    case "143104":
    return "143104: مصادرات"
    case "144101":
    return "144101: هبات -تبرعات جارية"
    case "144201":
    return "144201: هبات -تبرعات رأسمالية"
    case "145101":
    return "145101: ايرادات مردودات مصروفات سنوات سابقة"
    case "145102":
    return "145102: إيرادات مردودات أمانات"
    case "145103":
    return "145103: الربح الناتج عن بيع الإستثمارات المستغنى عنها"
    case "145104":
    return "145104: امانات  متقادمة"
    case "145105":
    return "145105: تحصيل قروض الاسكان"
    case "145201":
    return "145201: أتعاب الخبراء"
    case "145202":
    return "145202: التفتيش الصناعي"
    case "145203":
    return "145203: الإشراف والرقابة"
    case "145301":
    return "145301: مبيعات أصول رأسمالية"
    case "145302":
    return "145302: مبيعات خردة ومواد مستغنى عنها"
    case "145401":
    return "145401: رسوم تسجيل الضمان البنكي و عمولة الدرهم الإلكتروني"
    case "145402":
    return "145402: عمولات الجيل الثاني من الدرهم الالكتروني"
    case "145403":
    return "145403: العمولات المستحقة من الهيئات المستقلة"
    case "145404":
    return "145404: عمولات مراكز التحصيل الإتحادية"
    case "145405":
    return "145405: عمولة البطاقة الإئتمانية لوزارة المالية"
    case "145406":
    return "145406: عمولة مالك الخدمة"
    case "145407":
    return "145407: عمولة مالك الخدمة لنظام تسهيل"
    case "145408":
    return "145408: عمولة الضمان الالكتروني - الجيل الثاني"
    case "145409":
    return "145409: عمولة بيع استمارات ذكية"
    case "145413":
    return "145413: عمولة تسهيل فئات جديدة"
    case "145501":
    return "145501: إيرادات متنوعة"
    case "145502":
    return "145502 : حصة الشراء الموحد للأدوية والمستلزمات الطبية"
    case "211101":
    return "211101: الراتب الأساسي"
    case "211102":
    return "211102: أجور عمال شهريين مقطوعة"
    case "211103":
    return "211103: أجور العاملين المحليين بالخارج"
    case "211104":
    return "211104: مكافأت شاملة"
    case "211105":
    return "211105: مكافآت العاملين في البرامج"
    case "211106":
    return "فروق تحويل العملات للعاملين المحليين بالخارج:211106"
    case "211201":
    return "211201: علاوة السكن"
    case "211202":
    return "211202: علاوة السيارة وبدل الانتقال"
    case "211203":
    return "211203: علاوة غلاء المعيشة"
    case "211204":
    return "211204: علاوة منصب"
    case "211205":
    return "211205: علاوة فنية"
    case "211206":
    return "211206: علاوة اجتماعية"
    case "211207":
    return "211207: علاوة أولاد"
    case "211208":
    return "211208:  علاوة ماجستير ودكتوراة واشراف مادة علمية"
    case "211209":
    return "211209: علاوة تشجيعية للشهادات الدراسية"
    case "211210":
    return "211210: علاوة المباحث"
    case "211211":
    return "211211: علاوة المرور"
    case "211212":
    return "211212: علاوة تجديد الخدمة"
    case "211213":
    return "211213: علاوة صحية"
    case "211214":
    return "211214: علاوة خاصة - المكرمة"
    case "211215":
    return "211215: علاوة تكميلية"
    case "211216":
    return "211216: بدل التخصص"
    case "211217":
    return "211217: بدل مهنى"
    case "211218":
    return "211218: بدل مهنى خاص"
    case "211219":
    return "211219: بدل الطيران"
    case "211220":
    return "211220:  بدلات استثنائية"
    case "211221":
    return "211221: بدل خاص للأنثى المواطنة"
    case "211222":
    return "211222: العلاوة الخاصة بالفضاء"
    case "211301":
    return "211301: بدل التمثيل والضيافة"
    case "211302":
    return "211302: بدل خدم وطهاة"
    case "211303":
    return "211303: بدل الأثاث وصيانته"
    case "211304":
    return "211304: بدل انتداب"
    case "211305":
    return "211305: بدل عدوى أو ضرر أو خطر"
    case "211306":
    return "211306: بدل اغتراب ومناطق نائية"
    case "211307":
    return "211307: بدل ملابس"
    case "211308":
    return "211308: بدل جامعة"
    case "211309":
    return "211309: بدل خاص"
    case "211310":
    return "211310: بدل أسرة"
    case "211311":
    return "211311: بدل نقل"
    case "211312":
    return "211312: بدل مناطق صعبة"
    case "211313":
    return "211313: بدل السفر والايفاد"
    case "211314":
    return "211314: بدل استهلاك الكهرباء والماء"
    case "211315":
    return "211315: بدل طبيعة عمل وتفرغ"
    case "211316":
    return "211316: بدل الإجازة النقدي"
    case "211317":
    return "211317: بدل الطعام"
    case "211318":
    return "211318: بدل هاتف"
    case "211319":
    return "211319: بدل عمل للعسكريين السابقين"
    case "211320":
    return "211320: بدل عيادة"
    case "211321":
    return "211321:فرق التسكين على الكادر العام"
    case "211401":
    return "211401: مكافآت عن أعمال اضافية"
    case "211402":
    return "211402: مكافآت عن أعمال اضافية للعاملين بالأجر الشهري المقطوع"
    case "211403":
    return "211403: مكافآت اعضاء اللجان الدائمة ومجالس الادارات"
    case "211404":
    return "211404: مكافآت تشجيعية"
    case "211405":
    return "211405: مكافات الحصص الاضافية ومعلمات الاحتياط"
    case "211406":
    return "211406: مكافات اشراف وامتحانات"
    case "211407":
    return "211407: مكافأة نهاية الخدمة"
    case "211408":
    return "211408: مكافأة مراسلي اعلام"
    case "212101":
    return "212101: تذاكر السفر"
    case "212102":
    return "212102: بدل رسوم دراسية"
    case "212103":
    return "212103: ايجارات مساكن الموظفين - داخل الدولة"
    case "212104":
    return "212104: ايجارات مساكن الموظفين - خارج الدولة"
    case "212105":
    return "212105: التأمين الصحي"
    case "212106":
    return "212106: مصاريف الإقامة لغير المواطنين"
    case "213101":
    return "213101: مساهمة الحكومة في معاشات التقاعد"
    case "213102":
    return "213102: تعويضات لأسر المتوفيين"
    case "213103":
    return "213103: تعويضات اصابات العمل"
    case "213104":
    return "213104: تعويضات اصابات العمل"
    case "299931":
    return "299931: اختتام مشتريات الأصول"
    case "219999":
    return "219999: جماة نقديرات الشواغر"
    case "221101":
    return "221101: صيانة المباني"
    case "221102":
    return "221102: صيانة الأراضي"
    case "221201":
    return "221201: استهلاك الكهرباء"
    case "221202":
    return "221202: استهلاك المياه"
    case "221203":
    return "221203: استهلاك الغاز"
    case "221204":
    return "221204: نفقات الصرف الصحي"
    case "221205":
    return "221205: مهمات توصيل الكهرباء"
    case "221206":
    return "221206: مهما ت توصيل المياه"
    case "221207":
    return "221207: صيانة شبكة الكهرباء للمحطات"
    case "221208":
    return "221208: صيانة شبكة المياه للمحطات"
    case "221209":
    return "221209: صيانة مكائن المحطات"
    case "221210":
    return "221210: محروقات السيارات والناقلات"
    case "221211":
    return "221211: محروقات المحطات"
    case "221212":
    return "221212: مهمات توصيل الغاز"
    case "221213":
    return "221213: خدمات التبريد-التكييف"
    case "221214":
    return "221214: مشتريات الطاقة - كهرباء"
    case "221215":
    return "221215: مشتريات المياه"
    case "221301":
    return "221301: ايجارات مباني - داخل الدولة"
    case "221302":
    return "221302: ايجارات مباني - خارج الدولة"
    case "221303":
    return "221303: ايجارات اراضي"
    case "221304":
    return "221304 : مصاريف معدات مؤجرة"
    case "221401":
    return "221401: أدوات ومواد النظافة"
    case "221402":
    return "221402: عقود النظافة"
    case "221501":
    return "221501: مستلزمات الاثاث"
    case "221502":
    return "221502: صيانة الأثاث"
    case "221503":
    return "221503: مصاريف الديكور"
    case "221504":
    return "221504: شراشف وبياضات"
    case "221601":
    return "221601: صيانة الحدائق"
    case "222101":
    return "222101: قطع الغيار"
    case "222102":
    return "222102: لوحات واشارات المرور"
    case "222103":
    return "222103: صيانة السيارات والناقلات"
    case "222104":
    return "222104: صيانة السفن"
    case "222105":
    return "222105: صيانة الطائرات"
    case "222106":
    return "222106: ايجارات السيارات"
    case "222107":
    return "222107: ايجارات سفن"
    case "222108":
    return "222108: ايجارات طائرات"
    case "223101":
    return "223101: إدارة الخدمات العامة"
    case "223201":
    return "223201: قرطاسية وأدوات مكتب"
    case "223202":
    return "223202: مصروفات المكتب"
    case "223203":
    return "223203: مجلات وجرائد ودوريات"
    case "223204":
    return "223204: المطبوعات"
    case "223205":
    return "223205: الكتب الدراسية"
    case "223206":
    return "223206: الكتب والمراجع"
    case "223207":
    return "223207: المخطوطات التراثية والآثار"
    case "223208":
    return "223208: متفرقات"
    case "223209":
    return "223209: مصروفات مدرسية تشغيلية"
    case "223301":
    return "223301: الأفلام والتسجيلات والبرامج"
    case "223302":
    return "223302: لوازم التصوير"
    case "223303":
    return "223303: أجور وكالات الأنباء"
    case "223304":
    return "223304: العلاقات الصحفية"
    case "223305":
    return "223305: مصروفات إعلان ودعاية"
    case "223306":
    return "223306: مكافآت الكتاب"
    case "223307":
    return "223307: مكافآت اعضاء المسرح والتحكيم والجوائز"
    case "223308":
    return "223308: مكافآت الفرق الشعبية"
    case "223401":
    return "223401: خدمات البريد"
    case "223402":
    return "223402: اجهزة هاتف وفاكس"
    case "223403":
    return "223403: خدمات البرقيات و الهواتف"
    case "223404":
    return "223404: خدمات الانترنت"
    case "223405":
    return "223405: مستلزمات الحاسب الآلي وملحقاته"
    case "223406":
    return "223406: برامج الحاسب الآلي"
    case "223407":
    return "223407: صيانة الحاسب الآلي"
    case "223408":
    return "223408: ايجارالحاسب الآلي"
    case "223409":
    return "223409: صيانة الأجهزة السلكية واللاسلكية"
    case "223410":
    return "223410: ايجار خدمات الأقمار الصناعية"
    case "223501":
    return "223501: الزي الموحد"
    case "223502":
    return "223502: الغسيل والكوي"
    case "223601":
    return "223601: وجبات الطعام"
    case "223602":
    return "223602: أدوات الطعام"
    case "223701":
    return "223701 :أدوية وعقاقير"
    case "223702":
    return "223702: مواد كيماوية وبيولوجية وصحية"
    case "223703":
    return "223703: أفلام الأشعة"
    case "223704":
    return "223704: مستلزمات طبية"
    case "223705":
    return "223705: اجهزة طبية تعويضية"
    case "223706":
    return "223706: علاج حالات الامراض المستعصية"
    case "223707":
    return "223707: شراء الدم"
    case "223708":
    return "223708: التثقيف الصحي"
    case "223709":
    return "223709: تكاليف تجهيز الموتى"
    case "223710":
    return "223710 :أمصال ولقاحات"
    case "223711":
    return "223711 :مستلزمات اسنان"
    case "223712":
    return "223712 :مستلزمات عظام"
    case "223713":
    return "223713 :مستلزمات أجهزة طبية وملحقاتها"
    case "223714":
    return "223714 :الوقاية من الاشعاع"
    case "223801":
    return "223801: بذور وأسمدة وأشتال"
    case "223802":
    return "223802: مكافحة الأوبئة الزراعية والبيطرية"
    case "223803":
    return "223803: مكافحة التلوث البيئي"
    case "223804":
    return "223804: مواد وأعلاف"
    case "223805":
    return "223805: أدوات وعدد زراعية وسمكية"
    case "223806":
    return "223806: أدوات ولوازم غوص بحرية"
    case "223901":
    return "223901: أدوا ت ومواد المختبر ات والمعامل"
    case "223902":
    return "223902: ادوات التدريب"
    case "223903":
    return "223903: عدد وأدوات صغيرة"
    case "223904":
    return "223904: صيانة الآلات والمعدات"
    case "223905":
    return "223905: أدوات ومهمات رياضية و كشفية"
    case "223906":
    return "223906: معدات مكافحة الحريق"
    case "223907":
    return "223907: عدد وأدوات هندسية"
    case "223908":
    return "223908: عدد وأدوات موسيقية"
    case "224001":
    return "224001: التعداد العام للسكان"
    case "224002":
    return "224002: البحوث والدراسات"
    case "224003":
    return "224003: المسوحات"
    case "224101":
    return "224101: مخصصات الطلاب"
    case "224102":
    return "224102: الرسوم الدراسية"
    case "224201":
    return "224201: مواد التربية الفنية"
    case "224202":
    return "224202: التدبير المنزلي"
    case "224203":
    return "224203: الرعاية والخدمات الاجتماعية للطلاب"
    case "224204":
    return "224204: دورات رياضية ومباريات دولية"
    case "224205":
    return "224205: النشاط المسرحي والفني"
    case "224206":
    return "224206: دروع ونياشين عسكرية"
    case "224207":
    return "224207: نفقات الجرائم العامة"
    case "224208":
    return "224208: حفاوة واستقبال"
    case "224209":
    return "224209: اعداد وتجهيز المعارض"
    case "224210":
    return "224210: مكافآت العاملين بالمراكز"
    case "224211":
    return "224211: المؤتمرات المحلية"
    case "224301":
    return "224301: تذاكر السفر"
    case "224302":
    return "224302: فنادق وضيافة"
    case "224401":
    return "224401: الاشتراك في المنظمات الدولية"
    case "224402":
    return "224402: اتعاب ومكافآت الخبراء والمستشارين"
    case "224403":
    return "224403: مكافآت فحص الإنتاج والبحث العلمي"
    case "224404":
    return "224404: انتقالات أعضاء مجالس إدارات الاتحادات الرياضية"
    case "224405":
    return "224405: الفحص والتدقيق على براءات الاختراع"
    case "224406":
    return "224406:أتعاب خدمات لجهات استشارية"
    case "224501":
    return "224501: رسوم الاشتراك بالدورات"
    case "224502":
    return "224502: مخصصات المتدربين"
    case "224503":
    return "224503: مكافآت وعاظ ومقرئين"
    case "224504":
    return "224504: مكافآت المحاضرين"
    case "224505":
    return "224505: عدد وأدوات مدرسية"
    case "224506":
    return "224506: مكافآت العاملين بالتعليم المسائي"
    case "224507":
    return "224507: تدريب وتأهيل المواطنين لسوق العمل"
    case "224508":
    return "224508: مصروفات التعليم والتدريب الأخرى"
    case "224509":
    return "224509: مكافآت أطباء الإمتياز المواطنين"
    case "224601":
    return "224601: مصروفات الدفاع"
    case "224602":
    return "224602: مصروفات جهاز الأمن"
    case "224603":
    return "224603: مصروفات إصدار البطاقة الموحدة"
    case "224604":
    return "224604: إبعاد متسللين"
    case "224605":
    return "224605: مصروفات سرية"
    case "224606":
    return "224606: ذخيرة ولوازم سلاح"
    case "224607":
    return "224607: خدمات نقل الأموال"
    case "224608":
    return "224608: معدات الحماية الذاتية"
    case "224609":
    return "224609: مناظير"
    case "224701":
    return "224701: التأمين على المباني الحكومية والمستودعات"
    case "224702":
    return "224702: التأمين على الناقلات"
    case "224703":
    return "224703: التأمين ضد أخطاء المهنة"
    case "224704":
    return "224704: التأمين على محطات الكهرباء وانتاج المياه"
    case "224705":
    return "224705: التأمين الصحي"
    case "224801":
    return "224801: مصاريف بنكية"
    case "224901":
    return "224901: رسوم جمركية"
    case "229931":
    return "229931: الاصول المحولة من المجموعة 31"
    case "229933":
    return "229933: الاصول المحولة من المجموعة 33"
    case "229934":
    return "229934: الاصول المحولة من المجموعة 34"
    case "229935":
    return "229935: الاصول المحولة من المجموعة 35"
    case "252101":
    return "252101: الاعانات الاجتماعية"
    case "252102":
    return "252102: مساعدات الاغاثة"
    case "252103":
    return "252103: دعم المزارعين"
    case "252104":
    return "252104: دعم الصيادين"
    case "252105":
    return "252105: دعم الصحف والمجلات"
    case "252106":
    return "252106: دعم الجمعيات والنوادي"
    case "252107":
    return "252107: منح اسكان للمواطنين"
    case "252108":
    return "252108: اعفاء المنتفعين بالمساعدات الاجتماعية من استهلاك الكهرباء والماء"
    case "252109":
    return "252109: اعفاء جمعيات النفع العام من رسوم الكهرباء والماء"
    case "252110":
    return "252110: إعانات إجتماعية - إضافية"
    case "262101":
    return "262101: مساهمة الدولة بالمنظمات والمؤسسات التنموية"
    case "262102":
    return "262102: تبرعات ومساعدات خارجية"
    case "262103":
    return "262103: مساهمة الدولة في إنشاء المقر الدائم لمؤسسات دولية وإقليمية"
    case "262104":
    return "262104:هيئات عربية - صندوق النقد العربي"
    case "262105":
    return "262105: هيئات عربية - الصندوق العربي للإنماء الإقتصادي والإجتماعي"
    case "262106":
    return "262106: هيئات عربية - المصرف العربي للتنمية الإقتصادية في إفريقيا"
    case "262107":
    return "262107: المؤسسة العربية لضمان الإستثمار وإتمان الصادرات"
    case "262108":
    return "262108:المؤسسة العربية لضمان الإستثمار والإنماء الزراعي"
    case "262109":
    return "262109: مجموعة البنك الإسلامي للتنمية - البنك الإسلامي للتنمية"
    case "262110":
    return "262110: مجموعة البنك الإسلامي للتنمية - للمؤسسة الإسلامية لتنمية القطاع الخاص"
    case "262111":
    return "262111: مجموعة البنكللتنمية - المؤسسة الإسلامية لتأمين الإستثمار وإتمان الصادرات"
    case "262112":
    return "262112: مجموعة البنك الإسلامي للتنمية - المؤسسة الدولية الإسلامية لتمويل التجارة"
    case "262113":
    return "262113: المنظمات الدولية - الصندوق الدولي للتنمية الإقتصادية - ايفاد"
    case "262114":
    return "262114: المنظمات الدولية - صندوق الأوبك للتنمية الدولية - أوفيد"
    case "262115":
    return "262115: المنظمات الدولية - صندوق النقد الدولي"
    case "262116":
    return "262116:مجموعة البنك الدولي - البنك الدولي للإنشاء والتعمير  IRBD"
    case "262117":
    return "262117: مجموعة البنك الدولي - المؤسسة الدولية للتنمية IDA"
    case "262118":
    return "262118: مجموعة البنك الدولي - مؤسسة التمويل الدولية IFC"
    case "262119":
    return "262119: مجموعة البنك الدولي - الوكالة الدولية لضمان الإستثمار MIGA"
    case "262120":
    return "262120: مجموعة البنك الدولي - المركز الدولي لتسوية المنازعات ICSID"
    case "262121":
    return "262121:مساهمة الدولة في الصندوق الانتقالي لشراكة دوفيل"
    case "262122":
    return "262122: المؤسسة الاسلامية لتنمية القطاع الخاص"
    case "263101":
    return "263101: جامعة الامارات العربية المتحدة"
    case "263102":
    return "263102: مجمع كليات التقنية العليا"
    case "263103":
    return "263103: جامعة زايد"
    case "263104":
    return "263104: الهيئة الوطنية للمؤهلات"
    case "263105":
    return "263105: المكتب الاتحادي للضرائب"
    case "263106":
    return "263106: ديوان المحاسبة"
    case "263107":
    return "263107: الهيئة الاتحادية للكهرباء والماء"
    case "263108":
    return "263108: الهيئة العامة لرعاية الشباب والرياضة"
    case "263109":
    return "263109: المجلس الاعلى للأمومة والطفولة"
    case "263110":
    return "263110: الهيئة العامة لتنظيم قطاع الاتصالات"
    case "263111":
    return "263111: الهيئة الاتحادية للجمارك"
    case "263112":
    return "263112: صندوق الزواج"
    case "263113":
    return "263113: برنامج الشيخ زايد للإسكان"
    case "263114":
    return "263114: هيئة الامارات للمواصفات والمقاييس"
    case "263115":
    return "263115: صندوق الزكاة"
    case "263116":
    return "263116: الهيئة العامة للشئون الاسلامية والأوقاف"
    case "263117":
    return "263117: هيئة تنمية وتوظيف الموارد البشرية الوطنية"
    case "263118":
    return "263118: هيئة الأوراق المالية والسلع"
    case "263119":
    return "263119: اتحاد غرف التجارة والصناعة"
    case "263120":
    return "263120: المجلس الاتحادي للتركيبة السكانية"
    case "263121":
    return "263121: الهلال الأحمر لدولة الإمارات العربية المتحدة"
    case "263122":
    return "263122: معهد التدريب والدراسات القضائية"
    case "263123":
    return "263123: هيئة الامارات للهوية"
    case "263124":
    return "263124: مكتب رئاسة مجلس الوزراء"
    case "263125":
    return "263125: مكتب وزيرة الدولة"
    case "263126":
    return "263126: المجلس الوطني للاعلام"
    case "263127":
    return "263127: هيئة التامين"
    case "263128":
    return "263128: الهيئة الوطنية للمواصلات"
    case "263129":
    return "263129: اللجنة الوطنية للمؤتمرات"
    case "263130":
    return "263130: المركز الوطني للإحصاء"
    case "263131":
    return "263131: الأمانة العامة لمجلس الوزراء"
    case "263132":
    return "263132: المجلس الوطني الاتحادي"
    case "263133":
    return "263133: الهيئة الاتحادية  للموارد البشرية الحكومية"
    case "263134":
    return "263134: جهاز الامارات للاستثمار"
    case "263135":
    return "263135: فروق تمويل الجامعات"
    case "263136":
    return "263136: المجلس الوطني للسياحة والآثار"
    case "263137":
    return "263137: الهيئة العامة للمعلومات"
    case "263138":
    return "263138: مكتب تنسيق المساعدات الخارجية لدولة الامارات العربية المتحدة"
    case "263139":
    return "263139: الهيئة العامة لأمن المنافذ والحدود والمناطق الحرة"
    case "263140":
    return "263140: مكتب وزير الدولة"
    case "263141":
    return "263141: منح مساهمات صندوق قطاع الاتصالات"
    case "263143":
    return "أكاديمية الإمارات الدبلوماسية :263143"
    case "263144":
    return "263144: الهيئة الاتحادية للتنافسية و الاحصاء"
    case "263142":
    return "وكالة الإمارات للفضاء :263142"
    case "263145":
    return "263145: مجلس الإمارات للتوازن بين الجنسين"
    case "263146":
    return "263146: مكتب وزير للتسامح"
    case "263147":
    return "263147: وزيرة الدولة للسعادة"
    case "263148":
    return "263148: وزيرة الدولة لشؤون الشباب"
    case "263999":
    return "263999: سداد التزامات مالية سابقة للجهات المستقلة"
    case "273101":
    return "273101: مقابل مخصصات اشتراكات تقاعد سابقة"
    case "273102":
    return "273102: مقابل معاشات التقاعد ومكا فأ ت المواطنين -مدنيون"
    case "273103":
    return "273103: مقابل معاشات التقاعد ومكافآت المواطنين -عسكريون"
    case "273104":
    return "273104: حصة الحكومة في معاشات القطاع الخاص"
    case "273105":
    return "273105: تعويض الهيئة العامة للمعاشات عن فروق ال 70%"
    case "273106":
    return "273106: التقاعد الاختياري المبكر"
    case "273107":
    return "273107: تعويض الهيئة عن رفع حد المعاش الى 10000 درهم"
    case "273108":
    return "273108: المعاشات والمكافآت الاستثنائية"
    case "281101":
    return "281101: الاعفاء من سداد قروض الاسكان"
    case "281102":
    return "281102: الاعفاء من سداد الديون التي تقل عن 30000 درهم"
    case "281103":
    return "281103: الاعفاء من سداد الديون التي تزيد عن 30000 درهم"
    case "282101":
    return "282101: اضرار الخزانة العامة"
    case "282102":
    return "282102: مردودات ايرادات محصلة عن سنوات سابقة"
    case "282103":
    return "282103: تعويضات وأحكام"
    case "282104":
    return "282104: فروق اسعار عملة"
    case "282105":
    return "282105: دراسات واستشارات إتحادية"
    case "282106":
    return "282106: المنتدى الاقتصادي الدولي"
    case "282107":
    return "282107: نظام الموارد البشرية للحكومة الاتحادية"
    case "282108":
    return "282108: مصروفات طارئة"
    case "282109":
    return "282109: مخصصات معارين لدى المؤسسات الدولية"
    case "282110":
    return "282110: اعانة محطات الكهرباء الإمارات"
    case "282111":
    return "282111: برنامج التعاون الفني"
    case "282112":
    return "282112: مشروع نظام الاستعلام المبكر عن المسافرين"
    case "282113":
    return "282113: المكرمة"
    case "282114":
    return "282114: سداد مستحقات مالية على الوزارات والجهات الاتحادية"
    case "282115":
    return "282115: مكافآت مالية"
    case "282116":
    return "282116: مصروفات اتحادية أخرى"
    case "282117":
    return "282117: رخص برامج (عقد ميكروسوفت)"
    case "282118":
    return "282118: فوائد قروض الاسكان"
    case "282119":
    return "282119: احتياطي خاص"
    case "282120":
    return "282120: الدرهم الاليكتروني - الجيل الثاني"
    case "282121":
    return "282121: النظام المالي الاتحادي"
    case "282122":
    return "282122: إعادة هيكلة الحكومة الاتحادية"
    case "282123":
    return "282123: انارة الشوارع الاتحادية"
    case "282124":
    return "282124: المصاريف التشغيلية للمشاريع الجديدة لوزارة الصحة"
    case "282125":
    return "282125: شراء / بناء مبني في الخارج للوزارة التربية"
    case "282126":
    return "يوم زايد للعمل الإنسانى الإماراتى :282126"
    case "282127":
    return "إالغاء التشعيب بالمدارس الحكومية :282127"
    case "282128":
    return "دعم مبادرات الجهات الاتحادية الصادرة من مجلس الوزراء :282128"
    case "282129":
    return "282129:منحة مالية لانشاء دار الامارات لطباعة العملة الوقية"
    case "282130":
    return "282130:مقابل ادارة الحسابات المصرفية"
    case "282131":
    return "282131:مصروفات دعم الابتكار"
    case "282133":
    return "282133:الصندوق الوطني للقراءة"
    case "282134":
    return "282134:مصروفات تأسيس صندوق الشيخ محمد بن راشد آل مكتوم"
    case "282135":
    return "282135:"
    case "282136":
    return "282136: سداد الالتزامات المالية عن المتعثرين لصندوق الابتكار"
    case "282137":
    return "282137: مصاريف تشغيل صندوق محمد بن راشد للابتكار - مصرف الامارات"
    case "282138":
    return "282138:"
    case "282139":
    return "282139:"
    case "282140":
    return "282140: تسريع الابتكار"
    case "282141":
    return "282141 : مصروفات اللجنة العليا للاشراف على عملية التقييم المتبادل"
    case "282142":
    return "282142: مصاريف الاجتماعات السنوية لحكومة الامارات"
    case "282143":
    return "282143: سداد الظرائب المستحقة على الجهات الاتحادية"
    case "282144":
    return "282144:"
    case "282145":
    return "282145: عام زايد"
    case "311101":
    return "311101: اراضي"
    case "311201":
    return "311201: مباني حكومية"
    case "311202":
    return "311202: البنية التحتية للطرق والجسور"
    case "311203":
    return "311203: منشأت زراعية"
    case "311204":
    return "311204: منشأت تعليمية"
    case "311205":
    return "311205: منشأت صحية"
    case "311206":
    return "311206: محطات تحلية"
    case "311207":
    return "311207: خزانات المياة"
    case "311208":
    return "311208: شبكة توزيع المياه"
    case "311209":
    return "311209: الشبكة الكهربائية"
    case "311210":
    return "311210: البيوت الجاهزة - الكرافانات"
    case "311211":
    return "311211: محطات توليد الكهرباء"
    case "311212":
    return "311212: محطات الصرف الصحي"
    case "311213":
    return "311213: محطات معالجة مياه الصرف الصحي"
    case "311301":
    return "311301: أثاث المكتب"
    case "311302":
    return "311302: أثاث  السكن"
    case "311303":
    return "311303: مصروفات مدرسية رأسمالية"
    case "311401":
    return "311401: السيارات والناقلات"
    case "311402":
    return "311402: سيارات المطافيء"
    case "311403":
    return "311403: الدراجات النارية"
    case "311404":
    return "311404: الجرارات الزراعية"
    case "311405":
    return "311405: سيارات مصفحة"
    case "311406":
    return "311406: قوارب"
    case "311407":
    return "311407: الطائرات"
    case "311408":
    return "311408: سيارات خاصة مزودة للطواريء"
    case "311601":
    return "311601: آليات ومعدات ثقيلة"
    case "311602":
    return "311602: معدات الكترونية وميكانيكية"
    case "311603":
    return "311603: آلات ومعدات التصوير والتسجيل"
    case "311604":
    return "311604: آلات ومعدات هندسية"
    case "311605":
    return "311605: آلات ومعدات صحية"
    case "311606":
    return "311606: أجهزة ومعدات رياضية"
    case "311607":
    return "311607: محولات كهربائية"
    case "311608":
    return "311608: أجهزة تعقيم"
    case "311609":
    return "311609: آلات موسيقية"
    case "311610":
    return "311610: أجهزة المختبرات والمعامل"
    case "311611":
    return "311611: معدات تجهيز الآبار والحفر"
    case "311612":
    return "311612: الحفارات"
    case "311613":
    return "311613: أسلحة"
    case "311614":
    return "311614: أجهزة التشفير"
    case "311615":
    return "311615: أجهزة الترجمة الفورية"
    case "311616":
    return "311616: أجهزة ملاحة - رادارات"
    case "311617":
    return "311617: ألات ومعدات غوص بحرية"
    case "311618":
    return "311618: أجهزة أمنية متخصصة"
    case "311619":
    return "311619 :أجهزة الأشعة"
    case "311501":
    return "311501: أجهزة ومعدات مكتب - تكاليف"
    case "311701":
    return "311701: شراء حاسب آلي وملحقاته - مجتمعة"
    case "311702":
    return "311702: الطابعات"
    case "311703":
    return "311703: الخوادم - السيرفرات"
    case "311704":
    return "311704: أجهزة الشبكات و الربط"
    case "311705":
    return "311705: أجهزة الصراف الآلي والإيداع النقدي"
    case "311706":
    return "311706: البدالات"
    case "311707":
    return "311707: أجهزة سلكية ولاسلكية"
    case "311801":
    return "311801: برامج تخطيط موارد المؤسسات"
    case "311802":
    return "311802: رخص البرامج"
    case "311901":
    return "311901: أراضي تحت التطوير"
    case "311902":
    return "311902: دراسات وتصاميم لمشاريع المباني الحكومية"
    case "311903":
    return "311903: دراسات وتصاميم لمشاريع الطرق والجسور"
    case "311904":
    return "311904: مباني حكومية تحت الإنشاء"
    case "311905":
    return "311905: صيانة المباني والاضافات الصغرى"
    case "311906":
    return "311906: الطرق والجسور تحت الإنشاء"
    case "311907":
    return "311907: صيانة الطرق والجسور"
    case "311908":
    return "311908: انشاء السدود"
    case "311909":
    return "311909: صيانة السدود والمنشآت المائية"
    case "311910":
    return "311910: مشاريع فضائية"
    case "312999":
    return "312999: حساب وسيط المخزون"
    case "313101":
    return "313101: حيوانات"
    case "314101":
    return "314101: مؤسسة الامارات للإتصالات - اتصالات"
    case "314102":
    return "314102: مصرف الامارات العربية المتحدة المركزي"
    case "314103":
    return "314103: مؤسسة الأمارات للنقل والخدمات مواصلات الأمارات"
    case "314104":
    return "314104: المصرف العقاري"
    case "314105":
    return "314105: المصرف الصناعي"
    case "314106":
    return "314106: مؤسسة الامارات العامة للبترول - بترول الامارات"
    case "314107":
    return "314107: مجموعة بريد الإمارات القابضة"
    case "314108":
    return "314108: ألهيئة العامة للطيران المدني"
    case "314109":
    return "314109: الهيئة العامة للمعاشات والتأمينات الاجتماعية"
    case "314110":
    return "314110: مؤسسة الامارات العقارية"
    case "314111":
    return "314111: مؤسسة الامارات للخدمات"
    case "314112":
    return "314112: شركة الأمارات للأتصالات المتكاملة"
    case "314113":
    return "314113: شركة أركان لمواد البناء"
    case "314114":
    return "314114: سوق دبي المالي"
    case "314115":
    return "314115: شركة الطيران العربية"
    case "314116":
    return "314116: شركة ديار للتطوير"
    case "314117":
    return "314117: بنك نور الاسلامي"
    case "314118":
    return "314118: موانيء دبي العالمية"
    case "314119":
    return "314119: مصرف عجمان الاسلامي"
    case "314120":
    return "314120: شركة دار التكافل للتأمين"
    case "314121":
    return "314121: الهلال الأخضر"
    case "314122":
    return "314122: جهاز الإمارات للإستثمار"
    case "314123":
    return "314123: مصرف الامارات للتنمية"
    case "314124":
    return "314124: شركة آبار"
    case "314125":
    return "314125: شركة الإتحاد للقطارات"
    case "314126":
    return "314126: شركة الاتحاد للمعلومات الائتمانية"
    case "314127":
    return "314127: قطار الاتحاد"
    case "314128":
    return "الشركة الاتحادية لتأمين ائتمان الصادرات الوطنية :314128"
    case "314201":
    return "314201: شركة الملاحة العربية المتحدة"
    case "314202":
    return "314202: المؤسسة العربية للإتصالات الفضائية - عرب سات ."
    case "314203":
    return "314203: مؤسسة الخليج للإستثمار"
    case "314204":
    return "314204: المؤسسة العربية لضمان الإستثمار"
    case "314205":
    return "314205: المصرف العربي للإستثمار والتجارة الخارجية- اربيفت"
    case "314206":
    return "314206: الشركة العربية لبناء واصلاح السفن"
    case "314207":
    return "314207: الشركة العربية للصناعات الدوائية - اكديما"
    case "314208":
    return "314208: الشركة العربية للتعدين"
    case "314209":
    return "314209: الشركة العربية للإستثمارات البترولية -ابيكورب"
    case "314210":
    return "314210: الشركة العربية البحرية لنقل البترول"
    case "314211":
    return "314211: الشركة العربية للخدمات البترولية"
    case "314212":
    return "314212: الشركة العربية لتنمية الثروة الحيوانية - اكوليد"
    case "314213":
    return "314213: الهيئة العربية للإستثمار والإنماء الزراعي"
    case "314214":
    return "314214: المجموعة العربية للتأمين - اريج"
    case "314215":
    return "314215: بنك الخليج الدولي"
    case "314216":
    return "314216: شركة الخليج للملاحة القابضة"
    case "314217":
    return "314217: الشركة العربية المتحدة لناقلات الكيماويات"
    case "314218":
    return "سداد مساهمات فى استثمارات مالية (غير تابعة لجهاز الإمارات للإستثمار) :314218"
    case "321101":
    return "321101: حساب الخزينة الموحد"
    case "321102":
    return "321102: حساب الخزينة الموحد - مقاصة"
    case "321201":
    return "321201: حساب جاري"
    case "321202":
    return "321202: حساب جاري - مقاصة"
    case "321301":
    return "321301: حساب صفري"
    case "321302":
    return "321302: حساب صفري - مقاصة"
    case "321401":
    return "321401: حساب وديعة"
    case "321402":
    return "321402: حساب وديعة -مقاصة"
    case "321901":
    return "321901: السلفة النثرية ـ المستديمة"
    case "321902":
    return "321902: نقدية لدى المحصلين"
    case "322101":
    return "322101: المقبوضات"
    case "322201":
    return "322201: سلفة راتب"
    case "322202":
    return "322202: سلفة سيارة"
    case "322203":
    return "322203: سلفة مهمة خاصة بالسفر"
    case "322204":
    return "322204: راتب اجازة مدفوع مقدما"
    case "322205":
    return "322205: سلفة خاصة"
    case "322206":
    return "322206: سلفة محروقات"
    case "322207":
    return "322207: سلفة على حساب المعاش"
    case "322299":
    return "322299: مقبوضات تحت التحصيل-سلف موظفين"
    case "322301":
    return "322301: مصروفات مدفوعة مقدما"
    case "322302":
    return "322302: خطابات الأعتماد"
    case "322303":
    return "322303: دفعات مقدمة للموردين"
    case "322304":
    return "322304: تأمين عدادات الكهرباء"
    case "322305":
    return "322305: تأمينات مدفوعة أخرى"
    case "322399":
    return "322399: مدفوعات تحت التسوية"
    case "322901":
    return "322901: دعم موقف السيولة النقدية لدى البنوك الوطنية"
    case "322902":
    return "322902: شيكات مرتدة تحت التحصيل"
    case "322903":
    return "322903: سلف جهات حكومية"
    case "322904":
    return "322904: حساب تسوية مبالغ مقبوضة"
    case "322905":
    return "322905: شيكات مرتجعة"
    case "322906":
    return "322906: حساب جاري السفارات والقنصليات"
    case "322907":
    return "322907: جاري دعم المزارعين"
    case "322908":
    return "322908: جاري دعم الصيادين"
    case "322909":
    return "322909: جاري مؤسسة الامارات للنقل والخدمات"
    case "322910":
    return "322910: جاري الهيئة العامة للمعاشات والتأمينات الاجتماعية"
    case "323005":
    return "323005: حساب صفري- وزاره الخارجيه"
    case "323006":
    return "323006: حساب صفري- وزاره الداخليه"
    case "323007":
    return "323007: حساب صفري- وزاره التربيه و التعليم"
    case "323008":
    return "323008: حساب صفري- وزاره الصحه"
    case "399901":
    return "399901: ذمم موظفين ومستخدمين مستحقة"
    case "399902":
    return "399902: ذمم مقاولين وموردين مستحقة"
    case "399903":
    return "399903: ذمم أخرى مستحقة"
    case "399904":
    return "399904: أمانات المحاكم"
    case "399905":
    return "399905: ذمم شيكات مرتدة عن إيرادات مستحقة للدولة"
    case "399906":
    return "399906: ذمم معاشات مستحقة للدولة"
    case "411101":
    return "411101: حسابات موردين"
    case "411001":
    return "411001: حسابات موردين"
    case "412101":
    return "412101: أمانات الرواتب الشهرية"
    case "412102":
    return "412102: أمانات أجور العمال"
    case "412103":
    return "412103: حصة الحكومة لموظفي دول مجلس التعاون"
    case "412104":
    return "412104: حصة الموظف ال5% المستقطعة"
    case "412105":
    return "412105: أمانات معاشات"
    case "412106":
    return "412106: حصة رب العمل ال 15 % المستقطعة"
    case "412107":
    return "412107: رواتب مستحقة"
    case "412108":
    return "412108: مدفوعات محتجزة"
    case "412109":
    return "412109: ضم خدمة"
    case "412110":
    return "412110: أمانات مستحقة أخرى"
    case "412111":
    return "412111: أمانات الموردين والمقاولين"
    case "412112":
    return "412112: تأمين الصيانة على المباني و المركبات و الآلات"
    case "412113":
    return "412113: تأمينات محتجزة لحساب المقاولات"
    case "412114":
    return "412114: مبالغ محتجزة بأمر المحكمة"
    case "412115":
    return "412115: تأمينات أخرى مقبوضة"
    case "412116":
    return "412116: مقبوضات تحت التسوية"
    case "412117":
    return "412117: أمانات ايجارات مباني"
    case "412118":
    return "412118: أمانات اشتراكات في منظمات دولية"
    case "412119":
    return "412119: أمانات برسم براءة الاختراع"
    case "412120":
    return "412120: مقبوضات تحت التسوية -  مبيعات البطاقة الذكية"
    case "412121":
    return "412121: تأمينات عدادات الماء والكهرباء"
    case "412122":
    return "412122: حساب جاري حكومة دبي"
    case "412123":
    return "412123: الحساب الجاري مواصلات الإمارات"
    case "412124":
    return "412124: الحساب الجاري الهيئة العامة للرعاية الصحية"
    case "412125":
    return "412125: لجنة تسوية القروض العقارية"
    case "412126":
    return "412126: الحساب الجاري مؤسسة الامارات للخدمات"
    case "412127":
    return "412127: الحساب الجاري هيئة الامارات للموصفات والمقاييس"
    case "412128":
    return "412128: الحساب الجاري لهيئة تنظيم الاتصالات"
    case "412129":
    return "412129: الحساب الجاري لهيئة السياحة في أبوظبي"
    case "412130":
    return "412130: دبي العالمية-موانئ دبي"
    case "412131":
    return "412131: دبي العالمية - المنطقة الحرة - جبل علي"
    case "412132":
    return "412132: حكومة دبي الاليكترونية - جنسية"
    case "412133":
    return "412133: المجلس الوطني للإعلام"
    case "412134":
    return "412134: هيئة التأمين"
    case "412135":
    return "412135: غرفة تجارة وصناعة الفجيرة"
    case "412136":
    return "412136: الهيئة العامة للطيران المدني"
    case "412137":
    return "412137: هيئة الأوراق المالية والسلع"
    case "412138":
    return "412138: استحقاق الالتزامات"
    case "412139":
    return "412139: الضمان المصرفي"
    case "412140":
    return "412140: حساب وسيط تحت الطلب- أبوظبي الوطني"
    case "412141":
    return "412141: حساب البطاقات"
    case "412142":
    return "412142: مقبوضات تحت التسوية - درهم إلكتروني"
    case "412143":
    return "412143: عمولة مالك الخدمة"
    case "412144":
    return "412144: عمولة مركز التحصيل غير فيدرالي"
    case "412145":
    return "412145: عمولة تشغيل النظام"
    case "412146":
    return "412146: عمولة تأدية الخدمة للجهة المستقلة"
    case "412147":
    return "412147: عمولة بطاقات ائتمانية للبنك"
    case "412148":
    return "412148: حساب وسيط تحت الطلب لبيع وشحن البطاقات"
    case "412149":
    return "412149: عمولة بيع بطاقات -بنك أبو ظبي الوطني"
    case "412150":
    return "412150: حساب عمولات وسيط"
    case "412151":
    return "412151: عمولة مركز التحصيل فيدرالي"
    case "412152":
    return "412152: عمولة الحركات من خارج النظام لبنك أبو ظبي الوطني"
    case "412153":
    return "412153: مؤسسة محمد بن راشد للإسكان"
    case "412154":
    return "412154: حساب البطاقات الذكية -GII"
    case "412155":
    return "412155: حساب البطاقات المتوأمة -GII"
    case "412156":
    return "412156: حساب مقبوضات تحت التسوية للبطاقات الخاصة - Gll"
    case "412157":
    return "412157: حساب مقبوضات تحت التسوية للبطاقات المتوأمة -GII"
    case "412158":
    return "412158: حساب الهيئة الإتحادية لإيرادات الخدمة -GII"
    case "412159":
    return "412159: حساب عمولات الهيئة الإتحادية -GII"
    case "412160":
    return "412160: عمولة مراكز التحصيل الخاص -GII"
    case "412161":
    return "412161: عمولة مراكز التحصيل المحلي-GII"
    case "412162":
    return "412162: حساب البنك لإيرادات وزارة المالية GII"
    case "412163":
    return "412163: حساب البنك لإيرادات  العمولات لوزارة المالية GII"
    case "412164":
    return "412164: حساب عمولات الجهات الخاصةGII"
    case "412165":
    return "412165: حساب وسيط - الإيرادات - الخدمات المقدمة للسلطات المحلية"
    case "412166":
    return "412166: حساب وسيط - الإيرادات - الخدمات المقدمة للسلطات الإتحادية"
    case "412167":
    return "412167: حساب وسيط - عمولة - الخدمات المقدمة للسلطات المحلية"
    case "412168":
    return "412168: حساب وسيط -عمولة - الخدمات المقدمة للسلطات الإتحادية"
    case "412169":
    return "412169: تسوية حسابات بنوك الوزارات"
    case "412201":
    return "412201: حصة الموظف العامل من دول مجلس التعاون - السعودية"
    case "412202":
    return "412202: حصة الحكومة لموظفي دول مجلس التعاون - السعودية"
    case "412203":
    return "412203: حصة الموظف العامل من دول مجلس التعاون - البحرين"
    case "412204":
    return "412204: حصة الحكومة لموظفي دول مجلس التعاون - البحرين"
    case "412205":
    return "412205: حصة الموظف العامل من دول مجلس التعاون - الكويت"
    case "412206":
    return "412206: حصة الحكومة لموظفي دول مجلس التعاون- الكويت"
    case "412207":
    return "412207: حصة الموظف العامل من دول مجلس التعاون - عمان"
    case "412208":
    return "412208: حصة الحكومة لموظفي دول مجلس التعاون - سلطنة عمان"
    case "412210":
    return "412210: أمانات مستحقة أخرى"
    case "412216":
    return "412216: مقبوضات تحت التسوية"
    case "412238":
    return "412238: استحقاق الالتزامات"
    case "412270":
    return "412270: استحقاق الالتزامات"
    case "416100":
    return "416100: الرواتب المستحقة للوزارات"
    case "416104":
    return "416104: رواتب مستحقة-وزارة شئون الرئاسة"
    case "416105":
    return "416105: رواتب مستحقة-وزارة الخارجية"
    case "416106":
    return "416106: رواتب مستحقة-وزارة الداخلية"
    case "416107":
    return "416107: رواتب مستحقة-وزارة الدفاع"
    case "416108":
    return "416108: رواتب مستحقة-جهاز الامن"
    case "416109":
    return "416109: رواتب مستحقة-وزارة التربية والتعليم"
    case "416110":
    return "416110: رواتب مستحقة-وزارة  الصحة"
    case "416112":
    return "416112: رواتب مستحقة-وزارة المالية"
    case "416113":
    return "416113: رواتب مستحقة-وزارة الاقتصاد"
    case "416114":
    return "416114: رواتب مستحقة-وزارة الطاقة"
    case "416115":
    return "416115: رواتب مستحقة-الأمانة العامة لمجلس الوزراء"
    case "416116":
    return "416116: رواتب مستحقة-وزارة التجارة الخارجية"
    case "416117":
    return "416117: رواتب مستحقة-ديوان المحاسبة"
    case "416118":
    return "416118: رواتب مستحقة-وزارة العمل"
    case "416119":
    return "416119: رواتب مستحقة-وزارة الأشغال العامة"
    case "416120":
    return "416120:"
    case "416121":
    return "416121: رواتب مستحقة-وزارة العدل"
    case "416122":
    return "416122: رواتب مستحقة-وزارة البيئة والمياه"
    case "416123":
    return "416123: رواتب مستحقة-وزارة التخطيط والتعاون الدولي"
    case "416124":
    return "416124: رواتب مستحقة-وزارة التعليم العالي والبحث العلمي"
    case "416125":
    return "416125: رواتب مستحقة-وزارة تطوير القطاع الحكومي"
    case "416126":
    return "416126: رواتب مستحقة-وزارة الشئون الاجتماعية"
    case "416127":
    return "416127:"
    case "416128":
    return "416128: رواتب مستحقة-وزارة الثقافة والشباب"
    case "416129":
    return "416129: رواتب مستحقة-وزارة الدولة لشئون المجلس الوطني الاتحادي"
    case "416130":
    return "416130:"
    case "416131":
    return "416131:"
    case "416132":
    return "416132: رواتب مستحقة-وزارة الدولة 1"
    case "416133":
    return "416133: رواتب مستحقة-وزارة الدولة  2"
    case "416134":
    return "416134:"
    case "416135":
    return "416135: رواتب مستحقة-وزارة الدولة  35"
    case "416150":
    return "416150: رواتب مستحقة-المجلس الوطني الاتحادي"
    case "416198":
    return "416198: رواتب مستحقة-مصروفات اتحادية اخرى"
    case "416200":
    return "416200: الرواتب المستحقة للوكالات"
    case "416294":
    return "416294: رواتب نستحقة-هيئة المواصفات والمقاييس"
    case "416295":
    return "416295: رواتب نستحقة-المجلس الوطني للاعلام"
    case "416296":
    return "416296: الهيئة العامة للشئون الإسلامية والأوقاف"
    case "416297":
    return "416297: الهيئة الاتحادية للموارد البشرية"
    case "422204":
    return "422204: حصة الموظف  ال5% المستقطعة"
    case "422206":
    return "422206: 15% حصة رب العمل"
    case "499901":
    return "499901: مطلوبات عن ذمم موظفين ومستخدمين مستحقة للدولة"
    case "499902":
    return "499902: مطلوبات الدولة عن ذمم مقاولين وموردين"
    case "499903":
    return "499903: مطلوبات الدولة عن ذمم أخرى"
    case "499904":
    return "499904: أمانات المحاكم"
    case "499905":
    return "499905: مطلوبات الدولة عن ذمم شيكات مرتدة"
    case "499906":
    return "499906: مطلوبات هيئة المعاشات ( المحصل نيابة عن الهيئة )"


    default:
    return id;
  }
}
