export function getAccountName(id) {
  switch (id) {
    case "211101":
      return "211101: الراتب الأساسي";
    case "211102":
      return "211102: أجور عمال شهريين مقطوعة";
    case "211103":
      return "211103: أجور العاملين المحليين بالخارج";
    case "211104":
      return "211104: مكافأت شاملة";
    case "211105":
      return "211105: مكافآت العاملين في البرامج";
    case "211106":
      return "فروق تحويل العملات للعاملين المحليين بالخارج:211106";
    case "211201":
      return "211201: علاوة السكن";
    case "211202":
      return "211202: علاوة السيارة وبدل الانتقال";
    case "211203":
      return "211203: علاوة غلاء المعيشة";
    case "211204":
      return "211204: علاوة منصب";
    case "211205":
      return "211205: علاوة فنية";
    case "211206":
      return "211206: علاوة اجتماعية";
    case "211207":
      return "211207: علاوة أولاد";
    case "211208":
      return "211208:  علاوة ماجستير ودكتوراة واشراف مادة علمية";
    case "211209":
      return "211209: علاوة تشجيعية للشهادات الدراسية";
    case "211210":
      return "211210: علاوة المباحث";
    case "211211":
      return "211211: علاوة المرور";
    case "211212":
      return "211212: علاوة تجديد الخدمة";
    case "211213":
      return "211213: علاوة صحية";
    case "211214":
      return "211214: علاوة خاصة - المكرمة";
    case "211215":
      return "211215: علاوة تكميلية";
    case "211216":
      return "211216: بدل التخصص";
    case "211217":
      return "211217: بدل مهنى";
    case "211218":
      return "211218: بدل مهنى خاص";
    case "211219":
      return "211219: بدل الطيران";
    case "211220":
      return "211220:  بدلات استثنائية";
    case "211221":
      return "211221: بدل خاص للأنثى المواطنة";
    case "211222":
      return "211222: العلاوة الخاصة بالفضاء";
    case "211301":
      return "211301: بدل التمثيل والضيافة";
    case "211302":
      return "211302: بدل خدم وطهاة";
    case "211303":
      return "211303: بدل الأثاث وصيانته";
    case "211304":
      return "211304: بدل انتداب";
    case "211305":
      return "211305: بدل عدوى أو ضرر أو خطر";
    case "211306":
      return "211306: بدل اغتراب ومناطق نائية";
    case "211307":
      return "211307: بدل ملابس";
    case "211308":
      return "211308: بدل جامعة";
    case "211309":
      return "211309: بدل خاص";
    case "211310":
      return "211310: بدل أسرة";
    case "211311":
      return "211311: بدل نقل";
    case "211312":
      return "211312: بدل مناطق صعبة";
    case "211313":
      return "211313: بدل السفر والايفاد";
    case "211314":
      return "211314: بدل استهلاك الكهرباء والماء";
    case "211315":
      return "211315: بدل طبيعة عمل وتفرغ";
    case "211316":
      return "211316: بدل الإجازة النقدي";
    case "211317":
      return "211317: بدل الطعام";
    case "211318":
      return "211318: بدل هاتف";
    case "211319":
      return "211319: بدل عمل للعسكريين السابقين";
    case "211320":
      return "211320: بدل عيادة";
    case "211321":
      return "211321:فرق التسكين على الكادر العام";
    case "211401":
      return "211401: مكافآت عن أعمال اضافية";
    case "211402":
      return "211402: مكافآت عن أعمال اضافية للعاملين بالأجر الشهري المقطوع";
    case "211403":
      return "211403: مكافآت اعضاء اللجان الدائمة ومجالس الادارات";
    case "211404":
      return "211404: مكافآت تشجيعية";
    case "211405":
      return "211405: مكافات الحصص الاضافية ومعلمات الاحتياط";
    case "211406":
      return "211406: مكافات اشراف وامتحانات";
    case "211407":
      return "211407: مكافأة نهاية الخدمة";
    case "211408":
      return "211408: مكافأة مراسلي اعلام";
    case "212101":
      return "212101: تذاكر السفر";
    case "212102":
      return "212102: بدل رسوم دراسية";
    case "212103":
      return "212103: ايجارات مساكن الموظفين - داخل الدولة";
    case "212104":
      return "212104: ايجارات مساكن الموظفين - خارج الدولة";
    case "212105":
      return "212105: التأمين الصحي";
    case "212106":
      return "212106: مصاريف الإقامة لغير المواطنين";
    case "213101":
      return "213101: مساهمة الحكومة في معاشات التقاعد";
    case "213102":
      return "213102: تعويضات لأسر المتوفيين";
    case "213103":
      return "213103: تعويضات اصابات العمل";
    case "213104":
      return "213104: تعويضات اصابات العمل";
    case "214444":
      return "214444: الحساب الموحد للترقيات";
    case "214555":
      return "214555: الحساب الوسيط لميزانية الوظائف";
    case "299931":
      return "299931: اختتام مشتريات الأصول";
    case "219999":
      return "219999: جماة نقديرات الشواغر";
    case "221101":
      return "221101: صيانة المباني";
    case "221102":
      return "221102: صيانة الأراضي";
    case "221103":
      return "221103: صيانة المصاعد والسلالم المتحركة";
    case "221104":
      return "221104: صيانة التكييف";
    case "221105":
      return "221105: صيانة عامة";
    case "221106":
      return "221106: صيانة أجهزة السلامة العامة";
    case "221199":
      return "221199: مصاريف صيانة أخرى - مباني";
    case "221201":
      return "221201: استهلاك الكهرباء";
    case "221202":
      return "221202: استهلاك المياه";
    case "221203":
      return "221203: استهلاك الغاز";
    case "221204":
      return "221204: نفقات الصرف الصحي";
    case "221205":
      return "221205: مهمات توصيل الكهرباء";
    case "221206":
      return "221206: مهما ت توصيل المياه";
    case "221207":
      return "221207: صيانة شبكة الكهرباء للمحطات";
    case "221208":
      return "221208: صيانة شبكة المياه للمحطات";
    case "221209":
      return "221209: صيانة مكائن المحطات";
    case "221210":
      return "221210: محروقات السيارات والناقلات";
    case "221211":
      return "221211: محروقات المحطات";
    case "221212":
      return "221212: مهمات توصيل الغاز";
    case "221213":
      return "221213: خدمات التبريد-التكييف";
    case "221214":
      return "221214: مشتريات الطاقة - كهرباء";
    case "221215":
      return "221215: مشتريات المياه";
    case "221216":
      return "221216: صيانة محطات المياه";
    case "221217":
      return "221217: تكاليف رسوم البلدية";
    case "221218":
      return "221218: مصروف توصيل الصرف الصحي";
    case "221299":
      return "221299: صيانة معدات أخرى";
    case "221301":
      return "221301: ايجارات مباني - داخل الدولة";
    case "221302":
      return "221302: ايجارات مباني - خارج الدولة";
    case "221303":
      return "221303: ايجارات اراضي";
    case "221304":
      return "221304 : مصاريف معدات مؤجرة";
    case "221305":
      return "221305: مصاريف عقود الايجار التمويلية";
    case "221306":
      return "221306: مصاريف عقود الايجار التمويلية - مقاصة";
    case "221307":
      return "221307: مصاريف مواقف";
    case "221401":
      return "221401: أدوات ومواد النظافة";
    case "221402":
      return "221402: عقود النظافة";
    case "221501":
      return "221501: مستلزمات الاثاث";
    case "221502":
      return "221502: صيانة الأثاث";
    case "221503":
      return "221503: مصاريف الديكور";
    case "221504":
      return "221504: شراشف وبياضات";
    case "221601":
      return "221601: صيانة الحدائق";
    case "222101":
      return "222101: قطع الغيار";
    case "222102":
      return "222102: لوحات واشارات المرور";
    case "222103":
      return "222103: صيانة السيارات والناقلات";
    case "222104":
      return "222104: صيانة السفن";
    case "222105":
      return "222105: صيانة الطائرات";
    case "222106":
      return "222106: ايجارات السيارات";
    case "222107":
      return "222107: ايجارات سفن";
    case "222108":
      return "222108: ايجارات طائرات";
    case "222109":
      return "222109: تسجيل وترخيص المركبات";
    case "223101":
      return "223101: إدارة الخدمات العامة";
    case "223102":
      return "223102: إدارة الخدمات العلاجية";
    case "223103":
      return "223103: خدمات الأمن";
    case "223104":
      return "223104: خدمات  الضيافة";
    case "223105":
      return "223105: خدمات التموين";
    case "223106":
      return "223106: مصاريف دور الرعاية";
    case "223201":
      return "223201: قرطاسية وأدوات مكتب";
    case "223202":
      return "223202: مصروفات المكتب";
    case "223203":
      return "223203: مجلات وجرائد ودوريات";
    case "223204":
      return "223204: المطبوعات";
    case "223205":
      return "223205: الكتب الدراسية";
    case "223206":
      return "223206: الكتب والمراجع";
    case "223207":
      return "223207: المخطوطات التراثية والآثار";
    case "223208":
      return "223208: متفرقات";
    case "223209":
      return "223209: مصروفات مدرسية تشغيلية";
    case "223301":
      return "223301: الأفلام والتسجيلات والبرامج";
    case "223302":
      return "223302: لوازم التصوير";
    case "223303":
      return "223303: أجور وكالات الأنباء";
    case "223304":
      return "223304: العلاقات الصحفية";
    case "223305":
      return "223305: مصروفات إعلان ودعاية";
    case "223306":
      return "223306: مكافآت الكتاب";
    case "223307":
      return "223307: مكافآت اعضاء المسرح والتحكيم والجوائز";
    case "223308":
      return "223308: مكافآت الفرق الشعبية";
    case "223401":
      return "223401: خدمات البريد";
    case "223402":
      return "223402: اجهزة هاتف وفاكس";
    case "223403":
      return "223403: خدمات البرقيات و الهواتف";
    case "223404":
      return "223404: خدمات الانترنت";
    case "223405":
      return "223405: مستلزمات الحاسب الآلي وملحقاته";
    case "223406":
      return "223406: برامج الحاسب الآلي";
    case "223407":
      return "223407: صيانة الحاسب الآلي";
    case "223408":
      return "223408: ايجارالحاسب الآلي";
    case "223409":
      return "223409: صيانة الأجهزة السلكية واللاسلكية";
    case "223410":
      return "223410: ايجار خدمات الأقمار الصناعية";
    case "223412":
      return "223412: ايجار مراكز البيانات الافتراضية";
    case "223413":
      return "223413: صيانة أجهزة الإذاعة والتلفزيون";
    case "223499":
      return "223499: إيجارات معدات - أخرى";
    case "223501":
      return "223501: الزي الموحد";
    case "223502":
      return "223502: الغسيل والكوي";
    case "223601":
      return "223601: وجبات الطعام";
    case "223602":
      return "223602: أدوات الطعام";
    case "223716":
      return "223716: فحوصات طبية";
    case "223701":
      return "223701 :أدوية وعقاقير";
    case "223702":
      return "223702: مواد كيماوية وبيولوجية وصحية";
    case "223703":
      return "223703: أفلام الأشعة";
    case "223704":
      return "223704: مستلزمات طبية";
    case "223705":
      return "223705: اجهزة طبية تعويضية";
    case "223706":
      return "223706: علاج حالات الامراض المستعصية";
    case "223707":
      return "223707: شراء الدم";
    case "223708":
      return "223708: التثقيف الصحي";
    case "223709":
      return "223709: تكاليف تجهيز الموتى";
    case "223710":
      return "223710 :أمصال ولقاحات";
    case "223711":
      return "223711 :مستلزمات اسنان";
    case "223712":
      return "223712 :مستلزمات عظام";
    case "223713":
      return "223713 :مستلزمات أجهزة طبية وملحقاتها";
    case "223714":
      return "223714 :الوقاية من الاشعاع";
    case "223715":
      return "223715: صيانة معدات طبية";
    case "223801":
      return "223801: بذور وأسمدة وأشتال";
    case "223802":
      return "223802: مكافحة الأوبئة الزراعية والبيطرية";
    case "223803":
      return "223803: مكافحة التلوث البيئي";
    case "223804":
      return "223804: مواد وأعلاف";
    case "223805":
      return "223805: أدوات وعدد زراعية وسمكية";
    case "223806":
      return "223806: أدوات ولوازم غوص بحرية";
    case "223901":
      return "223901: أدوا ت ومواد المختبر ات والمعامل";
    case "223902":
      return "223902: ادوات التدريب";
    case "223903":
      return "223903: عدد وأدوات صغيرة";
    case "223904":
      return "223904: صيانة الآلات والمعدات";
    case "223905":
      return "223905: أدوات ومهمات رياضية و كشفية";
    case "223906":
      return "223906: معدات مكافحة الحريق";
    case "223907":
      return "223907: عدد وأدوات هندسية";
    case "223908":
      return "223908: عدد وأدوات موسيقية";
    case "224001":
      return "224001: التعداد العام للسكان";
    case "224002":
      return "224002: البحوث والدراسات";
    case "224003":
      return "224003: المسوحات";
    case "224101":
      return "224101: مخصصات الطلاب";
    case "224102":
      return "224102: الرسوم الدراسية";
    case "224201":
      return "224201: مواد التربية الفنية";
    case "224202":
      return "224202: التدبير المنزلي";
    case "224203":
      return "224203: الرعاية والخدمات الاجتماعية للطلاب";
    case "224204":
      return "224204: دورات رياضية ومباريات دولية";
    case "224205":
      return "224205: النشاط المسرحي والفني";
    case "224206":
      return "224206: دروع ونياشين عسكرية";
    case "224207":
      return "224207: نفقات الجرائم العامة";
    case "224208":
      return "224208: حفاوة واستقبال";
    case "224209":
      return "224209: اعداد وتجهيز المعارض";
    case "224210":
      return "224210: مكافآت العاملين بالمراكز";
    case "224211":
      return "224211: المؤتمرات المحلية";
    case "224301":
      return "224301: تذاكر السفر";
    case "224302":
      return "224302: فنادق وضيافة";
    case "224401":
      return "224401: الاشتراك في المنظمات الدولية";
    case "224402":
      return "224402: اتعاب ومكافآت الخبراء والمستشارين";
    case "224403":
      return "224403: مكافآت فحص الإنتاج والبحث العلمي";
    case "224404":
      return "224404: انتقالات أعضاء مجالس إدارات الاتحادات الرياضية";
    case "224405":
      return "224405: الفحص والتدقيق على براءات الاختراع";
    case "224406":
      return "224406:أتعاب خدمات لجهات استشارية";
    case "224407":
      return "224407: الخدمات الاستشارية الهندسية";
    case "224408":
      return "224408: استشارات مالية";
    case "224409":
      return "224409: استشارات إدارية";
    case "224410":
      return "224410: استشارات تقنية معلومات";
    case "224411":
      return "224411: استشارات قانونية";
    case "224412":
      return "224412: استشارات ضريبية";
    case "224413":
      return "224413: خدمات تدقيق داخلي";
    case "224414":
      return "224414: خدمات تدقيق خارجي";
    case "224415":
      return "224415: التعاقد مع أفراد";
    case "224416":
      return "224416: التعاقد مع شركات متخصصة بالتعهيد";
    case "224417":
      return "224417: التعاقد مع شركات متخصصة بمجال معين";
    case "224501":
      return "224501: رسوم الاشتراك بالدورات";
    case "224502":
      return "224502: مخصصات المتدربين";
    case "224503":
      return "224503: مكافآت وعاظ ومقرئين";
    case "224504":
      return "224504: مكافآت المحاضرين";
    case "224505":
      return "224505: عدد وأدوات مدرسية";
    case "224506":
      return "224506: مكافآت العاملين بالتعليم المسائي";
    case "224507":
      return "224507: تدريب وتأهيل المواطنين لسوق العمل";
    case "224508":
      return "224508: مصروفات التعليم والتدريب الأخرى";
    case "224509":
      return "224509: مكافآت أطباء الإمتياز المواطنين";
    case "224601":
      return "224601: مصروفات الدفاع";
    case "224602":
      return "224602: مصروفات جهاز الأمن";
    case "224603":
      return "224603: مصروفات إصدار البطاقة الموحدة";
    case "224604":
      return "224604: إبعاد متسللين";
    case "224605":
      return "224605: مصروفات سرية";
    case "224606":
      return "224606: ذخيرة ولوازم سلاح";
    case "224607":
      return "224607: خدمات نقل الأموال";
    case "224608":
      return "224608: معدات الحماية الذاتية";
    case "224609":
      return "224609: مناظير";
    case "224610":
      return "224610: صيانة معدات أمنية";
    case "224701":
      return "224701: التأمين على المباني الحكومية والمستودعات";
    case "224702":
      return "224702: التأمين على الناقلات";
    case "224703":
      return "224703: التأمين ضد أخطاء المهنة";
    case "224704":
      return "224704: التأمين على محطات الكهرباء وانتاج المياه";
    case "224705":
      return "224705: التأمين الصحي";
    case "224801":
      return "224801: مصاريف بنكية";
    case "224901":
      return "224901: رسوم جمركية";
    case "229931":
      return "229931: الاصول المحولة من المجموعة 31";
    case "229933":
      return "229933: الاصول المحولة من المجموعة 33";
    case "229934":
      return "229934: الاصول المحولة من المجموعة 34";
    case "229935":
      return "229935: الاصول المحولة من المجموعة 35";
    case "231214":
      return "231214: مصاريف الاستهلاك - الإضافات على الأصول - وزارة تطوير البنية التحتية";
    case "231215":
      return "231215: مصاريف الاستهلاك - التحسينات على المباني";
    case "231409":
      return "231409: مصاريف الاستهلاك - الاصول المحولة - وسائل النقل بأنواعها";
    case "231410":
      return "231410: مصاريف استهلاك - أصول عقود الايجار التمويلية - وسائل النقل بأنواعها";
    case "231619":
      return "231619: مصاريف الاستهلاك - أجهزة الاشعة";
    case "231620":
      return "231620: مصاريف الاستهلاك - معدات المشاريع الفضائية - المحطات الفضائية";
    case "231621":
      return "231621: مصاريف الاستهلاك - معدات المشاريع الفضائية - المحطات الأرضية";
    case "231622":
      return "231622: مصاريف الاستهلاك - معدات المشاريع الفضائية - معدات أخرى لدعة المشاريع ال";
    case "231708":
      return "231708: مصاريف الاستهلاك - الاصول المحولة - أجهزة ومعدات تقنية المعلومات";
    case "231709":
      return "231709: مصاريف استهلاك - أصول عقود الايجار التمويلية - أجهزة ومعدات تقنية المعلو";
    case "233101":
      return "233101: التطبيقات وبرامج الكمبيوتر";
    case "233201":
      return "233201: الأنظمة المطورة داخلياً";
    case "233202":
      return "233202: المواقع المطورة داخلياً";
    case "242001":
      return "242001: مصروفات وفوائد بنكية";
    case "242002":
      return "242002 : مصروفات وفوائد بنكية / خدمة إصدارت الدين العام الخارجي";
    case "241101":
      return "241101: تكاليف تمويل - عقود الايجار التمويلية";
    case "241201":
      return "241201: تكلفة تمويل اتفاقيات امتياز تقديم الخدمة";
    case "252101":
      return "252101: الاعانات الاجتماعية";
    case "252102":
      return "252102: مساعدات الاغاثة";
    case "252103":
      return "252103: دعم المزارعين";
    case "252104":
      return "252104: دعم الصيادين";
    case "252105":
      return "252105: دعم الصحف والمجلات";
    case "252106":
      return "252106: دعم الجمعيات والنوادي";
    case "252107":
      return "252107: منح اسكان للمواطنين";
    case "252108":
      return "252108: اعفاء المنتفعين بالمساعدات الاجتماعية من استهلاك الكهرباء والماء";
    case "252109":
      return "252109: اعفاء جمعيات النفع العام من رسوم الكهرباء والماء";
    case "252110":
      return "252110: إعفاء المنتفعين بالمساعدات الاجتماعية من تكاليف تركيب انظمة كشف الحرائق";
    case "252111":
      return "252111: رسوم الاشتراك السنوي في نظام كشف الحرائق للمنتفعين بالمساعدات الاجتماعية";
    case "262101":
      return "262101: مساهمة الدولة بالمنظمات والمؤسسات التنموية";
    case "262102":
      return "262102: تبرعات ومساعدات خارجية";
    case "262103":
      return "262103: مساهمة الدولة في إنشاء المقر الدائم لمؤسسات دولية وإقليمية";
    case "262104":
      return "262104:هيئات عربية - صندوق النقد العربي";
    case "262105":
      return "262105: هيئات عربية - الصندوق العربي للإنماء الإقتصادي والإجتماعي";
    case "262106":
      return "262106: هيئات عربية - المصرف العربي للتنمية الإقتصادية في إفريقيا";
    case "262107":
      return "262107: المؤسسة العربية لضمان الإستثمار وإتمان الصادرات";
    case "262108":
      return "262108:المؤسسة العربية لضمان الإستثمار والإنماء الزراعي";
    case "262109":
      return "262109: مجموعة البنك الإسلامي للتنمية - البنك الإسلامي للتنمية";
    case "262110":
      return "262110: مجموعة البنك الإسلامي للتنمية - للمؤسسة الإسلامية لتنمية القطاع الخاص";
    case "262111":
      return "262111: مجموعة البنكللتنمية - المؤسسة الإسلامية لتأمين الإستثمار وإتمان الصادرات";
    case "262112":
      return "262112: مجموعة البنك الإسلامي للتنمية - المؤسسة الدولية الإسلامية لتمويل التجارة";
    case "262113":
      return "262113: المنظمات الدولية - الصندوق الدولي للتنمية الإقتصادية - ايفاد";
    case "262114":
      return "262114: المنظمات الدولية - صندوق الأوبك للتنمية الدولية - أوفيد";
    case "262115":
      return "262115: المنظمات الدولية - صندوق النقد الدولي";
    case "262116":
      return "262116:مجموعة البنك الدولي - البنك الدولي للإنشاء والتعمير  IRBD";
    case "262117":
      return "262117: مجموعة البنك الدولي - المؤسسة الدولية للتنمية IDA";
    case "262118":
      return "262118: مجموعة البنك الدولي - مؤسسة التمويل الدولية IFC";
    case "262119":
      return "262119: مجموعة البنك الدولي - الوكالة الدولية لضمان الإستثمار MIGA";
    case "262120":
      return "262120: مجموعة البنك الدولي - المركز الدولي لتسوية المنازعات ICSID";
    case "262121":
      return "262121: رسم عضوية الدولة فى المنتدى العالمى للشفافية و تجديد مبادره الدولة";
    case "262122":
      return "262122: المؤسسة الاسلامية لتنمية القطاع الخاص";
    case "262123":
      return "262123: بنك التنمية الجديد";
    case "262124":
      return "262124: البنك الاوروبي لاعادة الاعمار والتنمية";
    case "262125":
      return "262125: حصة الدولة في عمليات قوات حفظ السلام التابعة للامم المتحدة";
    case "263101":
      return "263101: جامعة الامارات العربية المتحدة";
    case "263102":
      return "263102: مجمع كليات التقنية العليا";
    case "263103":
      return "263103: جامعة زايد";
    case "263104":
      return "263104: الهيئة الوطنية للمؤهلات";
    case "263105":
      return "263105: المكتب الاتحادي للضرائب";
    case "263106":
      return "263106: ديوان المحاسبة";
    case "263107":
      return "263107: الهيئة الاتحادية للكهرباء والماء";
    case "263108":
      return "263108: الهيئة العامة لرعاية الشباب والرياضة";
    case "263109":
      return "263109: المجلس الاعلى للأمومة والطفولة";
    case "263110":
      return "263110: الهيئة العامة لتنظيم قطاع الاتصالات";
    case "263111":
      return "263111: الهيئة الاتحادية للجمارك";
    case "263112":
      return "263112: صندوق الزواج";
    case "263113":
      return "263113: برنامج الشيخ زايد للإسكان";
    case "263114":
      return "263114: هيئة الامارات للمواصفات والمقاييس";
    case "263115":
      return "263115: صندوق الزكاة";
    case "263116":
      return "263116: الهيئة العامة للشئون الاسلامية والأوقاف";
    case "263117":
      return "263117: هيئة تنمية وتوظيف الموارد البشرية الوطنية";
    case "263118":
      return "263118: هيئة الأوراق المالية والسلع";
    case "263119":
      return "263119: اتحاد غرف التجارة والصناعة";
    case "263120":
      return "263120: المجلس الاتحادي للتركيبة السكانية";
    case "263121":
      return "263121: الهلال الأحمر لدولة الإمارات العربية المتحدة";
    case "263122":
      return "263122: معهد التدريب والدراسات القضائية";
    case "263123":
      return "263123: هيئة الامارات للهوية";
    case "263124":
      return "263124: مكتب رئاسة مجلس الوزراء";
    case "263125":
      return "263125: مكتب وزيرة الدولة";
    case "263126":
      return "263126: المجلس الوطني للاعلام";
    case "263127":
      return "263127: هيئة التامين";
    case "263128":
      return "263128: الهيئة الوطنية للمواصلات";
    case "263129":
      return "263129: اللجنة الوطنية للمؤتمرات";
    case "263130":
      return "263130: المركز الوطني للإحصاء";
    case "263131":
      return "263131: الأمانة العامة لمجلس الوزراء";
    case "263132":
      return "263132: المجلس الوطني الاتحادي";
    case "263133":
      return "263133: الهيئة الاتحادية  للموارد البشرية الحكومية";
    case "263134":
      return "263134: جهاز الامارات للاستثمار";
    case "263135":
      return "263135: فروق تمويل الجامعات";
    case "263136":
      return "263136: المجلس الوطني للسياحة والآثار";
    case "263137":
      return "263137: الهيئة العامة للمعلومات";
    case "263138":
      return "263138: مكتب تنسيق المساعدات الخارجية لدولة الامارات العربية المتحدة";
    case "263139":
      return "263139: الهيئة العامة لأمن المنافذ والحدود والمناطق الحرة";
    case "263140":
      return "263140: مكتب وزير الدولة";
    case "263141":
      return "263141: منح مساهمات صندوق قطاع الاتصالات";
    case "263143":
      return "أكاديمية الإمارات الدبلوماسية :263143";
    case "263144":
      return "263144: الهيئة الاتحادية للتنافسية و الاحصاء";
    case "263142":
      return "وكالة الإمارات للفضاء :263142";
    case "263145":
      return "263145: مجلس الإمارات للتوازن بين الجنسين";
    case "263146":
      return "263146: مكتب وزير للتسامح";
    case "263147":
      return "263147: وزيرة الدولة للسعادة";
    case "263148":
      return "263148: وزيرة الدولة لشؤون الشباب";
    case "263149":
      return "263149:";
    case "263150":
      return "263150: المؤسسة الاتحادية للشباب";
    case "263151":
      return "263151: الهيئة الاتحادية للهوية والجنسية";
    case "263152":
      return "263152: مؤسسة الإمارات للتعليم المدرسي";
    case "263153":
      return "263153: المركز الاتحادي للمعلومات الجغرافية";
    case "263154":
      return "263154: مساهمات الحكومة الاتحادية - وزارات وهيئات غير مستقلة";
    case "263155":
      return "263155: المكتب الاعلامي لحكومة دولة الامارات العربية المتحدة";
    case "263999":
      return "263999: سداد التزامات مالية سابقة للجهات المستقلة";
    case "273101":
      return "273101: مقابل مخصصات اشتراكات تقاعد سابقة";
    case "273102":
      return "273102: مقابل معاشات التقاعد ومكا فأ ت المواطنين -مدنيون";
    case "273103":
      return "273103: مقابل معاشات التقاعد ومكافآت المواطنين -عسكريون";
    case "273104":
      return "273104: حصة الحكومة في معاشات القطاع الخاص";
    case "273105":
      return "273105: تعويض الهيئة العامة للمعاشات عن فروق ال 70%";
    case "273106":
      return "273106: التقاعد الاختياري المبكر";
    case "273107":
      return "273107: تعويض الهيئة عن رفع حد المعاش الى 10000 درهم";
    case "273108":
      return "273108: المعاشات والمكافآت الاستثنائية";
    case "281101":
      return "281101: الاعفاء من سداد قروض الاسكان";
    case "281102":
      return "281102: الاعفاء من سداد الديون التي تقل عن 30000 درهم";
    case "281103":
      return "281103: الاعفاء من سداد الديون التي تزيد عن 30000 درهم";
    case "282101":
      return "282101: اضرار الخزانة العامة";
    case "282102":
      return "282102: مردودات ايرادات محصلة عن سنوات سابقة";
    case "282103":
      return "282103: تعويضات وأحكام";
    case "282104":
      return "282104: فروق اسعار عملة";
    case "282105":
      return "282105: دراسات واستشارات إتحادية";
    case "282106":
      return "282106: المنتدى الاقتصادي الدولي";
    case "282107":
      return "282107: نظام الموارد البشرية للحكومة الاتحادية";
    case "282108":
      return "282108: مصروفات طارئة";
    case "282109":
      return "282109: مخصصات معارين لدى المؤسسات الدولية";
    case "282110":
      return "282110: اعانة محطات الكهرباء الإمارات";
    case "282111":
      return "282111: برنامج التعاون الفني";
    case "282112":
      return "282112: مشروع نظام الاستعلام المبكر عن المسافرين";
    case "282113":
      return "282113: المكرمة";
    case "282114":
      return "282114: سداد مستحقات مالية على الوزارات والجهات الاتحادية";
    case "282115":
      return "282115: مكافآت مالية";
    case "282116":
      return "282116: مصروفات اتحادية أخرى";
    case "282117":
      return "282117: رخص برامج (عقد ميكروسوفت)";
    case "282118":
      return "282118: فوائد قروض الاسكان";
    case "282119":
      return "282119: احتياطي خاص";
    case "282120":
      return "282120: الدرهم الاليكتروني - الجيل الثاني";
    case "282121":
      return "282121: النظام المالي الاتحادي";
    case "282122":
      return "282122: إعادة هيكلة الحكومة الاتحادية";
    case "282123":
      return "282123: انارة الشوارع الاتحادية";
    case "282124":
      return "282124: المصاريف التشغيلية للمشاريع الجديدة لوزارة الصحة";
    case "282125":
      return "282125: شراء / بناء مبني في الخارج للوزارة التربية";
    case "282126":
      return "يوم زايد للعمل الإنسانى الإماراتى :282126";
    case "282127":
      return "إالغاء التشعيب بالمدارس الحكومية :282127";
    case "282128":
      return "دعم مبادرات الجهات الاتحادية الصادرة من مجلس الوزراء :282128";
    case "282129":
      return "282129:منحة مالية لانشاء دار الامارات لطباعة العملة الوقية";
    case "282130":
      return "282130:مقابل ادارة الحسابات المصرفية";
    case "282131":
      return "282131:مصروفات دعم الابتكار";
    case "282133":
      return "282133:الصندوق الوطني للقراءة";
    case "282134":
      return "282134:مصروفات تأسيس صندوق الشيخ محمد بن راشد آل مكتوم";
    case "282135":
      return "282135:";
    case "282136":
      return "282136: سداد الالتزامات المالية عن المتعثرين لصندوق الابتكار";
    case "282137":
      return "282137: مصاريف تشغيل صندوق محمد بن راشد للابتكار - مصرف الامارات";
    case "282138":
      return "282138:";
    case "282139":
      return "282139:";
    case "282140":
      return "282140: تسريع الابتكار";
    case "282141":
      return "282141 : مصروفات اللجنة العليا للاشراف على عملية التقييم المتبادل";
    case "282142":
      return "282142: مصاريف الاجتماعات السنوية لحكومة الامارات";
    case "282143":
      return "282143: سداد الظرائب المستحقة على الجهات الاتحادية";
    case "282144":
      return "282144: سداد الضرائب المستحقة على الجهات الاتحادية";
    case "282145":
      return "282145: عام زايد";
    case "282146":
      return "282146: مصروفات تجهيز مؤسسة الإمارات للخدمات الصحية";
    case "282147":
      return "282147: مصروفات اتحادية تمول من حكومة ابوظبي (خدمات)";
    case "282148":
      return "282148: تركيب أنظمة كشف الحرائق";
    case "282149":
      return "282149: الاشتراك السنوي في نظام كشف الحرائق";
    case "282150":
      return "282150: مشروع تتبع الشاحنات والشحنات";
    case "282151":
      return "282151: توحيد الأنظمة الجمركية";
    case "282152":
      return "282152: صندوق تنمية الموارد البشرية الوطنية";
    case "282153":
      return "282153: مصروفات قضائية - تسوية الادعاءات القضائية";
    case "282154":
      return "282154: أرباح  خسائر بيع الأصول الملموسة";
    case "282155":
      return "282155: الأرباح غير المحققة من فروق تحويل العملة";
    case "282156":
      return "282156: مصروفات ملف الامن الغذائي";
    case "282157":
      return "282157: مصروفات مشاركة الدولة باجتماعات G20";
    case "282158":
      return "282158: مصروفات مواجھة جائحة كوفید- 19";
    case "282159":
      return "282159: منصة المشتريات الحكومية";
    case "282160":
      return "282160: مصروفات التعيينات والترقيات الاتحادية الضرورية";
    case "282161":
      return "282161: مصروفات التقاعد الاختياري";
    case "282162":
      return "282162: مصروفات التقاعد المبكر";
    case "282163":
      return "282163: المخصصات المالية لمعالي وزير الدولة";
    case "282164":
      return "282164 : مصروفات تدريب المواهب في الجهات الاتحادية";
    case "282165":
      return "282165: سداد التزامات الجهات الاتحادية لعقود الايجار التمويلي";
    case "284101":
      return "284101: مصاريف مساهمات الحكومات المحلية";
    case "311101":
      return "311101: اراضي";
    case "311201":
      return "311201: مباني حكومية";
    case "311202":
      return "311202: البنية التحتية للطرق والجسور";
    case "311203":
      return "311203: منشأت زراعية";
    case "311204":
      return "311204: منشأت تعليمية";
    case "311205":
      return "311205: منشأت صحية";
    case "311206":
      return "311206: محطات تحلية";
    case "311207":
      return "311207: خزانات المياة";
    case "311208":
      return "311208: شبكة توزيع المياه";
    case "311209":
      return "311209: الشبكة الكهربائية";
    case "311210":
      return "311210: البيوت الجاهزة - الكرافانات";
    case "311211":
      return "311211: محطات توليد الكهرباء";
    case "311212":
      return "311212: محطات الصرف الصحي";
    case "311213":
      return "311213: محطات معالجة مياه الصرف الصحي";
    case "311214":
      return "311214: الإضافات على الأصول - وزارة تطوير البنية التحتية";
    case "311215":
      return "311215: التحسينات على المباني";
    case "311301":
      return "311301: أثاث المكتب";
    case "311302":
      return "311302: أثاث  السكن";
    case "311303":
      return "311303: مصروفات مدرسية رأسمالية";
    case "311304":
      return "311304: تجهيزات و ديكور";
    case "311401":
      return "311401: السيارات والناقلات";
    case "311402":
      return "311402: سيارات المطافيء";
    case "311403":
      return "311403: الدراجات النارية";
    case "311404":
      return "311404: الجرارات الزراعية";
    case "311405":
      return "311405: سيارات مصفحة";
    case "311406":
      return "311406: قوارب";
    case "311407":
      return "311407: الطائرات";
    case "311408":
      return "311408: سيارات خاصة مزودة للطواريء";
    case "311409":
      return "311409: الاصول المحولة - وسائل النقل بأنواعها";
    case "311410":
      return "311410: أصول عقود الايجار التمويلية - وسائل النقل بأنواعها";
    case "311601":
      return "311601: آليات ومعدات ثقيلة";
    case "311602":
      return "311602: معدات الكترونية وميكانيكية";
    case "311603":
      return "311603: آلات ومعدات التصوير والتسجيل";
    case "311604":
      return "311604: آلات ومعدات هندسية";
    case "311605":
      return "311605: آلات ومعدات صحية";
    case "311606":
      return "311606: أجهزة ومعدات رياضية";
    case "311607":
      return "311607: محولات كهربائية";
    case "311608":
      return "311608: أجهزة تعقيم";
    case "311609":
      return "311609: آلات موسيقية";
    case "311610":
      return "311610: أجهزة المختبرات والمعامل";
    case "311611":
      return "311611: معدات تجهيز الآبار والحفر";
    case "311612":
      return "311612: الحفارات";
    case "311613":
      return "311613: أسلحة";
    case "311614":
      return "311614: أجهزة التشفير";
    case "311615":
      return "311615: أجهزة الترجمة الفورية";
    case "311616":
      return "311616: أجهزة ملاحة - رادارات";
    case "311617":
      return "311617: ألات ومعدات غوص بحرية";
    case "311618":
      return "311618: أجهزة أمنية متخصصة";
    case "311619":
      return "311619 :أجهزة الأشعة";
    case "311620":
      return "311620: معدات المشاريع الفضائية - المحطات الفضائية";
    case "311621":
      return "311621: معدات المشاريع الفضائية - المحطات الأرضية";
    case "311622":
      return "311622: معدات المشاريع الفضائية - معدات أخرى لدعة المشاريع الفضائية";
    case "311501":
      return "311501: أجهزة ومعدات مكتب - تكاليف";
    case "311701":
      return "311701: شراء حاسب آلي وملحقاته - مجتمعة";
    case "311702":
      return "311702: الطابعات";
    case "311703":
      return "311703: الخوادم - السيرفرات";
    case "311704":
      return "311704: أجهزة الشبكات و الربط";
    case "311705":
      return "311705: أجهزة الصراف الآلي والإيداع النقدي";
    case "311706":
      return "311706: البدالات";
    case "311707":
      return "311707: أجهزة سلكية ولاسلكية";
    case "311708":
      return "311708: الاصول المحولة - أجهزة ومعدات تقنية المعلومات";
    case "311709":
      return "311709: أصول عقود الايجار التمويلية - أجهزة ومعدات تقنية المعلومات";
    case "311801":
      return "311801: برامج تخطيط موارد المؤسسات";
    case "311802":
      return "311802: رخص البرامج";
    case "311901":
      return "311901: أراضي تحت التطوير";
    case "311902":
      return "311902: دراسات وتصاميم لمشاريع المباني الحكومية";
    case "311903":
      return "311903: دراسات وتصاميم لمشاريع الطرق والجسور";
    case "311904":
      return "311904: مباني حكومية تحت الإنشاء";
    case "311905":
      return "311905: صيانة المباني والاضافات الصغرى";
    case "311906":
      return "311906: الطرق والجسور تحت الإنشاء";
    case "311907":
      return "311907: صيانة الطرق والجسور";
    case "311908":
      return "311908: انشاء السدود";
    case "311909":
      return "311909: صيانة السدود والمنشآت المائية";
    case "311910":
      return "311910: مشاريع فضائية";
    case "311911":
      return "311911: اصول قيد التنفيذ - برامج";
    case "312102":
      return "312102: المخزون - قطع الغيار";
    case "312103":
      return "312103: المخزون - صيانة الطائرات";
    case "312201":
      return "312201: المخزون - قرطاسية ومستلزمات المكتب";
    case "312202":
      return "312202: المخزون - مصروفات مكتبية عامة";
    case "312203":
      return "312203: المخزون - المطبوعات";
    case "312204":
      return "312204: المخزون - متفرقات";
    case "312301":
      return "312301: المخزون - أدوية وعقاقير";
    case "312302":
      return "312302: المخزون - مواد كيماوية وبيولوجية وصحية";
    case "312303":
      return "312303: المخزون - أفلام الأشعة";
    case "312304":
      return "312304: المخزون - مستلزمات طبية";
    case "312305":
      return "312305: المخزون - اجهزة طبية تعويضية";
    case "312306":
      return "312306: المخزون - علاج حالات الامراض المستعصية";
    case "312307":
      return "312307: المخزون - التثقيف الصحي";
    case "312308":
      return "312308: المخزون - أمصال ولقاحات";
    case "312309":
      return "312309: المخزون - مستلزمات اسنان";
    case "312310":
      return "312310: المخزون - مستلزمات عظام";
    case "312401":
      return "312401: المخزون - مصروفات إصدار البطاقة الموحدة";
    case "312402":
      return "312402: المخزون - ذخيرة ولوازم سلاح";
    case "312999":
      return "312999: حساب وسيط المخزون";
    case "312901":
      return "312901: المخزون - الزي الموحد";
    case "312902":
      return "312902: المخزون - الاعلاف";
    case "312903":
      return "312903: المخزون - أدوا ت ومواد المختبر ات والمعامل";
    case "313101":
      return "313101: حيوانات";
    case "314101":
      return "314101: مؤسسة الامارات للإتصالات - اتصالات";
    case "314102":
      return "314102: مصرف الامارات العربية المتحدة المركزي";
    case "314103":
      return "314103: مؤسسة الأمارات للنقل والخدمات مواصلات الأمارات";
    case "314104":
      return "314104: المصرف العقاري";
    case "314105":
      return "314105: المصرف الصناعي";
    case "314106":
      return "314106: مؤسسة الامارات العامة للبترول - بترول الامارات";
    case "314107":
      return "314107: مجموعة بريد الإمارات القابضة";
    case "314108":
      return "314108: ألهيئة العامة للطيران المدني";
    case "314109":
      return "314109: الهيئة العامة للمعاشات والتأمينات الاجتماعية";
    case "314110":
      return "314110: مؤسسة الامارات العقارية";
    case "314111":
      return "314111: مؤسسة الامارات للخدمات";
    case "314112":
      return "314112: شركة الأمارات للأتصالات المتكاملة";
    case "314113":
      return "314113: شركة أركان لمواد البناء";
    case "314114":
      return "314114: سوق دبي المالي";
    case "314115":
      return "314115: شركة الطيران العربية";
    case "314116":
      return "314116: شركة ديار للتطوير";
    case "314117":
      return "314117: بنك نور الاسلامي";
    case "314118":
      return "314118: موانيء دبي العالمية";
    case "314119":
      return "314119: مصرف عجمان الاسلامي";
    case "314120":
      return "314120: شركة دار التكافل للتأمين";
    case "314121":
      return "314121: الهلال الأخضر";
    case "314122":
      return "314122: جهاز الإمارات للإستثمار";
    case "314123":
      return "314123: مصرف الامارات للتنمية";
    case "314124":
      return "314124: شركة آبار";
    case "314125":
      return "314125: شركة الإتحاد للقطارات";
    case "314126":
      return "314126: شركة الاتحاد للمعلومات الائتمانية";
    case "314127":
      return "314127: قطار الاتحاد";
    case "314128":
      return "الشركة الاتحادية لتأمين ائتمان الصادرات الوطنية :314128";
    case "314129":
      return "شركة الاتحاد للمدفوعات الرقمية :314129";
    case "314201":
      return "314201: شركة الملاحة العربية المتحدة";
    case "314202":
      return "314202: المؤسسة العربية للإتصالات الفضائية - عرب سات .";
    case "314203":
      return "314203: مؤسسة الخليج للإستثمار";
    case "314204":
      return "314204: المؤسسة العربية لضمان الإستثمار";
    case "314205":
      return "314205: المصرف العربي للإستثمار والتجارة الخارجية- اربيفت";
    case "314206":
      return "314206: الشركة العربية لبناء واصلاح السفن";
    case "314207":
      return "314207: الشركة العربية للصناعات الدوائية - اكديما";
    case "314208":
      return "314208: الشركة العربية للتعدين";
    case "314209":
      return "314209: الشركة العربية للإستثمارات البترولية -ابيكورب";
    case "314210":
      return "314210: الشركة العربية البحرية لنقل البترول";
    case "314211":
      return "314211: الشركة العربية للخدمات البترولية";
    case "314212":
      return "314212: الشركة العربية لتنمية الثروة الحيوانية - اكوليد";
    case "314213":
      return "314213: الهيئة العربية للإستثمار والإنماء الزراعي";
    case "314214":
      return "314214: المجموعة العربية للتأمين - اريج";
    case "314215":
      return "314215: بنك الخليج الدولي";
    case "314216":
      return "314216: شركة الخليج للملاحة القابضة";
    case "314217":
      return "314217: الشركة العربية المتحدة لناقلات الكيماويات";
    case "314218":
      return "سداد مساهمات فى استثمارات مالية (غير تابعة لجهاز الإمارات للإستثمار) :314218";
    case "314301":
      return "314301: الاستثمارات المتاحة للبيع - الشركة العربية للاستثمارات البترولية";
    case "314302":
      return "314302: الاستثمارات المتاحة للبيع - الشركة العربية البحرية لنقل البترول";
    case "314303":
      return "314303: الاستثمارات المتاحة للبيع - الشركة العربية للخدمات البترولية";
    case "314304":
      return "314304: الاستثمارات المتاحة للبيع - الشركة العربية لبناء وإصلاح السفن";
    case "314305":
      return "314305: الاستثمارات المتاحة للبيع - المؤسسة العربية للاتصالات الفضائية";
    case "314306":
      return "314306: الاستثمارات المتاحة للبيع - الشركة العربية للصناعات الدوائية";
    case "314307":
      return "314307: الاستثمارات المتاحة للبيع - مؤسسة الخليج للاستثمار";
    case "314308":
      return "314308: الاستثمارات المتاحة للبيع - الشركة العربية لتنمية الثروة الحيوانية";
    case "314309":
      return "314309: الاستثمارات المتاحة للبيع - الشركة العربية المتحدة لناقلات الكيماويات";
    case "314310":
      return "314310: الاستثمارات المتاحة للبيع - بنك الخليج الدولي";
    case "314401":
      return "314401: الاستثمارات في المنشآت الزميلة - الشركة العربية للتعدين";
    case "314402":
      return "314402: الاستثمارات في المنشآت الزميلة - الاتحاد للقطارات";
    case "314501":
      return "314501: الاستثمارات في جهات منشاَت تابعة - مؤسسة الامارات العامة للبترول";
    case "314502":
      return "314502: الاستثمارات في جهات منشاَت تابعة - الهيئة العامة للطيران المدني";
    case "314503":
      return "314503: الاستثمارات في جهات منشاَت تابعة - مؤسسة الامارات العقارية";
    case "314504":
      return "314504: الاستثمارات في جهات منشاَت تابعة - شركة الاتحاد للمعلومات الائتمانية";
    case "314505":
      return "314505: الاستثمارات في جهات منشاَت تابعة - شركة الاتحاد لائتمان الصادرات";
    case "314506":
      return "314506: الاستثمارات في جهات منشاَت تابعة - جهاز الإمارات للإستثمار";
    case "314507":
      return "314507: الاستثمارات في جهات منشاَت تابعة -  مصرف الامارات للتنمية";
    case "317101":
      return "317101: التطبيقات وبرامج الكمبيوتر";
    case "317201":
      return "317201: الأنظمة المطورة داخلياً";
    case "317202":
      return "317202: المواقع المطورة داخلياً";
    case "317301":
      return "317301: الأصول غير الملموسة قيد التنفيذ - الأنظمة المطورة داخليا";
    case "317701":
      return "317701: الإطفاء المتراكم - التطبيقات وبرامج الكمبيوتر";
    case "317801":
      return "317801: الإطفاء المتراكم - الأنظمة المطورة داخلياً";
    case "317802":
      return "317802: الإطفاء المتراكم - المواقع المطورة داخلياً";
    case "319214":
      return "319214: الاستهلاك المتراكم - الإضافات على الأصول - وزارة تطوير البنية التحتية";
    case "319215":
      return "319215: مجمع الاستهلاك - التحسينات على المباني";
    case "319409":
      return "319409: الاستهلاك المتراكم - الاصول المحولة - وسائل النقل بأنواعها";
    case "319410":
      return "319410: الاستهلاك المتراكم - أصول عقود الايجار التمويلية - وسائل النقل بأنواعها";
    case "319620":
      return "319620: الاستهلاك المتراكم - معدات المشاريع الفضائية - المحطات الفضائية";
    case "319621":
      return "319621: الاستهلاك المتراكم - معدات المشاريع الفضائية - المحطات الأرضية";
    case "319622":
      return "319622: الاستهلاك المتراكم - معدات المشاريع الفضائية - معدات أخرى لدعة المشاريع";
    case "319708":
      return "319708: الاستهلاك المتراكم - الاصول المحولة - أجهزة ومعدات تقنية المعلومات";
    case "319709":
      return "319709: الاستهلاك المتراكم - أصول عقود الايجار التمويلية - أجهزة ومعدات تقنية ال";
    case "321101":
      return "321101: حساب الخزينة الموحد";
    case "321102":
      return "321102: حساب الخزينة الموحد - مقاصة";
    case "321201":
      return "321201: حساب جاري";
    case "321202":
      return "321202: حساب جاري - مقاصة";
    case "321301":
      return "321301: حساب صفري";
    case "321302":
      return "321302: حساب صفري - مقاصة";
    case "321401":
      return "321401: حساب وديعة";
    case "321402":
      return "321402: حساب وديعة -مقاصة";
    case "321901":
      return "321901: السلفة النثرية ـ المستديمة";
    case "321902":
      return "321902: نقدية لدى المحصلين";
    case "322101":
      return "322101: المقبوضات";
    case "322201":
      return "322201: سلفة راتب";
    case "322202":
      return "322202: سلفة سيارة";
    case "322203":
      return "322203: سلفة مهمة خاصة بالسفر";
    case "322204":
      return "322204: راتب اجازة مدفوع مقدما";
    case "322205":
      return "322205: سلفة خاصة";
    case "322206":
      return "322206: سلفة محروقات";
    case "322207":
      return "322207: سلفة على حساب المعاش";
    case "322299":
      return "322299: مقبوضات تحت التحصيل-سلف موظفين";
    case "322301":
      return "322301: مصروفات مدفوعة مقدما";
    case "322302":
      return "322302: خطابات الأعتماد";
    case "322303":
      return "322303: دفعات مقدمة للموردين";
    case "322304":
      return "322304: تأمين عدادات الكهرباء";
    case "322305":
      return "322305: تأمينات مدفوعة أخرى";
    case "322399":
      return "322399: مدفوعات تحت التسوية";
    case "322901":
      return "322901: دعم موقف السيولة النقدية لدى البنوك الوطنية";
    case "322902":
      return "322902: شيكات مرتدة تحت التحصيل";
    case "322903":
      return "322903: سلف جهات حكومية";
    case "322904":
      return "322904: حساب تسوية مبالغ مقبوضة";
    case "322905":
      return "322905: شيكات مرتجعة";
    case "322906":
      return "322906: حساب جاري السفارات والقنصليات";
    case "322907":
      return "322907: جاري دعم المزارعين";
    case "322908":
      return "322908: جاري دعم الصيادين";
    case "322909":
      return "322909: جاري مؤسسة الامارات للنقل والخدمات";
    case "322910":
      return "322910: جاري الهيئة العامة للمعاشات والتأمينات الاجتماعية";
    case "323005":
      return "323005: حساب صفري- وزاره الخارجيه";
    case "323006":
      return "323006: حساب صفري- وزاره الداخليه";
    case "323007":
      return "323007: حساب صفري- وزاره التربيه و التعليم";
    case "323008":
      return "323008: حساب صفري- وزاره الصحه";
    case "399901":
      return "399901: ذمم موظفين ومستخدمين مستحقة";
    case "399902":
      return "399902: ذمم مقاولين وموردين مستحقة";
    case "399903":
      return "399903: ذمم أخرى مستحقة";
    case "399904":
      return "399904: أمانات المحاكم";
    case "399905":
      return "399905: ذمم شيكات مرتدة عن إيرادات مستحقة للدولة";
    case "399906":
      return "399906: ذمم معاشات مستحقة للدولة";

    default:
      return id;
  }
}
