export function getActivityName(entity, type, id) {
  id += "";
  if (id.length == 0) {
    return "";
  }
  if (type === "MFT" || type === "MPFT" || type === "PFT") {
    id = "22" + entity.substring(1, 4) + id.substring(1, id.length);
  } else {
    id = "22" + entity.substring(1, 4) + id.substring(1, id.length);
  }
  switch (id) {
    case "221050101000":
      return "221050101000: خدمات الدبلوماسيين في الدولة";
    case "221050101001":
      return "221050101001: إصدار البطاقات الدبلوماسية";
    case "221050101002":
      return "221050101002: خدمات الامتيازات والتسهيلات للدبلوماسيين الأجانب";
    case "221050102000":
      return "221050102000: إدارة زيارات ممثلي البعثات الدبلوماسية في الدولة";
    case "221050102001":
      return "221050102001: إدارة مقابلات ممثلي البعثات الدبلوماسية في الدولة لكبار المسؤولين";
    case "221050103000":
      return "221050103000: تصديق المستندات";
    case "221050103001":
      return "221050103001: تصديق الأوراق الرسمية والشهادات والفواتير التجارية في الدولة";
    case "221050104000":
      return "221050104000: تقديم الخدمات القنصلية في البثعات";
    case "221050104001":
      return "221050104001: تقديم الخدمات القنصلية في الدول الأوروبية";
    case "221050104002":
      return "221050104002: تقديم الخدمات القنصلية في  دول أمريكا الشمالية والجنوبية";
    case "221050104003":
      return "221050104003: تقديم الخدمات القنصلية في دول شرق آسيا والمحيط الهادئ";
    case "221050104004":
      return "221050104004: تقديم الخدمات القنصلية في دول غرب آسيا";
    case "221050104005":
      return "221050104005: تقديم الخدمات القنصلية في الدول العربية";
    case "221050104006":
      return "221050104006: تقديم الخدمات القنصلية في  دول مجلس التعاون الخليجي";
    case "221050104007":
      return "221050104007: تقديم الخدمات القنصلية في الدول الأفريقية";
    case "221050105000":
      return "221050105000: مبادرة التصديق الإلكتروني وتنمية إيرادات التصديق";
    case "221050105001":
      return "221050105001: أتمتة عملية التصديق الإلكتروني";
    case "221050106000":
      return "221050106000: مبادرة مراكز التأشيرات";
    case "221050106001":
      return "221050106001: تطوير مراكز التأشيرات خارج الدولة";
    case "221050106002":
      return "221050106002: تشغيل مراكز التأشيرات خارج الدولة";
    case "221050107000":
      return "221050107000: إدارة طلبات التأشيرات";
    case "221050107001":
      return "221050107001: إدارة طلبات التأشيرات الواردة للوزارة";
    case "221050108000":
      return "221050108000: إدارة الاعتراف بالوثائق";
    case "221050108001":
      return "221050108001: إدارة الاعتراف بالوثائق";
    case "221050109000":
      return "221050109000: إدارة الطلبات المقدمة من البعثات الدبلوماسية داخل الدولة";
    case "221050109001":
      return "221050109001: إدارة طلبات البعثات الأجنبية داخل الدولة الخاصة بهذه البعثات ومنتس";
    case "221050109002":
      return "221050109002: إدارة طلبات البعثات الأجنبية داخل الدولة الخاصة بالرعايا الأجانب";
    case "221050109003":
      return "221050109003: إدارة المسائل القضائية المتعلقة بالرعايا الأجانب";
    case "221050110000":
      return "221050110000: خدمات المواطنين في الخارج";
    case "221050110001":
      return "221050110001: تواجدي";
    case "221050110002":
      return "221050110002: إصدار جواز الطوارئ";
    case "221050110003":
      return "221050110003: تجديد جوازات سفر المواطنين المتواجدين في الخارج";
    case "221050110004":
      return "221050110004: الإبلاغ عن الحالات الطارئة للمواطنين";
    case "221050111000":
      return "221050111000: إصدار جوازات السفر الدبلوماسية";
    case "221050111001":
      return "221050111001: إصدار جوازات سفر دبلوماسي أو خاص أو لمهمة";
    case "221050111002":
      return "221050111002: إدارة عمليات وزارة الخارجية";
    case "221050201000":
      return "221050201000: تعزيزالاستقرار في المنطقة -ليبيا";
    case "221050201001":
      return "221050201001: إدارة مشروع مبادرة تعزيزالاستقرار في المنطقة - ليبيا";
    case "221050202000":
      return "221050202000: تعزيزالاستقرار في المنطقة -ايران";
    case "221050202001":
      return "221050202001: إدارة مشروع مبادرة تعزيزالاستقرار في المنطقة - إيران";
    case "221050203000":
      return "221050203000: تعزيز الاستقرار في سوريا";
    case "221050203001":
      return "221050203001: إدارة مشروع مبادرة تعزيزالاستقرار في المنطقة - سوريا";
    case "221050204000":
      return "221050204000: تحديث وإدارة نظام الملخصات السياسية والإعلامية";
    case "221050204001":
      return "221050204001: إدارة مشروع مبادرة زيادة استخدام ملخصات وزارة الخارجية من قبل أعضا";
    case "221050204002":
      return "221050204002: إدارة مشروع مبادرة زيادة استخدام ملخصات وزارة الخارجية من قبل أعضا";
    case "221050204003":
      return "221050204003: إدارة مشروع مبادرة زيادة استخدام ملخصات وزارة الخارجية من قبل أعضا";
    case "221050204004":
      return "221050204004: إدارة مشروع مبادرة زيادة استخدام ملخصات وزارة الخارجية من قبل أعضا";
    case "221050204005":
      return "221050204005: إدارة مشروع مبادرة زيادة استخدام ملخصات وزارة الخارجية من قبل أعضا";
    case "221050204006":
      return "221050204006: إدارة مشروع مبادرة زيادة استخدام ملخصات وزارة الخارجية من قبل أعضا";
    case "221050204007":
      return "221050204007: إدارة مشروع مبادرة زيادة استخدام ملخصات وزارة الخارجية من قبل أعضا";
    case "221050204008":
      return "221050204008: إعداد و مراجعة تقارير العلاقات الثنائية لدول مجلس التعاون الخليجي";
    case "221050204009":
      return "221050204009: إعداد و مراجعة تقارير العلاقات الثنائية للدول العربية";
    case "221050204010":
      return "221050204010: إعداد و مراجعة تقارير العلاقات الثنائية للدول الأوروبية";
    case "221050204011":
      return "221050204011: إعداد و مراجعة تقارير العلاقات الثنائية لدول قارة أمريكا";
    case "221050204012":
      return "221050204012: إعداد و مراجعة تقارير العلاقات الثنائية لدول غرب آسيا";
    case "221050204013":
      return "221050204013: إعداد و مراجعة تقارير العلاقات الثنائية لدول شرق آسيا والباسيفيك";
    case "221050204014":
      return "221050204014: إعداد و مراجعة تقارير العلاقات الثنائية للدول الأفريقية";
    case "221050204015":
      return "221050204015: تقييم الملخصات الإعلامية في نظام إدارتي";
    case "221050205000":
      return "221050205000: إدارة المواقف السياسية والاقتصادية والثقافية في البعثات التمثيلية";
    case "221050205001":
      return "221050205001: إعداد ملخصات إعلامية وتقارير سياسية وإدارة العلاقات والمواقف السيا";
    case "221050205002":
      return "221050205002: إعداد ملخصات إعلامية وتقارير سياسية وإدارة العلاقات والمواقف السيا";
    case "221050205003":
      return "221050205003: إعداد ملخصات إعلامية وتقارير سياسية وإدارة العلاقات والمواقف السيا";
    case "221050205004":
      return "221050205004: إعداد ملخصات إعلامية وتقارير سياسية وإدارة العلاقات والمواقف السيا";
    case "221050205005":
      return "221050205005: إعداد ملخصات إعلامية وتقارير سياسية وإدارة العلاقات والمواقف السيا";
    case "221050205006":
      return "221050205006: إعداد ملخصات إعلامية وتقارير سياسية وإدارة العلاقات والمواقف السيا";
    case "221050205007":
      return "221050205007: إعداد ملخصات إعلامية وتقارير سياسية وإدارة العلاقات والمواقف السيا";
    case "221050206000":
      return "221050206000: إعداد التقارير السياسية";
    case "221050206001":
      return "221050206001: إعداد تقارير سياسية وتقييم جودتها لدول مجلس التعاون الخليجي";
    case "221050206002":
      return "221050206002: إعداد تقارير سياسية وتقييم جودتها للدول العربية";
    case "221050206003":
      return "221050206003: إعداد تقارير سياسية وتقييم جودتها للدول الأوروبية";
    case "221050206004":
      return "221050206004: إعداد تقارير سياسية وتقييم جودتها للدول الأمريكية";
    case "221050206005":
      return "221050206005: إعداد تقارير سياسية وتقييم جودتها لدول غرب آسيا";
    case "221050206006":
      return "221050206006: إعداد تقارير سياسية وتقييم جودتها لدول شرق آسيا والباسيفيك";
    case "221050206007":
      return "221050206007: إعداد تقارير سياسية وتقييم جودتها للدول الأفريقية";
    case "221050207000":
      return "221050207000: إدارة العلاقات والمواقف والاجتماعات السياسية";
    case "221050207001":
      return "221050207001: إدارة العلاقات والمواقف والاجتماعات السياسية للدول العربية";
    case "221050207002":
      return "221050207002: إدارة العلاقات والمواقف والاجتماعات السياسية للدول الأوروبية";
    case "221050207003":
      return "221050207003: إدارة العلاقات والمواقف والاجتماعات السياسية لدول أمريكا الشمالية";
    case "221050207004":
      return "221050207004: إدارة العلاقات والمواقف والاجتماعات السياسية لدول غرب آسيا";
    case "221050207005":
      return "221050207005: إدارة العلاقات والمواقف والاجتماعات السياسية لدول شرق آسيا والباسي";
    case "221050207006":
      return "221050207006: إدارة العلاقات والمواقف والاجتماعات السياسية للدول الأفريقية";
    case "221050207007":
      return "221050207007: إدارة العلاقات والمواقف والاجتماعات السياسية لدول مجلس التعاون الخ";
    case "221050301000":
      return "221050301000: الخطة الوطنية لحقوق الإنسان";
    case "221050301001":
      return "221050301001: إدارة مشروع انشاء هيئة وطنية مستقلة لحقوق الانسان";
    case "221050302000":
      return "221050302000: مبادرة نسبة المساعدات من اجمالي الدخل القومي";
    case "221050302001":
      return "221050302001: إدارة قيمة المساعدات الإنمائية المقدمة  لتحقيق اهداف مؤشرات التنمي";
    case "221050303000":
      return "221050303000: توفير الخبرات في مجال البنية التحتية و القدرات الحكومية على الصعيد";
    case "221050303001":
      return "221050303001: إدارة التدريب في برنامج الامارات للمساعدات الفنية";
    case "221050304000":
      return "221050304000: ترقية وتوسيع نطاق العلاقات الإستراتيجية على مستوى المنظمات الدولية";
    case "221050304001":
      return "221050304001: إدارة مشروع تمثيل الإماراتيين في المنظمات الدولية";
    case "221050304002":
      return "221050304002: إدارة استراتيجية الامارات للمنظمات الدولية";
    case "221050305000":
      return "221050305000: تحقيق أهداف دولة الإمارات في مجلس الأمن";
    case "221050305001":
      return "221050305001: إدارة خطة مشروع تحقيق أهداف دولة الإمارات في مجلس الأمن";
    case "221050306000":
      return "221050306000: تمكين النساء والفتيات";
    case "221050306001":
      return "221050306001: إدارة مشروع مبادرة تمكين النساء والفتيات";
    case "221050307000":
      return "221050307000: تنسيق المساعدات الإنمائية الإماراتية واهداف التنمية المستدامة";
    case "221050307001":
      return "221050307001: إدارة المساعدات الإنمائية الإماراتية المقدمة مع أهداف التنمية المس";
    case "221050308000":
      return "221050308000: مؤشر السلام العالمي";
    case "221050308001":
      return "221050308001: إدارة مشروع مبادرة مؤشر السلام";
    case "221050309000":
      return "221050309000: تنسيق التعاون الإماراتي العسكري والأمني بين السلطات المحلية لدولة";
    case "221050309001":
      return "221050309001: تمثيل الموقف الأمني المحلي دوليا";
    case "221050310000":
      return "221050310000: تمثيل دولة الإمارات على الصعيد الدولي في المسائل في ملفات حقوق الا";
    case "221050310001":
      return "221050310001: إعداد الخطة السنوية والتأكد من تطبيق التوصيات الصادرة من تقرير مجل";
    case "221050311000":
      return "221050311000: الوعي ووضوح رسالة الدولة ومواقفها على الصعيد الدولي حول القضايا ال";
    case "221050311001":
      return "221050311001: إدارة ملف العمالة بالتنسيق مع وزارة الموارد البشرية والتوطين لرفع";
    case "221050311002":
      return "221050311002: إدارة مشروع دعم وضوح رسالة الدولة حول قضايا حقوق الإنسان";
    case "221050312000":
      return "221050312000: دعم العلاقات الدولية  على مختلف الأصعدة من خلال توقيع الاتفاقيات ا";
    case "221050312001":
      return "221050312001: متابعة الاتفاقيات المرتبطة بالمبادرات ذات الأولوية";
    case "221050313000":
      return "221050313000: تطوير نشاطات ثقافية لتعزيز الرأي الإيجابي وسمعة الدولة على الصعيد";
    case "221050313001":
      return "221050313001: إدارة وتنفيذ النشاطات الثقافية في الخارج";
    case "221050401000":
      return "221050401000: تعزيز نمو قطاع الطيران";
    case "221050401001":
      return "221050401001: إدارة مشروع مبادرة توسيع اتفاقيات الطيران";
    case "221050402000":
      return "221050402000: تعزيز نمو الاستثمارات الأجنبية المباشرة الواردة إلى الدولة";
    case "221050402001":
      return "221050402001: زيادة قيمة الإستثمارات الأجنبية الواردة إلى الدولة من خلال دور الإ";
    case "221050403000":
      return "221050403000: توسيع نطاق الشراكة مع مجتمع الأعمال الإماراتي";
    case "221050403001":
      return "221050403001: مساعدة الشركات في التغلب على الصعوبات الاقتصادية التي تعاني منها ف";
    case "221050403002":
      return "221050403002: زيادة قيمة الاستثمارات الصادرة من الدولة من خلال تقديم الدعم للشرك";
    case "221050501000":
      return "221050501000: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "221050501001":
      return "221050501001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "221050501002":
      return "221050501002: مستشاري الوزير والوكيل";
    case "221050501003":
      return "221050501003: المكتب التنفيذي للجنة السلع والمواد الخاضعة لرقابة الاستيراد والتص";
    case "221050501004":
      return "221050501004: معالي الشيخ شخبوط بن نهيان بن مبارك آل نهيان";
    case "221050501005":
      return "221050501005: معالي خليفة شاهين خليفة المرر";
    case "221050502000":
      return "221050502000: التدقيق الداخلي";
    case "221050502001":
      return "221050502001: تقييم المخاطر";
    case "221050502002":
      return "221050502002: المراجعة الداخلية المبنية على المخاطر";
    case "221050503000":
      return "221050503000: ضمان تحقيق الاتصال الداخلي";
    case "221050503001":
      return "221050503001: إدارة النشاط الإعلامي الداخلي";
    case "221050503002":
      return "221050503002: تخطيط وتنسيق الاتصالات الداخلية";
    case "221050504000":
      return "221050504000: ضمان تحقيق الاتصال الخارجي";
    case "221050504001":
      return "221050504001: إدارة الاتصالات الواردة والصادرة";
    case "221050505000":
      return "221050505000: إدارة الموارد المالية بكفاءة وفعالية";
    case "221050505001":
      return "221050505001: إعداد الميزانية ومتابعة تنفيذها";
    case "221050505002":
      return "221050505002: إدارة الرواتب";
    case "221050505003":
      return "221050505003: الرقابة المالية والتدقيق الداخلي";
    case "221050505004":
      return "221050505004: إدارة المدفوعات والاستحقاقات";
    case "221050506000":
      return "221050506000: إدارة الحوكمة";
    case "221050506001":
      return "221050506001: إدارة المخاطر";
    case "221050506002":
      return "221050506002: تعزيز أطر الحوكمة في الوزارة وتقييم الأدوات الرقابية";
    case "221050507000":
      return "221050507000: إدارة الوثائق والأرشفة";
    case "221050507001":
      return "221050507001: إدارة أرشيف الوزارة";
    case "221050507002":
      return "221050507002: إدارة تصنيف المستندات والأرشفة";
    case "221050508000":
      return "221050508000: توفير أحدث خدمات تقنية المعلومات";
    case "221050508001":
      return "221050508001: إدارة الشبكات وأمن المعلومات";
    case "221050508002":
      return "221050508002: الحكومة الذكية";
    case "221050508003":
      return "221050508003: البنية التحتية وأمن المعلومات";
    case "221050508004":
      return "221050508004: تطوير النظم والتطبيقات الالكترونية";
    case "221050508005":
      return "221050508005: توفير الدعم الفني للمستخدمين";
    case "221050509000":
      return "221050509000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "221050509001":
      return "221050509001: إدارة علاقات المتعاملين";
    case "221050509002":
      return "221050509002: تطوير جائزة التميز الداخلية";
    case "221050509003":
      return "221050509003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "221050510000":
      return "221050510000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221050510001":
      return "221050510001: تطوير الخطط التشغيلية وتحديد مؤشرات الأداء الرئيسية وقياس الأداء و";
    case "221050511000":
      return "221050511000: تطبيق أفضل ممارسات الموارد البشرية";
    case "221050511001":
      return "221050511001: إدارة خدمات الموارد البشرية الأخرى (التعويضات والفوائد شؤون الموظف";
    case "221050511002":
      return "221050511002: الاستقطاب والتعيين";
    case "221050511003":
      return "221050511003: إدارة وتنفيذ عمليات التنقلات والترقيات والتعيينات";
    case "221050511004":
      return "221050511004: تقييم أداء الموظفين";
    case "221050511005":
      return "221050511005: التدريب والتطوير";
    case "221050512000":
      return "221050512000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221050512001":
      return "221050512001: إدارة ملف العقارات";
    case "221050512002":
      return "221050512002: إدارة مبني وزارة الخارجية والتعاون الدولي";
    case "221050512003":
      return "221050512003: الإشراف على مشاريع الانشاء والصيانة";
    case "221050512004":
      return "221050512004: حماية ومراقبة مباني ومرافق الوزارة";
    case "221050513000":
      return "221050513000: توفير أفضل الخدمات القانونية";
    case "221050513001":
      return "221050513001: إعداد الدراسات والاستشارات القانونية";
    case "221050513002":
      return "221050513002: إدارة الشؤون القانونية";
    case "221050514000":
      return "221050514000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "221050514001":
      return "221050514001: إدارة المشتريات  المخازن";
    case "221050514002":
      return "221050514002: إدارة العقود";
    case "221050514003":
      return "221050514003: إدارة الخدمات العامة والمواصلات";
    case "221050515000":
      return "221050515000: تنفيذ ميزانية الوظائف";
    case "221050601000":
      return "221050601000: تبني أدوات ومنهجيات الابتكار الحديثة في وزارة الخارجية";
    case "221050601001":
      return "221050601001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية";
    case "221050601002":
      return "221050601002: تطوير جائزة داخلية للابتكار";
    case "221050602000":
      return "221050602000: بناء قدرات الموظفين في مجال الابتكار";
    case "221050602001":
      return "221050602001: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي";
    case "221050602002":
      return "221050602002: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين";
    case "221050602003":
      return "221050602003: تنفيذ برامج تدريبية وفعاليات داخلية للموظفين في مجال الابتكار";
    case "221060101001":
      return "221060101001: ادارة التنسيق الحكومي والشؤون الدولية";
    case "221060101002":
      return "221060101002: ادارة الخدمة الوطنية والاحتياطية";
    case "221060101003":
      return "221060101003: مكتب التنسيق الامني";
    case "221060101004":
      return "221060101004: إدارة الدعم الاجتماعي الاتحادية";
    case "221060101005":
      return "221060101005: إدارة الرعاية والمتابعة الشرطية الاتحادية";
    case "221060101006":
      return "221060101006: إدارة الشرطة المجتمعية الأتحادية";
    case "221060101007":
      return "221060101007: إدارة رعاية وحماية الاحداث";
    case "221060101008":
      return "221060101008: ادارة مراكز وزارة الداخلية لتأهيل وتشغيل المعاقين";
    case "221060101009":
      return "221060101009: مركز المبادرات المجتمعية";
    case "221060101010":
      return "221060101010: مركز وزارة الداخلية لحماية الطفل";
    case "221060101011":
      return "221060101011: مركز وزارة الداخلية للوقاية من الجريمة";
    case "221060101012":
      return "221060101012: مكتب ثقافة احترام القانون";
    case "221060101013":
      return "221060101013: إدارة الدعم الامني";
    case "221060101014":
      return "221060101014: إدارة الدعم الجوي";
    case "221060101015":
      return "221060101015: إدارة السناريوهات الامنية";
    case "221060101016":
      return "221060101016: إدارة تنظيم شركات الأمن الخاصة";
    case "221060101017":
      return "221060101017: إدارة جناج الجو";
    case "221060101018":
      return "221060101018: المركز التدريبي للتحقيق";
    case "221060101019":
      return "221060101019: الادارة العامة للامن الوقائي";
    case "221060101020":
      return "221060101020: القيادة العامة لشرطة الشارقة";
    case "221060101021":
      return "221060101021: القيادة العامة لشرطة عجمان";
    case "221060101022":
      return "221060101022: القيادة العامة لشرطة ام القيوين";
    case "221060101023":
      return "221060101023: القيادة العامة لشرطة رأس الخيمة";
    case "221060101024":
      return "221060101024: القيادة العامة لشرطة الفجيرة";
    case "221060101025":
      return "221060101025: الإدارة العامة للعمليات المركزية";
    case "221060101026":
      return "221060101026: الإدارة العامة لمكافحة المخدرات الإتحادية";
    case "221060101027":
      return "221060101027: الإدارة العامة للشرطة الجنائية الإتحادية";
    case "221060101000":
      return "221060101000: تطوير اساليب التحقيق والتعامل مع الظواهر الامنية ومكافحة الجريمة ب";
    case "221060102001":
      return "221060102001: تطوير نموذج عمل موحد للمؤسسات العقابية والإصلاحية ( تصنيف المؤسسات";
    case "221060102002":
      return "221060102002: إستحداث ألية وتقييم النزلاء وتصنيفهم وتحديد برامج التأهيل";
    case "221060102003":
      return "221060102003: إعادة هيكلية المؤسسات العقابية والإصلاحية وفق نموذج العمل المعتمد";
    case "221060102004":
      return "221060102004: تطوير نظام تأهيل النزلاء بناءا على نموذج العمل المعتمد ( بناء شراك";
    case "221060102005":
      return "221060102005: تطوير نظام الرعاية الصحية للنزلاء وفق معايير عالمية ( مباني - كواد";
    case "221060102006":
      return "221060102006: مراجعة وتطبيق نظام إدارة الأحداث في الدولة ( نموذج المفرق) ( المبا";
    case "221060102007":
      return "221060102007: تطوير إطار عمل أمن لنقل للنزلاء ( أليات   مباني   كادر بشري  شركاء";
    case "221060102008":
      return "221060102008: إنشاء منظومة خاصة للمرضى النفسيين ( مباني   معدات   أليات كادر بشر";
    case "221060102009":
      return "221060102009: تطوير منظومة موحدة للتعامل مع الجريمة المنظمة (حصر الأليات وتحليله";
    case "221060102010":
      return "221060102010: تطوير منظومة المراقبة الأمنية (كاميرات ) وربطها بغرف العمليات في ج";
    case "221060102011":
      return "221060102011: وضع ألية موحدة لتنظيم ومراقبة الشركات العاملة بالمواد الكيميائية (";
    case "221060102012":
      return "221060102012: تطوير المختبرات الجنائية ( المعدات المباني   الكوادر البشرية  الدو";
    case "221060102013":
      return "221060102013: تطوير أساليب توعوية مبتكرة للمجتمع للوقاية من الأساليب الإجرامية ا";
    case "221060102014":
      return "221060102014: تطوير ألية موحدة للتعامل مع التفكك الأسري والإساءة للاطفال ( حصر ا";
    case "221060102015":
      return "221060102015: تطبيق نموذج الشرطة المجتمعية في الإمارات الشمالية ( مباني ، معدات،";
    case "221060102016":
      return "221060102016: تفعيل مراكز الدعم الإجتماعي على مستوى الدولة ( مبنى ، اليات ، معدا";
    case "221060102017":
      return "221060102017: تطوير إطار حوكمة متكامل لإدارة منافذ الدولة على ثلاثة مستويات (الم";
    case "221060102018":
      return "221060102018: تطوير برامج و سياسات لمكافحة المخالفين الجنسية";
    case "221060102019":
      return "221060102019: تنمية الموارد البشرية للمؤسسات العقابية والإصلاحية ( المسار الوظيف";
    case "221060102020":
      return "221060102020: تطوير غرف العمليات والرقابة والسيطرة للمؤسسات(المباني - العنابر لل";
    case "221060102021":
      return "221060102021: مراجعة وتحديث القوانين والتشريعات ذات الصلة بالمؤسسات العقابية وال";
    case "221060102022":
      return "221060102022: تطوير الية لتطبيق لائحة العقوبات البديلة في الدولة وبناء شراكات مع";
    case "221060102023":
      return "221060102023: تطبيق منظومة المعلومات الأمنية في المؤسسات";
    case "221060102024":
      return "221060102024: تطوير منظومة موحدة للتعامل مع الجرائم الالكترونية ( حصر الأساليب";
    case "221060102025":
      return "221060102025: تطوير ألية تطبيق لحصر الأساليب الإجرامية الحديثة وضمان بناء القدرا";
    case "221060102026":
      return "221060102026: تطوير و تطبيق سياسة للتعامل مع عملية انتقال مرتكبي الجرائم و ادوات";
    case "221060102027":
      return "221060102027: توحيد إجراءات ترخيص الأنشطة في المناطق الحرة وخضوع هذه الأنشطة للق";
    case "221060102028":
      return "221060102028: تعزيز دور مجالس الوقاية من الجريمة لنشر ثقافة القانون لدى أفراد ال";
    case "221060102029":
      return "221060102029: تفعيل النموذج الوطني للمعلومات الأمنية";
    case "221060102030":
      return "221060102030: نشر وتوعية المجتمع بمفهوم العقوبات البديلة وبيان أهميتة لتعزيز الت";
    case "221060102031":
      return "221060102031: تطوير قاعدة بيانات الكترونية لتجار ومروجي المخدرات بالتعاون مع الش";
    case "221060102032":
      return "221060102032: وضع منظومة للمعلومات الامنية المتعلقة بتعاطي المخدرات في المدارس و";
    case "221060102000":
      return "221060102000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الامن والامان لتعزيز الجودة";
    case "221060103001":
      return "221060103001: خدمة تراخيص الاسلحة والذخائر";
    case "221060103002":
      return "221060103002: خدمة تراخيص اندية الرماية";
    case "221060103003":
      return "221060103003: خدمة تراخيص المتفجرات والالعاب النارية";
    case "221060103004":
      return "221060103004: خدمة الموافقات والتصاريح الامنية";
    case "221060103005":
      return "221060103005: خدمة الاشتراك والتسجيل في الانظمة الالكترونية واستئجار اجهزة التتر";
    case "221060103006":
      return "221060103006: خدمة فتح البلاغات الامنية واستلام وتسليم المعثورات";
    case "221060103007":
      return "221060103007: خدمة اصدار الشهادات الامنية";
    case "221060103008":
      return "221060103008: خدمة تقديم الخدمات المجتمعية للحماية والتوعية والارشاد";
    case "221060103009":
      return "221060103009: خدمة فحص الحيوانات وموادها الغذائية ومستحضراتها الطبية من المواد ا";
    case "221060103010":
      return "221060103010: خدمة الكلاب البوليسية (K9)";
    case "221060103000":
      return "221060103000: تقديم خدمات شرطية متميزة";
    case "221060201001":
      return "221060201001: الإدارة العامة لترخيص الأليات والسائقين الإتحادية";
    case "221060201002":
      return "221060201002: الإدارة العامة للتنسيق المروري";
    case "221060201000":
      return "221060201000: تحسين السلامة على الطرق من خلال فرض سلطة القانون ونشر التوعية المر";
    case "221060202001":
      return "221060202001: مراجعة وتطوير نظام المخالفات المرورية وأليات تطبيقها بهدف تغيير سل";
    case "221060202002":
      return "#NAME?";
    case "221060202003":
      return "221060202003: (مواصفات المركبات) إعداد دراسة لمواصفات السلامة على المركبات مع ال";
    case "221060202004":
      return "221060202004: استحداث منهج متكامل للثقافة المرورية لطلبة المدارس";
    case "221060202005":
      return "221060202005: استحداث مراكز فحص الآليات الثقيلة (مباني، معدات، كادر بشري، انظمة";
    case "221060202006":
      return "221060202006: تطوير آلية لتقييم النقاط المرورية والدوريات وإعادة توزيعها";
    case "221060202007":
      return "221060202007: وضع إطار عام لسير الشاحنات بالدولة ( الاستراحات   المسارات   مواعي";
    case "221060202008":
      return "221060202008: تطبيق مفهوم الدورية الذكية في الامارات الشمالية";
    case "221060202009":
      return "221060202009: ترسيخ مبادئ الثقافة المرورية الأمنية في المجتمع";
    case "221060202010":
      return "221060202010: تفعيل الدور الاستشارى للوزارة في هندسة الطرق مما يسهم في سلامة الم";
    case "221060202011":
      return "221060202011: تطوير أليه إعداد التقارير المرورية ( النماذج   الاحصائيات   الأنظم";
    case "221060202012":
      return "221060202012: اسناد فحص المركبات إلى عدة شركات وفق معايير ورسوم محددة من قبل الو";
    case "221060202013":
      return "221060202013: تعزيز الشراكات مع المؤسسات ذات العلاقة بالطرق وهندستها (مواصفات ال";
    case "221060202000":
      return "221060202000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الجودة";
    case "221060203001":
      return "221060203001: خدمة تسجيل المركبات ( رخصة ، رقم مركبة ، فحص ) واصدار الشهادات الم";
    case "221060203002":
      return "221060203002: خدمة فحص السائقين ( فتح ملف مروري، اصدار واستبدال رخصة قيادة ، تصر";
    case "221060203000":
      return "221060203000: ترخيص المركبات والسائقين";
    case "221060204001":
      return "221060204001: خدمة الاستجابة للحوادث المرورية الجسيمة و البسيطة واصدار تصاريح اص";
    case "221060204002":
      return "221060204002: خدمة دفع المخالفات المرورية وتتحويلها وتخفيض النقاط المرورية وفك ح";
    case "221060204000":
      return "221060204000: الحوادث والمخالفات المرورية";
    case "221060205001":
      return "221060205001: خدمة مراجعة تصاميم هندسة الطرق ومتابعة تنفيذها واصدار التصاريح (مو";
    case "221060205000":
      return "221060205000: هندسة المرور";
    case "221060206001":
      return "221060206001: خدمة طلب معلومات مرورية وزيارة مديرية المرور و الدوريات";
    case "221060206000":
      return "221060206000: خدمة التوعية المرورية";
    case "221060301001":
      return "221060301001: القيادة العامة للدفاع المدني";
    case "221060301000":
      return "221060301000: تطوير اساليب السلامة الوقائية وتعزيز الاستجابة لبلاغات الاطفاء وال";
    case "221060302001":
      return "221060302001: الادارة العامة للدفاع المدني امارة ابوظبي";
    case "221060302002":
      return "221060302002: الادارة العامة للدفاع المدني امارة الشارقة";
    case "221060302003":
      return "221060302003: الادارة العامة للدفاع المدني امارة عجمان";
    case "221060302004":
      return "221060302004: الادارة العامة للدفاع المدني امارة ام القيوين";
    case "221060302005":
      return "221060302005: الادارة العامة للدفاع المدني امارة رأس الخيمة";
    case "221060302006":
      return "221060302006: الادارة العامة للدفاع المدني امارة الفجيرة";
    case "221060302000":
      return "221060302000: مشروع تطوير خدمات الدفاع المدني 17060302";
    case "221060303001":
      return "221060303001: مراجعة وتطوير معايير إنشاء مراكز الدفاع المدني ومناطق الإختصاص";
    case "221060303002":
      return "221060303002: رفع مستوى الكفاءة و الجاهزية لمرتب الدفاع المدني في المجالات التخص";
    case "221060303003":
      return "221060303003: رفع مستوى جاهزية مراكز الدفاع المدني للتعامل مع حوادث المواد الخطر";
    case "221060303004":
      return "221060303004: تطوير غرف العمليات بالإدارات الاقليمية و غرف العمليات المتحركة";
    case "221060303005":
      return "221060303005: التفتيش الموحد";
    case "221060303006":
      return "221060303006: المختبر الاتحادي لفحص معدات الوقاية والسلامة";
    case "221060303007":
      return "221060303007: إنشاء مراكز الحماية المدنية لتدريب القطاع الخاص";
    case "221060303008":
      return "221060303008: تطوير قدرات الإنقاذ وإستخراج نموذج موحد ( معدات   مراكز  دورات   ك";
    case "221060303009":
      return "221060303009: تطوير البنية التحتية الخاصة بالمخزون الإستراتيجي للمياه المستخدمة";
    case "221060303010":
      return "221060303010: مراجعة دليل إجراءات الطوارئ وإعداد دليل إجراءات الحوادث الذكي و ال";
    case "221060303011":
      return "221060303011: الحصول على إعتراف المنظمات العالمية لخدمات الدفاع المدني";
    case "221060303012":
      return "221060303012: مراجعة القوانين و القرارات";
    case "221060303013":
      return "221060303013: تطوير إشتراطات السلامة للوحدات السكنية ووضع ألية للتطبيق والمراقبة";
    case "221060303014":
      return "221060303014: توحيد المعايير والمواصفات للأليات و المركبات والمعدات الخاصة بالدف";
    case "221060303015":
      return "221060303015: تطوير الخطط والتمارين مع الشركاء لمواجهة الكوارث";
    case "221060303016":
      return "221060303016: الطالب الدارس";
    case "221060303000":
      return "221060303000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الجودة";
    case "221060304001":
      return "221060304001: خدمة تجديد وتعديل والغاء تراخيص ( بيوت الخبرة ، وكلاء وموزعون في م";
    case "221060304002":
      return "221060304002: خدمة تجديد وتعديل والغاء تراخيص المواد الخطرة والشركات المتخصصة في";
    case "221060304003":
      return "221060304003: خدمة تجديد شهادات استيفاء اشتراطات السلامة الوقائيه واعتماد انظمته";
    case "221060304000":
      return "221060304000: ترخيص المنشآت في مجال السلامة الوقائية وخدمات المواد الخطرة واستيف";
    case "221060305001":
      return "221060305001: خدمة اعتماد المخططات الهندسية والتنفيذية واصدار شهادات الانجاز ولم";
    case "221060305000":
      return "221060305000: الخدمات الهندسية واصدار شهادات الانجاز ولمن يهمه الامر";
    case "221060306001":
      return "221060306001: خدمة المحاضرات التوعوية في مجال السلامة الوقائية والتدريب على اعما";
    case "221060306002":
      return "221060306002: خدمة الاستجابة لبلاغات الاطفاء والانقاذ واعداد خطط الطوارئ اللازمة";
    case "221060306003":
      return "221060306003: خدمة تغطية الفعاليات والمناسبات والتفتيش الوقائي لها";
    case "221060306000":
      return "221060306000: اعداد خطط الطوارئ لمعالجة البلاغات الطارئة وتأمين الفعاليات ونشر ا";
    case "221060401001":
      return "221060401001: الإدارة العامة للمؤسسات العقابية والإصلاحية";
    case "221060401002":
      return "221060401002: قيادات قوات الأمن الخاصة";
    case "221060401000":
      return "221060401000: وضع الخطط التكتيكية لادارة الازمات والطوارئ وتحقيق العدالة للنزلاء";
    case "221060402001":
      return "221060402001: إستحداث رمز خاص (code) لإبلاغ الجهات المعنية عن الموقع ( الحادث";
    case "221060402002":
      return "221060402002: تطوير نموذج موحد لإدارة غرف العمليات على مستوي قطاعات الوزارة (مبن";
    case "221060402003":
      return "221060402003: تطوير وتطبيق معايير توزيع مراكز الشرطة الشاملة والدوريات الشرطية (";
    case "221060402004":
      return "221060402004: تطبيق نموذج استمرارية الاعمال بالتعامل مع الاحداث الامنية";
    case "221060402005":
      return "221060402005: تطوير خطة لإدارة الأحداث الرئيسية تشمل مراقبة الأحداث الرئيسية (مث";
    case "221060402006":
      return "221060402006: تطوير الخطط والتمارين مع الشركاء لمواجهة الأزمات";
    case "221060402007":
      return "221060402007: استحداث خطة شاملة لاستمرارية العمل وإدارة الأزمات الجنسية";
    case "221060402000":
      return "221060402000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الجودة";
    case "221060403001":
      return "221060403001: خدمة اصدار شهادة لمن يهمة الامر للنزلاء";
    case "221060403002":
      return "221060403002: خدمة تحويل الأموال للنزلاء في المؤسسات العقابية والاصلاحية";
    case "221060403003":
      return "221060403003: خدمة تنظيم الزيارات بأنواعها ( لذوي النزلاء و المحاميين و السفارات";
    case "221060403000":
      return "221060403000: تقديم خدمات لذوي النزلاء والنزلاء";
    case "221060501001":
      return "221060501001: الوكيل المساعد لشؤون الجنسية والإقامة والمنافذ";
    case "221060501000":
      return "221060501000: تقديم خدمات متطورة لتحقيق رضا المتعاملين من خلال ادارة شؤون الجنسي";
    case "221060502001":
      return "221060502001: مشروع تطوير خدمات قطاع الجنسية والاقامة والمنافذ";
    case "221060502000":
      return "221060502000: مشروع تطوير خدمات قطاع الجنسية والاقامة والمنافذ";
    case "221060503001":
      return "221060503001: توحيد مراكز خدمة المتعاملين حسب متطلبات نظام 7 نجوم وتشغيلة بنظام";
    case "221060503002":
      return "221060503002: تفعيل مركز الإتصال الموحد على مستوى الوزارة";
    case "221060503003":
      return "221060503003: التحول بخدمات وزارة الداخلية للنمط الذكي";
    case "221060503004":
      return "221060503004: إنشاء مراكز خدمة مشتركة على مستوى القطاع (مع الجهات الحكومية المعن";
    case "221060503005":
      return "221060503005: نحن في خدمتك ( تسويق خدمات وزارة الداخلة لكافة شرائح المجتمع )";
    case "221060503006":
      return "221060503006: تحويل جميع خدمات الدفاع المدني القابلة للتحويل بنسبة 100% لخدمات ذ";
    case "221060503007":
      return "221060503007: استحداث إطار شامل للتحول الذكي على مستوى قطاع الجنسية والإقامة وال";
    case "221060503008":
      return "221060503008: تطوير إطار عمل متكامل لإدارة مراكز الخدمة والمكاتب الخارجية والمنا";
    case "221060503009":
      return "221060503009: تطوير خطة تسويقية شاملة لترويج التقنيات المتوفرة وخدمات القطاع الج";
    case "221060503000":
      return "221060503000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الجودة";
    case "221060504001":
      return "221060504001: خدمة اصدار اذونات الدخول بأنواعها (ترفيه، عمل، سياحه،علاج .. الخ)";
    case "221060504002":
      return "221060504002: خدمة اصدار تصاريح (الاقامة، عمل مؤقت، تعديل وضع قانوني) ونقل الاقا";
    case "221060504003":
      return "221060504003: خدمة اصدار بطاقات ( منشأة، مندوب، كفيل ) و موافقة استخراج رخصة تجا";
    case "221060504000":
      return "221060504000: اذونات الدخول وتصاريح الاقامة وتسوية المنازعات ومتابعتها";
    case "221060505001":
      return "221060505001: خدمة تنظيم عمليات دخول وخروج المسافرين والبحارة عبر المنافذ واصدار";
    case "221060505000":
      return "221060505000: خدمات دخول وخروج المسافرين والبحارةعبر المنافذ البحرية و المسافرين";
    case "221060506001":
      return "221060506001: خدمة جواز السفر وخلاصة القيد ( اصدار، تجديد ، بدل فاقد، تعديل )";
    case "221060506000":
      return "221060506000: جوازات السفر وخلاصة القيد";
    case "221060601001":
      return "221060601001: اعداد الميزانية و مراقبة تنفيذها";
    case "221060601002":
      return "221060601002: ادارة الرواتب";
    case "221060601003":
      return "221060601003: ادارة حسابات الدفع والاستلام";
    case "221060601004":
      return "221060601004: التدقيق الداخلي";
    case "221060601000":
      return "221060601000: إدارة الموارد المالية لتقديم التأثر الأقصى";
    case "221060602001":
      return "221060602001: ادارة شراء السلع والخدمات";
    case "221060602002":
      return "221060602002: ادارة العقود";
    case "221060602000":
      return "221060602000: شراء السلع والخدمات بأكثر طريقة فعالة";
    case "221060603001":
      return "221060603001: تقديم خدمات التوظيف";
    case "221060603002":
      return "221060603002: تدريب و تطوير الموظفين";
    case "221060603003":
      return "221060603003: ادارة خدمات الموارد البشرية الأخرى ( تخطيط القوى العاملة ، تقييم ا";
    case "221060603000":
      return "221060603000: إدارة موارد بشرية محترفة";
    case "221060604001":
      return "221060604001: ضمان جودة الادارة";
    case "221060604002":
      return "221060604002: ضمان خدمة المتعاملين";
    case "221060604003":
      return "221060604003: الاعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "221060604000":
      return "221060604000: ضمان التميز المؤسسي داخل المنظمة17060604";
    case "221060605001":
      return "221060605001: تخطيط و تنسيق الاتصالات الداخلية والخارجية";
    case "221060605002":
      return "221060605002: دعم الفعاليات والمناسبات والنشر المطبوعات وغيرها من وسائل الاعلام";
    case "221060605000":
      return "221060605000: ضمان سلاسة الاتصال الداخلي والخارجي 17060605";
    case "221060606001":
      return "221060606001: مكاتب الوزراء والمدير العام (الوكيل)";
    case "221060606002":
      return "221060606002: مستشاري الوزير والمدير العام (الوكيل)";
    case "221060606000":
      return "221060606000: إدارة الجهة من خلال قيادة عالمية المستوى 17060606";
    case "221060607001":
      return "221060607001: مسودة الخطط التشغيلية والإستراتيجية";
    case "221060607002":
      return "221060607002: تحديد مؤشرات الأداء الرئيسية ، وقياس الأداء";
    case "221060607000":
      return "221060607000: تطوير إستراتجية ممتازة للجهة وقياس الأداء التنظيمي 17060607";
    case "221060608001":
      return "221060608001: اعداد وتعديل مسودة التشريعات";
    case "221060608002":
      return "221060608002: إدارة العقود القانونية وغيرها من الشؤون القانونية الاخرى";
    case "221060608000":
      return "221060608000: تقديم أفضل ممارسات الخدمات القانونية للجهة 17060608";
    case "221060609001":
      return "221060609001: تطوير النظم والتطبيقات";
    case "221060609002":
      return "221060609002: توفير الدعم للمستخدم (خط مساعدة)";
    case "221060609003":
      return "221060609003: ادارة البنية التحتية التقنية";
    case "221060609000":
      return "221060609000: تسهيل أنشطة الجهة من خلال توفير خدمات معلوماتية حديثة 17060609";
    case "221060610001":
      return "221060610001: المرافق و الصيانة";
    case "221060610002":
      return "221060610002: الايجار";
    case "221060610003":
      return "221060610003: المواصلات";
    case "221060610004":
      return "221060610004: رسوم الاستشارات";
    case "221060610005":
      return "221060610005: المصروفات المتكررة الأخرى (المرافق ، والاتصالات السلكية واللاسلكية";
    case "221060610006":
      return "221060610006: الخدمات المشتركة الاخرى";
    case "221060610000":
      return "221060610000: دعم الجهة من خلال توفير خدمات مشتركة ذات فعالية عالية 17060610";
    case "221060611001":
      return "221060611001: تطوير وتطبيق نموذج تحديد تكلفة مراكز الأعمال و الخدمات وربط النظام";
    case "221060611002":
      return "221060611002: تطوير نموذج التعلم الالكتروني";
    case "221060611003":
      return "221060611003: دراسة تحويل المرتب المحلي الى المرتب الاتحادي وفق المعايير المعتمد";
    case "221060611004":
      return "221060611004: عمل دراسة لتحديد مدى الحاجة لانشاء معاهد تخصصية تدريبية للامارات ا";
    case "221060611005":
      return "221060611005: دراسة إحتياجات الوزارة من الوظائف التخصصية واعتمادها";
    case "221060611006":
      return "221060611006: تفعيل نموذج الكفاءات الوظيفية وربطها بالوصف الوظيفي";
    case "221060611007":
      return "221060611007: وضع دراسة لتحديد أهم المجالات لجعل وزارة الداخلية بيئة جاذبة للعمل";
    case "221060611008":
      return "221060611008: إستقطاب مهندسين مختصين وتطوير مسار وظيفي (استحداث شواغر – ميزانية)";
    case "221060611009":
      return "221060611009: إنشاء بوابة إتحادية موحدة لتبادل المعلومات للمنتسبين";
    case "221060611010":
      return "221060611010: تطبيق مفاهيم الحكومة الإلكترونية الذكية";
    case "221060611011":
      return "221060611011: تطوير معايير موحدة لمراكز البيانات للشبكات والخوادم";
    case "221060611012":
      return "221060611012: تطوير برنامج متكامل يحدد إجراءات و سياسات العمل والخدمات المقدمة و";
    case "221060611013":
      return "221060611013: تطوير واعادة هيكلة تصميم تطبيقات وأنظمة القطاع التقنية الحالية الج";
    case "221060611014":
      return "221060611014: تطوير اطار عام للكفاءة المالية (تشمل سياسة مالية موحدة   نظام مالي";
    case "221060611015":
      return "221060611015: الاستخدام الأمثل للموارد البشرية (من خلال تفعيل المسار الوظيفي – خ";
    case "221060611016":
      return "221060611016: تطوير توحيد معايير تحديد الاحتياجات التدريبية وتقييم مخرجات الخطة";
    case "221060611017":
      return "221060611017: توحيد معايير التعيين على مستوى الوزارة ( بما يشمل المحلى)";
    case "221060611018":
      return "221060611018: تطوير نظام موحد لإدارة الأصول و الممتلكات للوزارة ووضع معايير لتحد";
    case "221060611019":
      return "221060611019: ضمان تطبيق إطار الحوكمة على جميع المستويات";
    case "221060611020":
      return "221060611020: استحداث وحدة تنظيمية خاصة بخدمة المتعاملين في القطاع الجنسية";
    case "221060611021":
      return "221060611021: تطوير إطار عمل متكامل لإدارة الشراكات يشمل الربط الإلكتروني و تباد";
    case "221060611022":
      return "221060611022: استحداث وحدة احصاء على مستوى القطاع لإعداد الدراسات الإحصائية والت";
    case "221060611023":
      return "221060611023: تطوير وتطبيق إطار شامل لتطوير الموارد البشرية الجنسية";
    case "221060611024":
      return "221060611024: تعزيز الإدارة الفعالة للشكاوي والمقترحات على مستوى القطاع الجنسية";
    case "221060611025":
      return "221060611025: تطوير وتنفيذ إطار عمل موحّد لدراسة وتفسير وترجمة القوانين والقرارا";
    case "221060611026":
      return "221060611026: مراجعة وتطوير إطار الحوكمة الحالي للقطاع لتوفير الرقابة على المستو";
    case "221060611027":
      return "221060611027: مراجعة وتقييم خيارات النموذج التشغيلي وفق الهيكل التنظيمي المعتمد";
    case "221060611028":
      return "221060611028: تطوير إدارة المعرفة في القطاع الجنسية";
    case "221060611029":
      return "221060611029: تطوير آلية الأداء المؤسسي في القطاع الجنسية";
    case "221060611000":
      return "221060611000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الجودة";
    case "221060612000":
      return "221060612000";
    case "221060701001":
      return "221060701001: مركز وزارة الداخلية للابتكار";
    case "221060701000":
      return "221060701000: ادارة الابتكار بكفاءة وفاعلية";
    case "221060702001":
      return "221060702001: انشاء حاضنات ومختبرات للابتكار لتطبيق المشاريع الابتكارية والتقنيا";
    case "221060702002":
      return "221060702002: تطوير منظومة متكاملة من الادوات الحديثة لتعزيز مفهوم الابتكار في ا";
    case "221060702003":
      return "221060702003: تعزيز قدرات موظفي وزارة الداخلية في مجال الابتكار التخصصي";
    case "221060702004":
      return "221060702004: البحث والتطوير في مجال الابتكار مع الشركاء";
    case "221060702005":
      return "221060702005: تطوير البيئة التكنولوجية المحفزة للابتكار";
    case "221060702000":
      return "221060702000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الجودة";
    case "221070000000":
      return "221070000000: وزارة الدفاع";
    case "221080000000":
      return "221080000000: جهاز الأمن";
    case "221090101001":
      return "221090101001: استحداث مناهج متطورة وفق المعايير الأكاديمية";
    case "221090101002":
      return "221090101002: استحداث  مناهج  تخصصية وفق معايير المؤهلات  المهنية";
    case "221090101003":
      return "221090101003: برامج وحلول تعليمية  تحقق الانتشار على المستوى الإقليمي";
    case "221090101000":
      return "221090101000: استحداث  وتطوير مناهج دراسية متفردة و تعزز مهارات المستقبل  والموا";
    case "221090102001":
      return "221090102001: استحداث وتطوير المناهج الدراسية للأكاديميات الفنية والتقنية والتوج";
    case "221090102002":
      return "221090102002: استحداث وتطوير المناهج الدراسية للأكاديميات التطبيقية والتوجه نحو";
    case "221090102003":
      return "221090102003: استحداث وتطوير المناهج الدراسية للأكاديميات العلمية والعلوم الإنسا";
    case "221090102000":
      return "221090102000: استحداث أكاديميات متخصصة تواكب التغيرات في سوق العمل  المستقبلي";
    case "221090103001":
      return "221090103001: تهيئة وتجهيز المباني مراكز الاختبارات الوطنية";
    case "221090103002":
      return "221090103002: استقطاب كوادر مؤهلة لمراكز الاختبارات  ( تنفيذ الاختبارات التتابعي";
    case "221090103000":
      return "221090103000: مراكز التقييم الجديدة للاختبارات الوطنية";
    case "221090104001":
      return "221090104001: دراسة تقدم الطلبة في القراءةE PIRLS 2016";
    case "221090104002":
      return "221090104002: PISA Based Test For Schools (PFS";
    case "221090104003":
      return "221090104003: الدراسة الدولية لتقييم الطلبةPISA";
    case "221090104004":
      return "221090104004: المسح الدولي للتعلم والتعليم TALIS";
    case "221090104005":
      return "221090104005: دراسة الاتجاهات الدولية في الرياضيات والعلومTIMSS & eTIMSS";
    case "221090104000":
      return "221090104000: الاشراف على تنفيذ الإختبارات الدولية";
    case "221090105001":
      return "221090105001: الاستمرار في دعم الاختبارات القائمة في بنوك الأسئلة";
    case "221090105002":
      return "221090105002: اعداد اطر واسئلة واسئلة الاختبارات المستحدثة";
    case "221090105000":
      return "221090105000: اعداد الاختبارات الوطنية";
    case "221090201001":
      return "221090201001: أكاديمية القيادة الوطنية لتدريب  قيادات مؤسسات التعليم العالي";
    case "221090201002":
      return "221090201002: وضع خطط وتشريعات لزيادة نسبة التوطين في كادر الهيئات الاكاديمية في";
    case "221090201003":
      return "221090201003: استقطاب  الكوادر  والهيئات الأكاديمية المتميزة  للعمل في مؤسسات ال";
    case "221090201000":
      return "221090201000: تطوير الهيئات الأكاديمية والإدارية  في مؤسسات التعليم العالي";
    case "221090202001":
      return "221090202001: تطبيق نظام لترخيص المعلمين في القطاعين العام و الخاص التابعين لوزا";
    case "221090202002":
      return "221090202002: تطبيق نظام لترخيص القيادات المدرسية في القطاعين العام و الخاص التا";
    case "221090202003":
      return "221090202003: عمل الدراسات المعيارية اللازمة لوضع أنظمة الترخيص للعاملين في مؤسس";
    case "221090202004":
      return "221090202004: توفير السياسات اللازمة و دليل الإجراءات لدعم عملية التراخيص المهني";
    case "221090202000":
      return "221090202000: تطوير منظومة لترخيص العاملين في قطاع التعليم";
    case "221090203001":
      return "221090203001: تطوير وتنفيذ الأدوات لتحديد متطلبات إسعاد العاملين";
    case "221090203002":
      return "221090203002: التوعية والتمكين لنشر السعادة";
    case "221090203003":
      return "221090203003: تحفيز وتكريم";
    case "221090203004":
      return "221090203004: تنفيذ برامج تعزز جودة الحياة لدى العاملين";
    case "221090203000":
      return "221090203000: تطوير منظومة إسعاد العاملين";
    case "221090301001":
      return "221090301001: تحقيق  توافق معايير CAA مع أفضل الممارسات الدولية";
    case "221090301002":
      return "221090301002: اعتماد أعضاء هيئة التدريس المقيمين في الإمارات كمراجعين خارجيين";
    case "221090301000":
      return "221090301000: تقديم خدمات الترخيص المؤسسي واعتماد البرامج باستخدام معايير وإجراء";
    case "221090302001":
      return "221090302001: إعادة هيكلة البرامج الأكاديمية";
    case "221090302002":
      return "221090302002: توقيع وتنفيذ الاتفاقيات مع  هيئات الاعتماد ووكالات التعليم الأخرى.";
    case "221090302000":
      return "221090302000: إعادة هيكلة  البرامج الأكاديمية لتحسين مخرجاته وجاهزية السوق وزياد";
    case "221090303001":
      return "221090303001: تطوير سياسات شفافة وفعالة تدعم منظومة الأداء المؤسسي للمفوضية";
    case "221090303002":
      return "221090303002: أنظمة الكترونية مؤتمتة وفعالة  لمخرجات مفوضية الاعتماد الاكاديمي";
    case "221090303000":
      return "221090303000: تعزيز  القدرات المؤسسية  لموفضية الاعتماد الاكاديمي بما يضمن  تحقي";
    case "221090304001":
      return "221090304001: تشكيل و ادارةالمجالس المهنية واللجان حسب القطاعات الاقتصادية";
    case "221090304002":
      return "221090304002: تطوير المؤهلات و المعايير المهنية واعتمادها";
    case "221090304000":
      return "221090304000: بناء شراكات لتطوير المؤهلات الوطنية في جميع  القطاعات ذات الأولوية";
    case "221090305001":
      return "221090305001: تطويرمنظومة رائدة لتقييم البرامج المهنية  في المؤسسات التعليمية وا";
    case "221090305002":
      return "221090305002: تطوير المعايير والأدلة لتفعيل منظومة المؤهلات و تعزيز التعليم والت";
    case "221090305000":
      return "221090305000: ضمان جودة المؤسسات التعليمية والتدريبية و البرامج المهنية";
    case "221090306001":
      return "221090306001: الرقابة على مؤسسات التعليم العام";
    case "221090306002":
      return "221090306002: الرقابة على مؤسسات تعليم الطفولة المبكرة";
    case "221090306003":
      return "221090306003: الرقابة على مؤسسات التعليم العالي";
    case "221090306004":
      return "221090306004: الرقابة على المعاهد التعليمية";
    case "221090306005":
      return "221090306005: ابتكار نظام رقابي ذكي يحتذى به محلياً وإقليمياً وعالمياً";
    case "221090306000":
      return "221090306000: الرقابة على المؤسسات التعليمية";
    case "221090307001":
      return "221090307001: تطوير معايير  و إجراءات وأنظمة  إدارة معادلة الشهادات";
    case "221090307002":
      return "221090307002: تطوير معايير وإجراءات وأنظمة  إدارة البعثات";
    case "221090307003":
      return "221090307003: تطوير منجية وعملية واضحة لمواءمة تسجيل الطلبة";
    case "221090307000":
      return "221090307000: تطوير المعايير  والإجراءات   الخاصة بالخدمات التعليمية  وأتمتتها";
    case "221090308001":
      return "221090308001: تطوير معايير   وآليات خاصة  برفع كفاءة مؤسسات التعليم العالي الاتح";
    case "221090308002":
      return "221090308002: التمويل القائم على الأداء";
    case "221090308003":
      return "221090308003: بناء نظام الاستقلالية الذاتية لمؤسسات التعليم العالي";
    case "221090308000":
      return "221090308000: أنظمة  ريادية تعزز كفاءة مؤسسات التعليم العالي  الاتحادية";
    case "221090309001":
      return "221090309001: تطوير الأنظمة الإلكترونية  وربط البيانات التعليم مع الجهات المعنية";
    case "221090309002":
      return "221090309002: تعزيز قدرات المركز وتمكين الموارد البشرية للاستفادة من توظيف البيا";
    case "221090309000":
      return "221090309000: تطوير مركز بحوث وبيانات تعليم تدعم منظومة اتخاذ القرار في الوزارة";
    case "221090310001":
      return "221090310001: الإطلاع على أفضل الممارسات العالمية في مجال التقييم والجودة في مؤس";
    case "221090310002":
      return "221090310002: إعداد تصور أولي للإطار الوطني للتقييم والجودة لمؤسسات التعليم العا";
    case "221090310000":
      return "221090310000: إعداد الإطار الوطني للتقييم والجودة لمؤسسات التعليم العالي";
    case "221090311001":
      return "221090311001: مراجعة اشتراطات معايير ترخيص الحضانات والمدارس ومراكز التدريب ومكا";
    case "221090311002":
      return "221090311002: وضع سياسات واجراءات موحدة للترخيص";
    case "221090311000":
      return "221090311000: تطوير أنظمة التراخيص للمؤسسات التعليمية";
    case "221090312001":
      return "221090312001: وضع  وتنفيذ خطة عمل لوجستية وإجرائية استعداداً لبدء تطبيق عمليات ا";
    case "221090312002":
      return "221090312002: برنامج التدريب والتطوير المهني للكوادر الفنية والإدارية";
    case "221090312003":
      return "221090312003: تصميم  وتطوير أطر و أدلة  وأدوات وسياسات لتطبيق عمليات التقييم وضم";
    case "221090312004":
      return "221090312004: تصميم وتطوير نظام الكتروني لتطبيق عمليات التقييم المدرسية";
    case "221090312005":
      return "221090312005: تنفيذ عمليات التقييم المدرسية وفق إطار التقييم الموحد على المدارس.";
    case "221090312006":
      return "221090312006: قياس مدى فاعلية القيادة المدرسية في تطبيق التقييم الذاتي وفق معايي";
    case "221090312000":
      return "221090312000: تطبيق تقييم المدارس الحكومية والخاصة ومؤسسات الطفولة المبكرة";
    case "221090313001":
      return "221090313001: تطوير  دراسات استشرافية  عن مستقبل التعليم في دولة الامارات العربي";
    case "221090313002":
      return "221090313002: تطبيق أدوات  إستشراف المستقبل لتطوير مشاريع استشرافية في قطاع التع";
    case "221090313000":
      return "221090313000: تطوير وتفعيل منظومة استشراف المستقبل";
    case "221090314001":
      return "221090314001: تطوير نظام إدارة العمليات المؤسسية";
    case "221090314002":
      return "221090314002: تطبيق أفضل الممارسات والمعايير الدولية لمنظومة بنية الأعمال المتكا";
    case "221090314000":
      return "221090314000: تطوير منظومة إدارة العمليات المؤسسية";
    case "221090315001":
      return "221090315001: تقديم الدعم الفني لتطوير الخدمات المقدمة والخدمات الالكترونية";
    case "221090315002":
      return "221090315002: التسويق والترويج للخدمات المقدمة";
    case "221090315003":
      return "221090315003: تطوير مراكز سعادة المتعاملين";
    case "221090315004":
      return "221090315004: المناطق التعليمية";
    case "221090315000":
      return "221090315000: التحول نحو  خدمات سبع نجوم";
    case "221090316001":
      return "221090316001: اجراء بحوث ودراسات سياسات التعليم";
    case "221090316002":
      return "221090316002: تطوير سياسات التعليم";
    case "221090316003":
      return "221090316003: مراجعة وقياس الأثر من سياسات التعليم بالشراكة مع الجهات المعنية عل";
    case "221090316000":
      return "221090316000: منظومة متكاملة لسياسات التعليم";
    case "221090317001":
      return "221090317001: منظومة سياسات ومعايير المسابقات الوطنية والإقليمية والعالمية(ممكن";
    case "221090317002":
      return "221090317002: المنصة الوطنية للمسابقات  المحلية والإقليمية والعالمية (ممكن تكنول";
    case "221090317000":
      return "221090317000: اطر منظومة المسابقات الوطنية والإقليمية والعالمية";
    case "221090318001":
      return "221090318001: بناء وتطوير علاقات شراكة دبلوماسية للتعاون التعليمي مع المنظمات وم";
    case "221090318002":
      return "221090318002: استقطاب طلبة المنح والمساعدات الدراسية في مؤسسات التعليم العالي";
    case "221090318003":
      return "221090318003: الإشتراك والتسجيل في المنظمات والمكاتب  المحلية والدولية";
    case "221090318000":
      return "221090318000: استدامة الشراكات التعليمية الوطنية الدولية(الدبلوماسية التعليمية )";
    case "221090319001":
      return "221090319001: مشروع صندوق دعم التعليم";
    case "221090319002":
      return "221090319002: بناء القدرات الوطنية والإقليمية في مجال التخطيط التربوي";
    case "221090319003":
      return "221090319003: تطوير تعليم اللغة العربية وتعلمها على أسس تربوية وعلمية ومهنية متم";
    case "221090319004":
      return "221090319004: مكتب ملحقيات  التعليم و علوم التكنولوجيا";
    case "221090319005":
      return "221090319005: مستشارو الوزير";
    case "221090319006":
      return "221090319006: مستشارو وزير الدولة لشؤون التعليم العام";
    case "221090319007":
      return "221090319007: جائزة الامارات";
    case "221090319008":
      return "221090319008: تأهيل مدراء المشاريع";
    case "221090319000":
      return "221090319000: دعم الوزارة في مجال توفير الخبرات والممارسات التعليمية الجيدة";
    case "221090320001":
      return "221090320001: تقديم استفسار";
    case "221090320002":
      return "221090320002: تقديم اقتراح";
    case "221090320003":
      return "221090320003: تقديم ملاحظة ( شكوى )";
    case "221090320000":
      return "221090320000: معالجة الاستفسارات والملاحظات والاقتراحات";
    case "221090321001":
      return "221090321001: (ذات أولوية) طلب التسجيل لمؤسسات التعليم العالي والبعثات الخارجية";
    case "221090321002":
      return "221090321002: طلب التسجيل بمؤسسات التعليم العالي للطلبة خريجي الثانوية العامة من";
    case "221090321003":
      return "221090321003: طلب توفير اختبار الإمارات القياسي EMSAT";
    case "221090321004":
      return "221090321004: طلب إعادة توفير اختبار الإمارات القياسي EMSAT";
    case "221090321005":
      return "221090321005: طلب تصديق شهادة انتقال طالب";
    case "221090321000":
      return "221090321000: قيد وقبول الطلبة في مؤسسات التعليم";
    case "221090322001":
      return "221090322001: طلب تصديق شهادة اختبار الإمارات القياسي EmSAT";
    case "221090322002":
      return "221090322002: طلب اصدار شهادة اختبار الامارات القياسي لغير طلبة الصف الثاني عشر";
    case "221090322003":
      return "221090322003: ذات أولوية)طلب تصديق المؤهلات الجامعية - تعليم عالي داخل الدولة";
    case "221090322004":
      return "221090322004: ( ذات أولوية)طلب تصديق شهادة دراسية - تعليم عام";
    case "221090322005":
      return "221090322005: طلب الإفادة عن مؤسسة تعليمية أو برنامج دراسي للدراسة خارج الدولة(ذ";
    case "221090322006":
      return "221090322006: طلب إعادة النظر في قرار لجنة معادلة الشهادات – لبرنامج دراسي أو مؤ";
    case "221090322007":
      return "221090322007: طلب تصديق وثيقة أعضاء هيئة التدريس";
    case "221090322008":
      return "221090322008: شهادة لمن يهمة الامر - اعتماد مؤسسات التعليم العالي داخل الدولة";
    case "221090322000":
      return "221090322000: تصديق الشهادات والوثائق ذات العلاقة";
    case "221090323001":
      return "221090323001: ذات أولوية طلب معادلة المؤهلات الجامعية - تعليم عالي خارج الدولة";
    case "221090323002":
      return "221090323002: طلب معادلة المؤهلات الجامعية - تعليم عالي خارج الدولة ذات أولوية";
    case "221090323003":
      return "221090323003: طلب إعادة النظر في قرار لجنة معادلة المؤهلات الجامعية";
    case "221090323004":
      return "221090323004: طلب اصدار نسخ أخرى من المعادلة";
    case "221090323005":
      return "221090323005: شهادة لمن يهمه الأمر لإجراء طلب المعادلة";
    case "221090323006":
      return "221090323006: طلب معادلة شهادة دراسية - تعليم عام خارج الدولة ذات أولوية";
    case "221090323007":
      return "221090323007: طلب معادلة شهادة دراسية تعليم عام داخل الدولة";
    case "221090323008":
      return "221090323008: طلب معادلة شهادة دراسية صفوف النقل من خارج الدولة";
    case "221090323009":
      return "221090323009: طلب معادلة شهادة دراسية صفوف النقل من داخل وخارج الدولة بقصد العمل";
    case "221090323010":
      return "221090323010: طلب معادلة  إفادة شهادات الصف (9-11) منهاج غير وزاري (مدارس خاصة د";
    case "221090323000":
      return "221090323000: معادلة الشهادات";
    case "221090324001":
      return "221090324001: طلب تعديل بيانات طالب سابق";
    case "221090324002":
      return "221090324002: طلب التأكد من صحة الشهادة الدراسية";
    case "221090324000":
      return "221090324000: تصديق الشهادات والوثائق ذات العلاقة";
    case "221090325001":
      return "221090325001: الاعتماد المبدئي للبرامج الأكاديمية لمؤسسات التعليم العالي";
    case "221090325002":
      return "221090325002: طلب إجراء تعديل جوهري في الترخيص المؤسسي أو البرنامج الأكاديمي";
    case "221090325003":
      return "221090325003: طلب تجديد الاعتماد للبرامج الأكاديمية";
    case "221090325000":
      return "221090325000: الاعتماد الأكاديمي";
    case "221090326001":
      return "221090326001: طلب اعتماد زيادة رسوم مدرسة";
    case "221090326002":
      return "221090326002: طلب اعتماد زيادة رسوم حضانة";
    case "221090326003":
      return "221090326003: طلب ترخيص مدرسة خاصة";
    case "221090326004":
      return "221090326004: طلب تجديد ترخيص مدرسة خاصة";
    case "221090326005":
      return "221090326005: طلب إلغاء ترخيص مدرسة خاصة";
    case "221090326006":
      return "221090326006: طلب اعتماد إعلان مدرسة خاصة";
    case "221090326007":
      return "221090326007: طلب دفع غرامة مالية لمدرسة خاصة";
    case "221090326008":
      return "221090326008: طلب ترخيص حضانة";
    case "221090326009":
      return "221090326009: طلب تجديد ترخيص حضانة";
    case "221090326010":
      return "221090326010: طلب اعتماد إعلان حضانة";
    case "221090326011":
      return "221090326011: طلب إلغاء ترخيص حضانة";
    case "221090326012":
      return "221090326012: طلب تغيير موقع مدرسة خاصة";
    case "221090326013":
      return "221090326013: طلب تنازل عن ترخيص أو إضافة أو انسحاب شريك مدرسة خاصة";
    case "221090326014":
      return "221090326014: طلب تغيير اسم مدرسة خاصة";
    case "221090326015":
      return "221090326015: طلب تعديل أو إضافة على مبنى مدرسة خاصة";
    case "221090326016":
      return "221090326016: طلب تغيير ممثل مجلس الإدارة مدرسة خاصة";
    case "221090326017":
      return "221090326017: طلب إضافة فصول أو مراحل دراسية";
    case "221090326018":
      return "221090326018: طلب تخفيض فصول دراسية";
    case "221090326019":
      return "221090326019: طلب تغيير منهاج مدرسة خاصة";
    case "221090326020":
      return "221090326020: طلب تغيير موقع حضانة";
    case "221090326021":
      return "221090326021: طلب تغيير اسم الحضانة";
    case "221090326022":
      return "221090326022: طلب شهـادة خبرة أو لا مانع مـن تــرك العمل في المدرسة الخاصة";
    case "221090326023":
      return "221090326023: طلب الموافقة على إقامة فعالية داخل المدرسة من تنظيم جهة خارجية مدر";
    case "221090326024":
      return "221090326024: طلب صرف الرسوم الدراسية لأبناء الوافدين في المدارس الخاصة";
    case "221090326025":
      return "221090326025: طلب الموافقة على استقبال متدربين ومتطوعين في المدرسة مدرسة خاصة";
    case "221090326026":
      return "221090326026: طلب اعتماد الخطة الفصلية   السنوية للرحلات والأنشطة المدرسية مدرسة";
    case "221090326027":
      return "221090326027: طلب تعديل او إضافة على مبني حضانة";
    case "221090326028":
      return "221090326028: طلب تصريح او بطاقة عمل للعاملين في الحضانة";
    case "221090326029":
      return "221090326029: طلب تغيير منهج الحضانة";
    case "221090326030":
      return "221090326030: طلب تغيير الطاقة الاستيعابية للحضانة";
    case "221090326031":
      return "221090326031: طلب تغيير الفئة العمرية للحضانة";
    case "221090326032":
      return "221090326032: طلب تغيير مدير مدرسة خاصة";
    case "221090326033":
      return "221090326033: طلب انسحاب أو إضافة أو تنازل صاحب الترخيص الحضانة";
    case "221090326034":
      return "221090326034: طلب اخطار تعيين للعاملين في المدارس الخاصة";
    case "221090326000":
      return "221090326000: ترخيص مؤسسات التعليم العام";
    case "221090327001":
      return "221090327001: طلب ترخيص مؤسسة تعليم عالي (جامعة   كلية)";
    case "221090327002":
      return "221090327002: طلب تجديد ترخيص مؤسسة تعليم عالي (جامعة كلية)";
    case "221090327003":
      return "221090327003: طلب اصدار ترخيص مكتب استشاري تعليمي";
    case "221090327004":
      return "221090327004: طلب ترخيص مكتب خدمات قبول الجامعات والمعاهد";
    case "221090327005":
      return "221090327005: طلب تجديد ترخيص مكتب استشاري تعليمي";
    case "221090327006":
      return "221090327006: طلب تجديد ترخيص مكتب خدمات قبول الجامعات والمعاهد";
    case "221090327007":
      return "221090327007: طلب إلغاء ترخيص مكتب استشاري تعليمي";
    case "221090327008":
      return "221090327008: طلب إلغاء ترخيص مكتب خدمات قبول الجامعات والمعاهد";
    case "221090327009":
      return "221090327009: طلب إضافة نشاط مكتب خدمات قبول الجامعات والمعاهد";
    case "221090327010":
      return "221090327010: طلب حذف نشاط مكتب خدمات قبول الجامعات والمعاهد";
    case "221090327011":
      return "221090327011: طلب تعديل الاسم التجاري مكتب خدمات قبول الجامعات والمعاهد";
    case "221090327012":
      return "221090327012: طلب تعديل مقر مكتب خدمات قبول الجامعات والمعاهد";
    case "221090327013":
      return "221090327013: طلب تعديل شريك أو وكيل خدمات مكتب خدمات قبول الجامعات والمعاهد";
    case "221090327014":
      return "221090327014: طلب اصدار ترخيص معهد أو مركز تدريب";
    case "221090327015":
      return "221090327015: طلب إلغاء ترخيص معهد أو مركز تدريب";
    case "221090327016":
      return "221090327016: طلب تجديد ترخيص معهد أو مركز تدريب";
    case "221090327017":
      return "221090327017: طلب اضافة أو حذف نشاط لمعهد أو مركز تدريبي";
    case "221090327018":
      return "221090327018: طلب الموافقة على إعلان معهد أو مركز تدريبي";
    case "221090327019":
      return "221090327019: طلب اصدار إخطار تعيين أو تغيير مدير معهد أو مركز تدريب";
    case "221090327020":
      return "221090327020: طلب تعديل مقر معهد أو مركز تدريب";
    case "221090327021":
      return "221090327021: طلب تعديل الاسم التجاري معهد أو مركز تدريب";
    case "221090327022":
      return "221090327022: طلب إضافة أو انسحاب شريك معهد أو مركز تدريبي";
    case "221090327023":
      return "221090327023: طلب دفع غرامة مالية معهد أو مركز تدريب";
    case "221090327000":
      return "221090327000: ترخيص مؤسسات التعليم العالى";
    case "221090328001":
      return "221090328001: الاعتراف بالبرامج المهنية";
    case "221090328002":
      return "221090328002: المصادقة على المؤهلات المهنية الوطنية";
    case "221090328003":
      return "221090328003: المصادقة على معيار مهني وطني";
    case "221090328004":
      return "221090328004: اعتماد المؤسسات التعليمية والتدريبية لطرح مؤهل وطني";
    case "221090328005":
      return "221090328005: تجديد اعتماد المؤسسات التعليمية والتدريبية لطرح مؤهل وطني";
    case "221090328006":
      return "221090328006: تسجيل الجهات المانحة";
    case "221090328007":
      return "221090328007: تجديد تسجيل الجهات المانحة";
    case "221090328000":
      return "221090328000: المؤهلات المهنية (تسمية مقترحة لحين اعتماد التعديلات)";
    case "221090401001":
      return "221090401001: منظومة متكاملة من المعايير والسياسات والتشريعات للطفولة المبكرة";
    case "221090401002":
      return "221090401002: مناهج دراسية تدعم تفرد التعليم لمرحلة  الطفولة المبكرة";
    case "221090401003":
      return "221090401003: برامج  رعاية تدعم جودة التعليم  في مرحلة  الطفولة المبكرة";
    case "221090401000":
      return "221090401000: تطوير بيئات التعلم واستحداث المناهج الدراسية لمرحلة  الطفولة المبك";
    case "221090402001":
      return "221090402001: حلول تعليمية ذكية تدعم أدوات التكنولوجيا المتقدمة و المصادر التعلي";
    case "221090402002":
      return "221090402002: توظيف الأبحاث العلمية في إثراء المناهج الدراسية وصقل مهارات البحث";
    case "221090402003":
      return "221090402003: قاعدة البيانات الضخمة في مجال المناهج الدراسية";
    case "221090402004":
      return "221090402004: برامج التعاون مع المنظمات العالمية";
    case "221090402000":
      return "221090402000: استحداث  برامج  تعزز  التكنولوجيا العالمية والذكاء الاصطناعي في ال";
    case "221090403001":
      return "221090403001: سياسة حماية الطفل لتنفيذ بنود قانون حماية الطفل ولائحته التنفيذية";
    case "221090403002":
      return "221090403002: تصميم منهجيات تأهيل وتدريب المختصين في مجال حقوق وحماية الطفل في ا";
    case "221090403003":
      return "221090403003: نظام التبليغ والاستجابة لوحدة حماية الطفل لتسجيل وتوثيق ورصد بلاغا";
    case "221090403000":
      return "221090403000: تطوير منظومة مستدامة لحماية الطفل لضمان توفير بيئة تعليمية آمنة في";
    case "221090404001":
      return "221090404001: الإرشاد والتدريب المهني لدعم وبناء مهارات الطلبة ورفع جاهزيتهم لاخ";
    case "221090404002":
      return "221090404002: الإرشاد الأكاديمي لدعم وبناء مهارات الطلبة ورفع جاهزيتهم لاختيار ا";
    case "221090404003":
      return "221090404003: الإرشاد النفسي والاجتماعي لضمان تحقيق التوافق الشخصي والاجتماعي وا";
    case "221090404004":
      return "221090404004: إطار جودة الحياة الصحية والبدنية  لخلق بيئة تربوية لرفع الوعي الصح";
    case "221090404005":
      return "221090404005: تطوير وتصميم أنظمة ومنصات رقمية للإرشاد وجودة الحياة توفر أوجه الح";
    case "221090404000":
      return "221090404000: الإطار الوطني للإرشاد لدعم وبناء مهارات الطلبة وتلبية احتياجاتهم ا";
    case "221090405001":
      return "221090405001: استحداث سياسة وطنية لرعاية وتعليم أصحاب الهمم في مرحلة الطفولة الم";
    case "221090405002":
      return "221090405002: أدوات كشف مبكر موحدة على المستوى الوطني";
    case "221090405000":
      return "221090405000: منظومة  استباقية مستدامة للاكتشاف  والتدخل المبكر عن الإعاقات";
    case "221090406001":
      return "221090406001: سياسات ونظم ولوائح   وطنية موحدة   لتعليم وتأهيل الطلبة  أصحاب اله";
    case "221090406002":
      return "221090406002: شراكات  متكاملة مع بيوت خبرة متخصصة أو جهات معنية  في تعليم الطلبة";
    case "221090406003":
      return "221090406003: منظومة عمل رقابية تقيميية مستدامة  لبرامج وخدمات التعليم الدامج";
    case "221090406004":
      return "221090406004: منظومة   متكاملة  لإعداد وتأهيل وتوظيف وتدريب  العاملين في برامج و";
    case "221090406005":
      return "221090406005: تطوير  مستدام للأنظمة والبرامج  الالكترونية  الخاصة بالطلبة أصحاب";
    case "221090406006":
      return "221090406006: مبادرة الملف الشامل والربط الالكتروني بين الجهات المعنية";
    case "221090406000":
      return "221090406000: منظومة تعليم دامج  متكاملة، فعالة ومستدامة";
    case "221090407001":
      return "221090407001: معايير   برامج وخدمات واحتياجات   التعليم الدامج وخصخصته";
    case "221090407002":
      return "221090407002: مجتمع واعي ومدرك لدور الأشخاص أصحاب الهمم في المجتمع";
    case "221090407003":
      return "221090407003: استحداث  وتطوير  مناهج و مسارات تناسب الطلبة من أصحاب الهمم حسب قد";
    case "221090407004":
      return "221090407004: اجراء البحوث والدراسات ذات العلاقة";
    case "221090407000":
      return "221090407000: تعليم دامج نوعي على المستوى الوطني";
    case "221090408001":
      return "221090408001: برامج وطنية لبناء وتعزيز قدرات الطلبة في مجالات  الفنون والثقافة";
    case "221090408002":
      return "221090408002: برامج وطنية تنافسية لاكتشاف ورعاية الموهوبين في مجالات الفنون والث";
    case "221090408000":
      return "221090408000: البرنامج الوطني للفنون والثقافة والآداب والتراث (مواهب عابرة للقار";
    case "221090409001":
      return "221090409001: أنشطة برامج وطنية لبناء وتعزيز قدرات الطلبة الرياضية";
    case "221090409002":
      return "221090409002: الأولمبياد الرياضي المدرسي";
    case "221090409000":
      return "221090409000: البرنامج الوطني للمواهب والقدرات الرياضية (مواهب عابرة للقارات، ال";
    case "221090410001":
      return "221090410001: برنامج المناهزات";
    case "221090410002":
      return "221090410002: مبادرة المهرجان الوطني للعلوم والتكنولوجيا والابتكار";
    case "221090410003":
      return "221090410003: برامج الشراكات مع الجامعات والمؤسسات المحلية والإقليمية والدولية ا";
    case "221090410004":
      return "221090410004: سلسلة مسابقات الذكاء الاصطناعي والروبوت (مقترح: سلسة مسابقات الثور";
    case "221090410005":
      return "221090410005: مسابقات مهارات الإمارات  في المجالات التقنية والمهنية  والتكنولوجي";
    case "221090410000":
      return "221090410000: البرنامج الوطني للعلوم والمهارات المتقدمةوالتكنولوجيا والابتكار وا";
    case "221090411001":
      return "221090411001: برامج الخدمة المجتمعية والتطوع";
    case "221090411002":
      return "221090411002: برنامج الكشافة الطلابية";
    case "221090411003":
      return "221090411003: برامج الدبلوماسية والقيادة";
    case "221090411000":
      return "221090411000: البرنامج الوطني  لتعزيز المهارات الحياتية والمجتمعية والشخصية والد";
    case "221090412001":
      return "221090412001: منظومة استحداث  وتطوير  المعايير والسياسات الخاصة باكتشاف الطلبة ا";
    case "221090412002":
      return "221090412002: قاعدة بيانات الموهوبين";
    case "221090412000":
      return "221090412000: البرنامج الوطني للموهوبين(اكتشاف  رعاية  ريادة)";
    case "221090413001":
      return "221090413001: رفع معدلات أتمتة العمليات و تجربة المتعاملين و الخدمات الالكترونية";
    case "221090413002":
      return "221090413002: تطبيق أطر و سياسات و معايير دولية   لتطوير بيئة العمل الرقمية و ال";
    case "221090413000":
      return "221090413000: تعزيز التطبيقات الالكترونية بتقنيات الثورة الصناعية الرابعة ترفع ج";
    case "221090414001":
      return "221090414001: تطوير و تفعيل أنظمة إدارة التعلم تدعم التعلم الافتراضي في مدارس ال";
    case "221090414002":
      return "221090414002: تفعيل منصات التعليم المفتوحة OER";
    case "221090414003":
      return "221090414003: تمكين المدارس الخاصة في تطبيق الأنظمة الذكية للتعليم و التعلم.";
    case "221090414004":
      return "221090414004: اعتماد وتطبيق الية الدعم الفني في المدارس الخاصة";
    case "221090414000":
      return "221090414000: دعم تطوير أنظمة ذكية  تعزز التعليم و التعلم( برنامج محمد بن راشد ل";
    case "221090501001":
      return "221090501001: شراكات فعالة مع القطاع الخاص تضمن جاهزية الطلبة للالتحاق بسوق  الع";
    case "221090501002":
      return "221090501002: بوابة التدريب العملي";
    case "221090501003":
      return "221090501003: رصد حاجات سوق العمل وتوجيــه الخطط والسياسات والبرامج  الأكاديمية";
    case "221090501004":
      return "221090501004: هيئة التدريس التنفيذية";
    case "221090501005":
      return "221090501005: توفير  برامج أكاديمية  متخصصة  في مؤسسات التعليم العالي الاتحادية";
    case "221090501000":
      return "221090501000: اطلاق منظومة  تعليمية رائدة  تدعم متطلبات سوق العمل";
    case "221090502001":
      return "221090502001: تطوير منظومة تصنيف مؤسسات التعليم العالي ومتابعة تطبيقها.";
    case "221090502002":
      return "221090502002: استبيانات تتبع مسار الخريجين (Graduates Destination Surveys GDS)";
    case "221090502003":
      return "221090502003: دراسة مدى رضا أصحاب العمل (ESS)";
    case "221090502000":
      return "221090502000: تطوير المنظومة الوطنية الخاصة بقياس جودة مخرجات التعليم العالي";
    case "221090503001":
      return "221090503001: اجراء مسح وطني لمعدل رضا الطلبة  في مؤسسات التعليم العالي";
    case "221090503002":
      return "221090503002: اجراء مسح  لمعدل رضا أعضاء الهيئة التدريسية عن تجربتهم في  العمل ف";
    case "221090503000":
      return "221090503000: اطلاق مسوحات وطنية لمعدلات رضا  الطلبة وأعضاء الهيئة التدريسية في";
    case "221090504001":
      return "221090504001: تطوير معايير واضحة لخدمات دعم الطلبة";
    case "221090504002":
      return "221090504002: بوابة تمويل جماعي لدعم أفكار  ومشاريع الطلبة";
    case "221090504003":
      return "221090504003: بوابة لتصميم المسيرة التعليمية للطلبة";
    case "221090504000":
      return "221090504000: تمكين الطلبة بأدوات مبتكرة تعزز  وتدعم مسيرتهم التعليمية";
    case "221090505001":
      return "221090505001: رابطة خريجي الامارات الدولية";
    case "221090505002":
      return "221090505002: إدارة الفعاليات والمعارض والحملات التربوية على المستوى الوطني بما";
    case "221090505003":
      return "221090505003: تعلم في الامارات";
    case "221090505004":
      return "221090505004: متحف التعليم";
    case "221090505000":
      return "221090505000: مبادرة القوى الناعمة للقطاع التعليمي";
    case "221090506001":
      return "221090506001: طلب بعثة دراسية";
    case "221090506000":
      return "221090506000: الابتعاث( ذات أولوية)";
    case "221090601001":
      return "221090601001: سياسات داعمة للعلوم والتكنولوجيا والبحث العلمي في مؤسسات التعليم ا";
    case "221090601002":
      return "221090601002: تمويل بحثي منافس";
    case "221090601000":
      return "221090601000: أبحاث قائمة على المنافسة";
    case "221090602001":
      return "221090602001: عمل المؤسسات التعليمية كمراكز للأعمال الناشئة";
    case "221090602002":
      return "221090602002: الاستثمار في المعرفة";
    case "221090602003":
      return "221090602003: منصة استشارات النظام البيئي الابتكاري";
    case "221090602004":
      return "221090602004: مسرع تأثير الناتج البحثي";
    case "221090602005":
      return "221090602005: تسليط الضوء على البحث والتطوير";
    case "221090602000":
      return "221090602000: نظام بيئي ابتكاري";
    case "221090701001":
      return "221090701001: إعداد الميزانية ومتابعة تنفيذها";
    case "221090701002":
      return "221090701002: إدارة الرواتب";
    case "221090701003":
      return "221090701003: إدارة المدفوعات والاستحقاقات";
    case "221090701004":
      return "221090701004: إجراء التدقيق الداخلي";
    case "221090701000":
      return "221090701000: إدارة الموارد المالية بكفاءة وفعالية";
    case "221090702001":
      return "221090702001: إدارة المشتريات";
    case "221090702002":
      return "221090702002: إدارة العقود ومتابعتها";
    case "221090702000":
      return "221090702000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "221090703001":
      return "221090703001: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "221090703002":
      return "221090703002: تدريب وتطوير الموظفين";
    case "221090703003":
      return "221090703003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو";
    case "221090703000":
      return "221090703000: تطبيق أفضل ممارسات الموارد البشرية";
    case "221090704001":
      return "221090704001: إدارة الجودة";
    case "221090704002":
      return "221090704002: إدارة علاقات المتعاملين";
    case "221090704003":
      return "221090704003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "221090704000":
      return "221090704000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "221090705001":
      return "221090705001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "221090705002":
      return "221090705002: إدارة النشاط الإعلامي";
    case "221090705000":
      return "221090705000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "221090706001":
      return "221090706001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "221090706002":
      return "221090706002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "221090706000":
      return "221090706000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221090707001":
      return "221090707001: إعداد الدراسات والاستشارات القانونية";
    case "221090707002":
      return "221090707002: إدارة الشؤون القانونية";
    case "221090707000":
      return "221090707000: توفير أفضل الخدمات القانونية";
    case "221090708001":
      return "221090708001: تطوير النظم والتطبيقات الإلكترونية";
    case "221090708002":
      return "221090708002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "221090708003":
      return "221090708003: إدارة الشبكات وأمن المعلومات";
    case "221090708000":
      return "221090708000: توفير أحدث خدمات تقنية المعلومات";
    case "221090709001":
      return "221090709001: الصيانة";
    case "221090709002":
      return "221090709002: الإيجار";
    case "221090709003":
      return "221090709003: المواصلات";
    case "221090709004":
      return "221090709004: رسوم الاستشارات";
    case "221090709005":
      return "221090709005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت";
    case "221090709006":
      return "221090709006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)";
    case "221090709000":
      return "221090709000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221090710000":
      return "221090710000: تنفيذ ميزانية الوظائف";
    case "221090801001":
      return "221090801001: تمكين الموظفين في مجال الابتكار";
    case "221090801002":
      return "221090801002: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين";
    case "221090801003":
      return "221090801003: تنفيذ لقاءات على المستوى الوطني  والدولي للاطلاع على أفضل الممارسا";
    case "221090801000":
      return "221090801000: بناء قدرات الموظفين في مجال الابتكار";
    case "221090802001":
      return "221090802001: تطوير منصة معززة للابتكار للقطاع التعليمي";
    case "221090802002":
      return "221090802002: تنفيذ حملات لاستقطاب الأفكار الابتكارية";
    case "221090802000":
      return "221090802000: منصة ابتكارية تعزز ثقافة الابتكار للقطاع التعليمي";
    case "221090803001":
      return "221090803001: توثيق كافة الابتكارات في الوزارة (المطبقة مسبقاً والجديدة) في قاعد";
    case "221090803002":
      return "221090803002: إعادة هندسة العمليات بما يعزز الابتكار المؤسسي";
    case "221090803000":
      return "221090803000: تحسين العمليات بما يعزز من الابتكار";
    case "221100101000":
      return "221100101000: تقييم المهن الطبية";
    case "221100101001":
      return "221100101001: تسجيل مزاولي مهنة التمريض والقابلة";
    case "221100101002":
      return "221100101002: تجديد شهادة التسجيل لمزاولة مهنة التمريض والقبالة";
    case "221100101003":
      return "221100101003: تقييم فنيي الطب البديل";
    case "221100101004":
      return "221100101004: تقييم فنيي الطب";
    case "221100101005":
      return "221100101005: تقييم أفراد هيئة التمريض والقبالة للمؤسسات الحكومية داخل الدولة";
    case "221100101006":
      return "221100101006: إثبات تسجيل شهادة التمريض لدول أجنبية";
    case "221100101007":
      return "221100101007: تقييم طبيب";
    case "221100101008":
      return "221100101008: تقييم صيدلي";
    case "221100101009":
      return "221100101009: إصدار بدل فاقد لشهادة التسجيل لمزاولة مهنة التمريض والقبالة";
    case "221100101010":
      return "221100101010: التصديق على إثبات تسجيل مزاولة مهنة التمريض والقبالة";
    case "221100101011":
      return "221100101011: اعتماد الشهادات العلمية التمريضية لغير الحاصلين على المؤهلات العلي";
    case "221100102000":
      return "221100102000: التخليص وأذونات الاستيراد والتصدير";
    case "221100102001":
      return "221100102001: إصدار إذن استيراد أدوية شخصية";
    case "221100102002":
      return "221100102002: إصدار إذن استيراد أدوية للمعارض";
    case "221100102003":
      return "221100102003: إصدار إذن استيراد أدوية مخدرة";
    case "221100102004":
      return "221100102004: إصدار إذن استيراد أدوية من الوكيل المحلي";
    case "221100102005":
      return "221100102005: إصدار إذن استيراد مواد أولية";
    case "221100102006":
      return "221100102006: إصدار إذن استيراد سلائف كيميائية";
    case "221100102007":
      return "221100102007: إصدار إذن استيراد معدات طبية";
    case "221100102008":
      return "221100102008: إصدار إذن تصدير أدوية";
    case "221100102009":
      return "221100102009: إصدار إذن تصدير سلائف كيميائية";
    case "221100102010":
      return "221100102010: شهادة افراج عن شحنة لمنتجات دوائية مستخلصة من مصادر بيولوجية";
    case "221100102011":
      return "221100102011: إذن تصدير الأدوية والمواد المخدرة";
    case "221100103000":
      return "221100103000: ترخيص وتسجيل المنشآت الطبية";
    case "221100103001":
      return "221100103001: إصدار تصريح عمل صيدلية على مدار 24 ساعة";
    case "221100103002":
      return "221100103002: تجديد تصريح عمل صيدلية على مدار ٢٤ ساعة";
    case "221100103003":
      return "221100103003: إصدار بدل فاقد أو بدل تالف لتصريح عمل الصيدلية على مدار ٢٤ ساعة";
    case "221100103004":
      return "221100103004: ترخيص مؤسسة صيدلانية";
    case "221100103005":
      return "221100103005: تجديد ترخيص مؤسسة صيدلانية";
    case "221100103006":
      return "221100103006: إعادة ترخيص مؤسسة صيدلانية";
    case "221100103007":
      return "221100103007: نقل مكان مؤسسة صيدلانية";
    case "221100103008":
      return "221100103008: إصدار بدل فاقد ترخيص مؤسسة صيدلانية";
    case "221100103009":
      return "221100103009: تغيير اسم مؤسسة صيدلانية";
    case "221100103010":
      return "221100103010: إلغاء ترخيص مؤسسة صيدلانية";
    case "221100103011":
      return "221100103011: ترخيص المنشآت الصحية الخاصة";
    case "221100103012":
      return "221100103012: تجديد ترخيص المنشآت الصحية الخاصة";
    case "221100103013":
      return "221100103013: تغيير اسم المنشآت الصحية الخاصة";
    case "221100103014":
      return "221100103014: نقل مكان المنشآت الصحية الخاصة";
    case "221100103015":
      return "221100103015: إلغاء ترخيص المنشآت الصحية الخاصة";
    case "221100103016":
      return "221100103016: نقل ملكية ترخيص المنشآت الصحية الخاصة";
    case "221100103017":
      return "221100103017: إعادة ترخيص المنشآت الصحية الخاصة";
    case "221100103018":
      return "221100103018: إضافة تخصص جديد للمنشآت الصحية الخاصة";
    case "221100103019":
      return "221100103019: تغيير نوع النشاط الطبي للمنشآت الصحية الخاصة";
    case "221100103020":
      return "221100103020: تغيير المدير الفني للمنشآت الصحية الخاصة";
    case "221100103021":
      return "221100103021: إضافة شريك للمنشآت الصحية الخاصة";
    case "221100103022":
      return "221100103022: إصدار بدل فاقد ترخيص المنشآت الصحية الخاصة";
    case "221100103023":
      return "221100103023: إصدار شهادة الالتزام بمعايير التصنيع الجيد";
    case "221100103024":
      return "221100103024: طلب معاينة للتأكد من الإلتزام بممارسة التصنيع الجيد للمصانع";
    case "221100103025":
      return "221100103025: تسجيل شركات السلائف الكيميائية";
    case "221100103026":
      return "221100103026: تجديد تسجيل شركات السلائف الكيميائية";
    case "221100103027":
      return "221100103027: طلب معاينة للتأكد من مدى الإلتزام بمعايير الممارسة الجيدة للمؤسسة";
    case "221100103028":
      return "221100103028: إصدار شهادة الإلتزام بمعايير الممارسة الجيدة لمؤسسة صيدلانية";
    case "221100103029":
      return "221100103029: طلب قائمة أسماء المؤسسات الصيدلانية المرخصة في الدولة";
    case "221100104000":
      return "221100104000: ترخيص وتسجيل المنتجات الطبية والصيدلانية والدوائية";
    case "221100104001":
      return "221100104001: اصدار شهادة تعديل على المستحضرات الدوائية المسجلة";
    case "221100104002":
      return "221100104002: طلب قائمة أسعار الأدوية المسجلة";
    case "221100104003":
      return "221100104003: تسجيل منتج دوائي تقليدي";
    case "221100104004":
      return "221100104004: تجديد تسجيل منتج دوائي تقليدي";
    case "221100104005":
      return "221100104005: تصنيف منتج";
    case "221100104006":
      return "221100104006: اصدار شهادة تعديل اي من بيانات تسجيل شركة طبية او مصنع حاصل على حق";
    case "221100104007":
      return "221100104007: تقييم منتجات طبية لغايات البحوث الدوائية والدراسات السريرية للدواء";
    case "221100104008":
      return "221100104008: تسجيل منتج صيدلاني ذات البيع العام";
    case "221100104009":
      return "221100104009: تجديد تسجيل منتج صيدلاني ذات البيع العام";
    case "221100104010":
      return "221100104010: اصدار شهادة بيع حر لمنتج طبي لغرض التصدير";
    case "221100104011":
      return "221100104011: تسجيل وسيلة طبية";
    case "221100104012":
      return "221100104012: تجديد تسجيل وسيلة طبية";
    case "221100104013":
      return "221100104013: اصدار شهادة تسعير منتج طبي واحد";
    case "221100104014":
      return "221100104014: اعادة تسعير منتج طبي واحد";
    case "221100104015":
      return "221100104015: تسجيل شركة مصنعة للمنتجات الطبية";
    case "221100104016":
      return "221100104016: تجديد تسجيل شركة مصنعة للمنتجات الطبية";
    case "221100104017":
      return "221100104017: اصدار شهادة منتج صيدلاني لغرض التصدير";
    case "221100104018":
      return "221100104018: تسجيل منتج صيدلاني مستمد من مصادر طبيعية";
    case "221100104019":
      return "221100104019: تجديد تسجيل منتج صيدلاني مستمد من مصادر طبيعية";
    case "221100104020":
      return "221100104020: طلب قائمة اسعار المنتجات الطبية المسعرة في الدولة";
    case "221100104021":
      return "221100104021: طلب قائمة اسعار الادوية المسعرة للشركة";
    case "221100104022":
      return "221100104022: اصدار شهادة اعتماد مركز دراسات سريرية او تكافؤ حيوي";
    case "221100105000":
      return "221100105000: ترخيص الإعلانات الصحية";
    case "221100105001":
      return "221100105001: ترخيص اعلان صحي في دليل طبي او تجاري";
    case "221100105002":
      return "221100105002: تجديد ترخيص اعلان صحي في دليل طبي او تجاري";
    case "221100105003":
      return "221100105003: ترخيص اعلان صحي متعلق بفعالية صحية";
    case "221100105004":
      return "221100105004: تجديد ترخيص اعلان صحي متعلق بفعالية صحية";
    case "221100105005":
      return "221100105005: ترخيص اعلان صحي من خلال مراكز الاتصال";
    case "221100105006":
      return "221100105006: تجديد ترخيص اعلان صحي من خلال مراكز الاتصال";
    case "221100105007":
      return "221100105007: الترخيص بتعديل صيغة اعلان صحي";
    case "221100105008":
      return "221100105008: ترخيص اعلان صحي من خلال وسائل التواصل الاجتماعي";
    case "221100105009":
      return "221100105009: تجديد ترخيص اعلان صحي من خلال وسائل التواصل الاجتماعي";
    case "221100105010":
      return "221100105010: ترخيص برنامج صحي";
    case "221100105011":
      return "221100105011: تجديد ترخيص برنامج صحي";
    case "221100105012":
      return "221100105012: ترخيص إعلان صحي لمنشأة صحية مرخصة في الدولة";
    case "221100105013":
      return "221100105013: تجديد ترخيص إعلان صحي لمنشآة غير صحية";
    case "221100105014":
      return "221100105014: تجديد ترخيص اعلان صحي لمنشأة صحية مرخصة في الدولة";
    case "221100105015":
      return "221100105015: ترخيص إعلان صحي لمنشأة غير صحية";
    case "221100105016":
      return "221100105016: ترخيص اعلان صحي على موقع او رابط الكتروني";
    case "221100105017":
      return "221100105017: تجديد ترخيص اعلان صحي على موقع او رابط الكتروني";
    case "221100106000":
      return "221100106000: الرقابة والتفتيش";
    case "221100106001":
      return "221100106001: تفتيش المنشآت الطبية والصيدلانية";
    case "221100106002":
      return "221100106002: الرقابة على الإعلانات الصحية";
    case "221100106003":
      return "221100106003: التظلم على مخالفات الإعلانات الصحية";
    case "221100106004":
      return "221100106004: الشكاوى على المنشآت الصحية الخاصة وكادرها الطبي";
    case "221100106005":
      return "221100106005: التظلم على قرار لجنة التراخيص بشأن المخالفات";
    case "221100107000":
      return "221100107000: البحوث الطبية والبيانات الصحية";
    case "221100107001":
      return "221100107001: توفير البيانات الإحصائية المتعلقة بالتقرير السنوي لمنظمة الصحة الع";
    case "221100107002":
      return "221100107002: طلب الدعم والتنسيق لإجراء بحث طبي";
    case "221100107003":
      return "221100107003: طلب إحصائيات صحية من الجمهور والإعلام";
    case "221100108000":
      return "221100108000: الشكاوي والمسؤولية الطبية";
    case "221100108001":
      return "221100108001: تلقي القضايا الطبية المحولة من الجهات الأخرى";
    case "221100108002":
      return "221100108002: تقديم الشكاوي الطبية على القطاع الحكومي";
    case "221100109000":
      return "221100109000: ترخيص المهن الطبية";
    case "221100109001":
      return "221100109001: ترخيص طبيب زائر من خارج الدولة";
    case "221100109002":
      return "221100109002: ترخيص طبيب زائر من داخل الدولة";
    case "221100109003":
      return "221100109003: بدل فاقد أو بدل تالف لترخيص بمزاولي مهنة التمريض وفني الطب";
    case "221100109004":
      return "221100109004: تغيير المسمى المهني لمزاولي مهنة التمريض وفني الطب";
    case "221100109005":
      return "221100109005: إلغاء ترخيص لمزاولي مهنة التمريض وفني الطب";
    case "221100109006":
      return "221100109006: نقل الترخيص الى منشأة صحية خاصة أخرى لمزاولي مهنة التمريض وفني الط";
    case "221100109007":
      return "221100109007: ترخيص مزاولة مهنة الصيدلة";
    case "221100109008":
      return "221100109008: تجديد ترخيص مزاولة مهنة الصيدلة";
    case "221100109009":
      return "221100109009: نقل ترخيص مزاولة مهنة الصيدلة";
    case "221100109010":
      return "221100109010: الغاء الترخيص بمزاولة مهنة الصيدلة";
    case "221100109011":
      return "221100109011: إعادة ترخيص مزاولة مهنة الصيدلة";
    case "221100109012":
      return "221100109012: تغيير المسمى المهني لمزاولة مهنة الصيدلة";
    case "221100109013":
      return "221100109013: بدل فاقد او بدل تالف لترخيص مزاولة مهنة الصيدلة";
    case "221100109014":
      return "221100109014: ترخيص طبيب";
    case "221100109015":
      return "221100109015: تغيير المسمى الوظيفي لرخصة طبيب";
    case "221100109016":
      return "221100109016: إلغاء ترخيص طبيب";
    case "221100109017":
      return "221100109017: إعادة ترخيص طبيب";
    case "221100109018":
      return "221100109018: نقل ترخيص طبيب";
    case "221100109019":
      return "221100109019: تجديد ترخيص طبيب";
    case "221100109020":
      return "221100109020: التصريح لطبيب مزاول مهنة الطب البشري أو طب الأسنان للاستفادة من خد";
    case "221100109021":
      return "221100109021: بدل فاقد أو بدل تالف لترخيص طبيب أو لترخيص طبيب زائر أو تصريح طبيب";
    case "221100109022":
      return "221100109022: إصدار شهادة حسن السيرة المهنية للمهنيين في القطاع الخاص";
    case "221100109023":
      return "221100109023: تجديد شهادة حسن السيرة المهنية للمهنيين في القطاع الخاص";
    case "221100109024":
      return "221100109024: بدل فاقد أو بدل تالف لشهادة حسن السيرة المهنية للمهنيين في القطاع";
    case "221100109025":
      return "221100109025: إصدار شهادة حسن السيرة المهنية للمهنيين في القطاع الحكومي";
    case "221100109026":
      return "221100109026: تجديد شهادة حسن السيرة المهنية للمهنيين في القطاع الحكومي";
    case "221100109027":
      return "221100109027: بدل فاقد أو بدل تالف شهادة حسن السيرة المهنية للمهنيين في القطاع ا";
    case "221100109028":
      return "221100109028: الترخيص لمزاولي مهنة التمريض وفنيي الطب";
    case "221100109029":
      return "221100109029: تجديد الترخيص لمزاولي مهنة التمريض وفنيي الطب";
    case "221100109030":
      return "221100109030: إعادة ترخيص لمزاولي مهنة التمريض وفنيي الطب";
    case "221100110000":
      return "221100110000: اليقظة الدوائية";
    case "221100110001":
      return "221100110001: اعتماد ضابط اليقظة الدوائية للمنشآت الدوائية";
    case "221100110002":
      return "221100110002: تقييم خطة اليقظة الدوائية للمؤسسة الصيدلانية والشركات التابعة لها";
    case "221100110003":
      return "221100110003: تقييم التقارير الإلزامية للآثار الجانبية وردود الفعل السلبية المحل";
    case "221100110004":
      return "221100110004: ابلاغ عن الآثار الجانبية للأدوية والمنتجات الطبية";
    case "221100111000":
      return "221100111000: تنظيم الادوية المخدرة والسلائف";
    case "221100111001":
      return "221100111001: اعتماد أدوية الحالات الطارئة والمؤثرات العقلية للمستشفيات";
    case "221100111002":
      return "221100111002: طلب عهدة مواد مخدرة لمستشفى";
    case "221100111003":
      return "221100111003: طلب تسليم عهدة المخدرات بين الصيادلة";
    case "221100111004":
      return "221100111004: اعتماد توقيع صيدلي لعهدة المخدرات";
    case "221100111005":
      return "221100111005: اعتماد العقاقير المخدرة لمراكز جراحة اليوم الواحد";
    case "221100111006":
      return "221100111006: صرف دفتر وصفات المراقبة";
    case "221100111007":
      return "221100111007: اعتماد العقاقير المخدرة للصيدليات الداخلية في المستشفيات الخاصة";
    case "221100111008":
      return "221100111008: طلب قائمة اسعار الادوية المراقبة او شبه المراقبة داخل الدولة";
    case "221100111009":
      return "221100111009: التصريح لمؤسسة صيدلانية بإتلاف اي من المنتجات الدوائية";
    case "221100111010":
      return "221100111010: طلب تحديد أو تعديل حصص الأدوية المخدرة لمنشأة صحية خاصة أو مؤسسة ص";
    case "221100111011":
      return "221100111011: طلب صرف سجل عهدة الأدوية المخدرة التي يتم صرفها للصيدليات والأقسام";
    case "221100111012":
      return "221100111012: طلب صرف سجل عهدة أدوية مراقبة أو شبه مراقبة";
    case "221100111013":
      return "221100111013: طلب صرف دفتر صرف طلبية ادوية مخدرة";
    case "221100112000":
      return "221100112000: رعاية المتعاملين";
    case "221100112001":
      return "221100112001: تقديم الاقتراحات";
    case "221100112002":
      return "221100112002: تقديم الملاحظات والشكاوي";
    case "221100112003":
      return "221100112003: تقديم الاستفسارات";
    case "221100113000":
      return "221100113000: ضبط الجودة النوعية للمنتجات";
    case "221100113001":
      return "221100113001: تحليل منتج طبي لمؤسسة صيدلانية والشركات التابعة لها";
    case "221100113002":
      return "221100113002: اعادة تحليل منتج طبي لمؤسسة صيدلانية والشركات التابعة لها";
    case "221100113003":
      return "221100113003: اصدار تقرير جودة منتج طبي صادر عن مختبر لرقابة جودة الدواء";
    case "221100114000":
      return "221100114000: تطبيق المعايير الوطنية للمرافق والمنشآت الصحية وتعزيز الدور الرقاب";
    case "221100114001":
      return "221100114001: تطبيق نظام الكتروني عن بعد للرقابة والتفتيش على المنشآت الطبية وال";
    case "221100115000":
      return "221100115000: حوكمة وقيادة القطاع الصحي";
    case "221100115001":
      return "221100115001: سن التشريعات الصحية اللازمة لتطوير القطاع الصحي(استحداث  تحديث الت";
    case "221100115002":
      return "221100115002: وضع السياسات الصحية اللازمة لتطوير القطاع الصحي";
    case "221100115003":
      return "221100115003: قياس نسبة الوعي بالتشريعات الصحية الوطنية";
    case "221100115004":
      return "221100115004: تطوير دليل وضع السياسات الصحية";
    case "221100115005":
      return "221100115005: تحديث دليل التشريعات الصحية";
    case "221100115006":
      return "221100115006: أثر فعالية السياسات و التشريعات على المجتمع";
    case "221100116000":
      return "221100116000: عمليات التفتيش التشغيلية على المنشآت الصحية";
    case "221100116001":
      return "221100116001: فاعلية عمليات التفتيش على المنشآت الصحية و كادرها الطبي";
    case "221100117000":
      return "221100117000: الربط الالكتروني لخدمات الترخيص بين الجهات ذات الصلة";
    case "221100117001":
      return "221100117001: تنفيذ مشروع الربط الالكتروني لنظام التراخيص مع المعنيين";
    case "221100118000":
      return "221100118000: تبني معايير الاعتماد الدولي";
    case "221100118001":
      return "221100118001: تطوير وتنفيذ خطة الاعتماد الدولي  للمنشات الصحية بالتعاون مع المعن";
    case "221100119000":
      return "221100119000: تعزيز اليقظة الدوائيـة لتحقيـق سلامة المجتمع";
    case "221100119001":
      return "221100119001: حصر و انشاء قاعدة بيانات للادوية المسجلة و المسوقة بالدولة و مراقب";
    case "221100119002":
      return "221100119002: تطوير النظام الالكتروني لليقظة و السلامة الدوائية";
    case "221100120000":
      return "221100120000: وضع معايير وطنية موحدة لكل المستشفيات";
    case "221100120001":
      return "221100120001: تطبيق المعايير الوطنية الموحده على المستشفيات";
    case "221100121000":
      return "221100121000: تنمية ونشر ثقافة المسؤولية الطبية";
    case "221100121001":
      return "221100121001: تطبيق برنامج تدريبي لتطوير مهارات واصول التحقيق الطبي";
    case "221100121002":
      return "221100121002: تعزيز وعي  الفئات المعنية بالمسؤولية الطبية ومخاطر ممارسات المهن ا";
    case "221100122000":
      return "221100122000: وضع وتطوير برامج صحية على مستوى الدولة";
    case "221100122001":
      return "221100122001: اقتراح البرامج الصحية";
    case "221100122002":
      return "221100122002: تحديث قاعدة بيانات البرامج الصحية في وزارة الصحة";
    case "221100123000":
      return "221100123000: إضافة المركز الوطني كوحدة إدارية ضمن الهيكل التنظيمي للوزارة";
    case "221100123001":
      return "221100123001: توفير الكادر الأساسي للمركز من موظفي الوزارة او تعيين موظفين جدد";
    case "221100123002":
      return "221100123002: انشاء الموقع الالكتروني للمركز الوطني للبحوث الصحية";
    case "221100123003":
      return "221100123003: انجاز دراسة لاستشراف المستقبل والتعرف على محاور التوجهات الاستراتي";
    case "221100124000":
      return "221100124000: اعداد الاستراتيجية الوطنية للأبحاث الصحية بالدولة";
    case "221100124001":
      return "221100124001: وضع الاستراتيجية الوطنية للبحوث الصحية الموحدة بالدولة";
    case "221100124002":
      return "221100124002: وضع الاطار العام لدليل السياسات والأنظمة وقواعد اخلاقيات البحوث ال";
    case "221100125000":
      return "221100125000: تشكيل مراكز بحوث التميز الصحية المتخصصة";
    case "221100125001":
      return "221100125001: تحديد متطلبات تشكيل مراكز بحوث التميز الصحية المتخصصة واختيار الجه";
    case "221100126000":
      return "221100126000: إنشاء قاعدة بيانات عن الباحثين والبحوث الصحية في الدولة";
    case "221100126001":
      return "221100126001: تصميم قاعدة البيانات التي تتضمن المعلومات للباحثين والبحوث الصحية";
    case "221100126002":
      return "221100126002: جمع البيانات المتعلقة بالباحثين والبحوث الصحية بالدولة وتحميل البي";
    case "221100126003":
      return "221100126003: تطوير منصة البيانات عن الباحثين والبحوث الصحية بالدولة على الموقع";
    case "221100127000":
      return "221100127000: تدريب وتطوير المهارات في اجراء البحوث والتجارب السريرية";
    case "221100127001":
      return "221100127001: تطوير خطة للتدريب على اكتساب المهارات في مجال إجراء ونشر  البحوث ا";
    case "221100127002":
      return "221100127002: اعداد برامج للتدريب بالتنسيق مع مركز التدريب والتطوير بالوزارة يتض";
    case "221100127003":
      return "221100127003: تنظيم المؤتمرات والندوات  والورش العلمية في مجال البحوث  الصحية وا";
    case "221100127004":
      return "221100127004: تطوير الاطار العام لسياسات إدارة وحوكمة تمويل ورعاية مشاريع وبرامج";
    case "221100128000":
      return "221100128000: الاطار العام لسياسات إدارة تمويل البحوث الصحية بالدولة";
    case "221100128001":
      return "221100128001: تطوير دليل للاطار العام لسياسات لإدارة وحوكمة تمويل برامج ومشاريع";
    case "221100129000":
      return "221100129000: اطار حوكمة  السياسات والإجراءات لتنظيم عمل لجان اخلاقيات البحوث ال";
    case "221100129001":
      return "221100129001: وضع الدليل العام لحكومة السياسات والإجراءات لتنظيم عمل لجان اخلاقي";
    case "221100129002":
      return "221100129002: وضع آلية التدقيق والمراجعة لإدارة السياسات والإجراءات لتنظيم عمل ل";
    case "221100130000":
      return "221100130000: قياس  مؤشرات البحوث الصحية التنافسية بالدولة";
    case "221100130001":
      return "221100130001: تطوير اليات عمل قياس مؤشر الانفاق على البحث والتطوير في المجالات ا";
    case "221100130002":
      return "221100130002: اعداد التقارير المتعلقة بأداء البحث والتطوير في مجال البحوث الصحية";
    case "221100131000":
      return "221100131000: النظام الموحد لتعقب الأدوية ( تطمين)";
    case "221100131001":
      return "221100131001: تطبيق النظام الموحد لتعقب الأدوية ( تطمين)";
    case "221100201000":
      return "221100201000: الاجازات المرضية والتقارير الطبية";
    case "221100201001":
      return "221100201001: تصديق الإجازات والتقارير الطبية";
    case "221100201002":
      return "221100201002: اعتماد اللجنة الطبية لطلب التقاعد او العجز الطبي";
    case "221100201003":
      return "221100201003: اعتماد الإجازات والتقارير الطبية";
    case "221100202000":
      return "221100202000: شهادات تقدير العمر";
    case "221100202001":
      return "221100202001: إصدار شهادة تقدير العمر";
    case "221100203000":
      return "221100203000: التثقيف والتوعية الصحية";
    case "221100203001":
      return "221100203001: طلب تنفيذ فعالية توعوية أو تثقيفية";
    case "221100203002":
      return "221100203002: طلب اعتماد مطعم صحي";
    case "221100203003":
      return "221100203003: طلب مواد تثقيفية";
    case "221100204000":
      return "221100204000: العلاج بالخارج";
    case "221100204001":
      return "221100204001: طلب العلاج بالخارج";
    case "221100204002":
      return "221100204002: طلب شهادة لمن يهمه الأمر لجهة العمل للمريض والمرافقين";
    case "221100204003":
      return "221100204003: طلب شهادة لمن يهمه الأمر للسفارات للحصول على تأشيرة سفر للمريض وال";
    case "221100205000":
      return "221100205000: تعزيز التمثيل الدولي مع المنظمات الدولية و الإقليمية و الحكومات ال";
    case "221100205001":
      return "221100205001: المشاركة في الفعاليات الدولية و الاقليمية الملتقيات العلمية و ورش";
    case "221100205002":
      return "221100205002: الاعداد و التنسيق لتوقيع مذكرات التفاهم و إتفاقيات التعاون الصحي و";
    case "221100206000":
      return "221100206000: تعزيز القدرات الوطنية في مجال التأهب والاستعداد والاستجابة لطوارئ";
    case "221100206001":
      return "221100206001: المشاركة في رفع مستوى كفاءة الكوادر الصحية في مجال مخاطر الصحة الع";
    case "221100206002":
      return "221100206002: تقييم القدرات الأساسية في المنافذ الجوية";
    case "221100206003":
      return "221100206003: متابعة تنفيذ خطة العمل الوطنية للامن الصحي";
    case "221100206004":
      return "221100206004: تعزيز الاستجابة للبلاغات الدولية لمخاطر الصحة العمومية";
    case "221100206005":
      return "221100206005: تنفيذ خطة العمل والتوصيات الصادرة  عن اللجنة الوطنية بشأن مقاومة م";
    case "221100207000":
      return "221100207000: تعزيز الوعي بأنماط الحياة الصحية في المجتمع";
    case "221100207001":
      return "221100207001: تنفيذ برنامح تثقيفي للمناسبات العالمية";
    case "221100207002":
      return "221100207002: تنفيذ برنامج معكم لغذاء متوازن";
    case "221100207003":
      return "221100207003: إعداد وتنفيذ برنامج متابعة لترصد ومتابعة حالات زيادة الوزن والسمنة";
    case "221100207004":
      return "221100207004: تنفيذ مبادرة بيئة عمل صحية و إيجابية";
    case "221100207005":
      return "221100207005: تنفيذ برنامج معكم لحياة نشطة";
    case "221100207006":
      return "221100207006: تنفيذ حملات إعلامية تثقيفية لتعزيز أنماط الحياة الصحية في المجتمع";
    case "221100207007":
      return "221100207007: تنفيذ برنامج معكم لحياة صحية";
    case "221100207008":
      return "221100207008: توعية أفراد المجتمع من خلال وسائل التوصل الاجتماعي";
    case "221100207009":
      return "221100207009: تنفيذ برامج توعوية تستهدف جميع فئات المجتمع بمافيها فئة العمال و ا";
    case "221100208000":
      return "221100208000: تطوير وتفعيل قسم صحة البيئة";
    case "221100208001":
      return "221100208001: تفعيل الإطار الوطني للتغيير المناخي";
    case "221100208002":
      return "221100208002: التقرير السنوي لقياس فعالية التدخلات للحد من آثار التغير المناخي ع";
    case "221100209000":
      return "221100209000: تطوير إجراءات مكافحة جائحة كوفيد  - 19";
    case "221100209001":
      return "221100209001: مراجعة وتحديث البروتوكولات والإجراءات الاحترازية والترصد الخاص بمك";
    case "221100210000":
      return "221100210000: تطوير الأنظمة الخاصة بمكافحة جائحة كوفيد - 19";
    case "221100210001":
      return "221100210001: إعداد وتحديث الأنظمة الخاصة بمكافحة جائحة كوفيد - 19 والمشاركة في";
    case "221100211000":
      return "221100211000: برنامج مكافحة الملاريا وإضافة مكافحة الأمراض الأخرى المنقولة عبر ا";
    case "221100211001":
      return "221100211001: تنفيذ برامج و أنشطة خاصة بمكافحة الملاريا و نواقل الأمراض";
    case "221100212000":
      return "221100212000: تطوير البرامج الوطنية والتطعيمات";
    case "221100212001":
      return "221100212001: تحديث البروتوكولات والإجراءات الخاصة بالبرامج الوطنية والتطعيمات";
    case "221100212002":
      return "221100212002: مراقبة مؤشرات البرامج الوطنية والتطعيمات المتعلقة بتحقيق أهداف الت";
    case "221100213000":
      return "221100213000: تطوير برامج التطعيمات وفق المعايير العالمية";
    case "221100213001":
      return "221100213001: تنفيذ دراسة لتقييم مستوى التغطية بالتطعيمات Vaccination Coverage S";
    case "221100213002":
      return "221100213002: إعداد وتفعيل الإجراءات والقوانين الخاصة تطعيم كوفيد - 19";
    case "221100213003":
      return "221100213003: تطوير برنامج موديول التطعيم (Vaccination Module) مع نظام وريد";
    case "221100214000":
      return "221100214000: تطوير برنامج الصحة المهنية";
    case "221100214001":
      return "221100214001: إعداد مسودة دليل التعامل مع الإشعاع في مؤسسات التابعة لوزارة الصحة";
    case "221100215000":
      return "221100215000: الخطة الوطنية للأمراض غير السارية";
    case "221100215001":
      return "221100215001: متابعة تطبيق الخطة الوطنية للأمراض غير السارية";
    case "221100216000":
      return "221100216000: إدارة الشراكة بين القطاع العام والخاص";
    case "221100216001":
      return "221100216001: عمل دراسات الجدوى لمشاريع الشراكة بين القطاع العام والخاص";
    case "221100216002":
      return "221100216002: البدء في مشاريع الشراكة بين القطاع العام والخاص";
    case "221100216003":
      return "221100216003: تخفيض التكاليف من خلال مشاريع الشراكات بين القطاع العام والخاص";
    case "221100217000":
      return "221100217000: تطوير الملحقيات الصحية في الخارج";
    case "221100217001":
      return "221100217001: تطوير الملحقيات الصحية في الخارج";
    case "221100217002":
      return "221100217002: تشغيل الملحقية الصحية لدولة الإمارات العربية المتحدة  القاهرة";
    case "221100217003":
      return "221100217003: تشغيل الملحقية الصحية لدولة الإمارات العربية المتحدة  بانكوك";
    case "221100217004":
      return "221100217004: تشغيل المكتب الصحي لدولة الإمارات العربية المتحدة  واشنطن";
    case "221100217005":
      return "221100217005: تشغيل المكتب الصحي لدولة الإمارات العربية المتحدة  مومباي";
    case "221100217006":
      return "221100217006: تشغيل الملحقية الصحية لدولة الإمارات العربية المتحدة   برلين";
    case "221100217007":
      return "221100217007: تشغيل الملحقية الصحية لدولة الإمارات العربية المتحدة  لندن";
    case "221100217008":
      return "221100217008: إدارة وتنظيم طلبات العلاج داخل وخارج الدولة على مستوى وزارة الصحة";
    case "221100218000":
      return "221100218000: الدراسات الفنية التخصصية في مجال عمل الوزارة";
    case "221100218001":
      return "221100218001: انجاز الدراسات الفنية";
    case "221100219000":
      return "221100219000: وقاية و حماية النساء و الأطفال من العنف في مراكز الرعاية الصحية ال";
    case "221100219001":
      return "221100219001: تطوير بروتوكول الحماية من العنف ضد الأطفال";
    case "221100301000":
      return "221100301000: تأجير الأصول والمساحات";
    case "221100301001":
      return "221100301001: استئجار المساحات الفارغة والأصول التابعة للوزارة";
    case "221100301002":
      return "221100301002: تجديد استئجار المساحات الفارغة والأصول التابعة للوزارة";
    case "221100301003":
      return "221100301003: إلغاء استئجار المساحات الفارغة والأصول التابعة للوزارة";
    case "221100302000":
      return "221100302000: التدريب و التطوير";
    case "221100302001":
      return "221100302001: تدريب صيدلي  مساعد صيدلي في مؤسسة صيدلانية";
    case "221100302002":
      return "221100302002: تسجيل أطباء الإقامة في البرامج التخصصية للمجلس العربي للاختصاصات ا";
    case "221100302003":
      return "221100302003: طلب الاعتراف بالبرامج التخصصية التابعة للبورد العربي";
    case "221100303000":
      return "221100303000: إقامة بنية تحتية متقدمة ومتكاملة";
    case "221100303001":
      return "221100303001: إعداد خطط تنفيذ أمن المعلومات واستمرارية الاعمال";
    case "221100303002":
      return "221100303002: انشاء مركز عمليات البنية التحتية";
    case "221100303003":
      return "221100303003: انشاء مركز عمليات امن المعلومات";
    case "221100303004":
      return "221100303004: محادثات الفيديو في قاعات الاجتماعات";
    case "221100303005":
      return "221100303005: تطوير الدعم الفني";
    case "221100304000":
      return "221100304000: الملف الطبي الموحد ( رعايتي)";
    case "221100304001":
      return "221100304001: تطبيق الملف الطبي الموحد ( رعايتي)";
    case "221100305000":
      return "221100305000: ضمان تقديم الخدمات الالكترونية وفق معايير الجودة و الكفاءة و الشفا";
    case "221100305001":
      return "221100305001: تطبيق معايير مؤشرات الممكنات الحكومية الخاصة بالخدمات الإلكترونيةا";
    case "221100305002":
      return "221100305002: نضج البيانات";
    case "221100305003":
      return "221100305003: تقييم بوابة الإمارات في الأمم المتحدة";
    case "221100305004":
      return "221100305004: منظومة التميز الحكومي المؤسسي";
    case "221100305005":
      return "221100305005: معايير السبع نجوم العالمي لتصنف الخدمات";
    case "221100306000":
      return "221100306000: التكامل و الترابط مع الجهات الداخلية و الخارجية";
    case "221100306001":
      return "221100306001: الربط مع جمارك ابوظبي";
    case "221100306002":
      return "221100306002: الربط مع الدوائر الاقتصادية بجميع الامارات للمعاملات الخاصة بالترا";
    case "221100306003":
      return "221100306003: الربط الموافقات الخاصة باستيراد جميع المنتجات الطبية";
    case "221100306004":
      return "221100306004: الربط مع دائرة الصحة دبي وهيئة الصحة دبي لمعرفة عدد الاسرة المتاحة";
    case "221100306005":
      return "221100306005: الربط مع مركز الإحصاء";
    case "221100307000":
      return "221100307000: مبادرة الذكاء الاصطناعي";
    case "221100307001":
      return "221100307001: تطبيق حياة للتبرع بالأعضاء AI";
    case "221100307002":
      return "221100307002: تطبيق حياة للتبرع بالأعضاء BloCkchain";
    case "221100308000":
      return "221100308000: مبادرة البيانات و المعرفة";
    case "221100308001":
      return "221100308001: مشروع البيانات والمعرفة";
    case "221100309000":
      return "221100309000: مبادرة الأزمات و الطوارئ  الأمراض السارية والمعدية";
    case "221100309001":
      return "221100309001: تطبيق كوفيد 19";
    case "221100309002":
      return "221100309002: الربط مع الهيئة الوطنية لإدارة الطوارئ والأزمات والكوارث لاحصائيات";
    case "221100309003":
      return "221100309003: تطبيق الحصن";
    case "221100310000":
      return "221100310000: تطوير التطبيقات والأنظمة الإلكترونيةالذكية المساندة لخدمات تقنية ا";
    case "221100310001":
      return "221100310001: استكمال مشروع التحول الإلكترونيالذكي للخدمات";
    case "221100310002":
      return "221100310002: تطوير تطبيق الهاتف المتحرك بناء على احدث التقنيات";
    case "221100310003":
      return "221100310003: مشروع تطوير الموقع الالكتروني الجديد";
    case "221100310004":
      return "221100310004: التفعيل الكامل لنظام CRM";
    case "221100310005":
      return "221100310005: تطبيق حياة للتبرع بالأعضاء";
    case "221100311000":
      return "221100311000: تعزيز مراكز الاحصاء والبحوث في الوزارة";
    case "221100311001":
      return "221100311001: بناء القدرات وتعزيز الوعي الإحصائي";
    case "221100311002":
      return "221100311002: اصدار التقرير الإحصائي السنوي";
    case "221100311003":
      return "221100311003: تحديث بيانات الرعاية الصحية للدولة في  قواعد بيانات منظمات الصحة و";
    case "221100311004":
      return "221100311004: تعزيز أتمتة التقارير الإحصائية";
    case "221100311005":
      return "221100311005: تطبيق سياسة الاحصاء والطلبات الإحصائية";
    case "221100311006":
      return "221100311006: تعزيز الأبحاث والمسوحات الوطنية";
    case "221100311007":
      return "221100311007: تعزيز نظام مراقبة جودة البيانات الصحية";
    case "221100311008":
      return "221100311008: تعزيز جودة البيانات للسجل الحيوي";
    case "221100311009":
      return "221100311009: مشروع enterprise data warehouse & disease registry system";
    case "221100311010":
      return "221100311010: تعزيز تنفيذ ونشر الأبحاث  الصحية";
    case "221100311011":
      return "221100311011: تعزيز تنفيذ استطلاعات الرأي والدراسات الصحية";
    case "221100312000":
      return "221100312000: تطوير عمليات الطوارئ والأزمات والكوارث";
    case "221100312001":
      return "221100312001: تعزيز القدرات للجاهزية الصحية للطوارئ والكوارث والأزمات";
    case "221100312002":
      return "221100312002: تعزيز منظومة إدارة المخاطر وإستمرارية الأعمال في الوزارة";
    case "221100312003":
      return "221100312003: الإشراف على إعداد نظام مشروع المخزون الإستراتيجي الطبي";
    case "221100313000":
      return "221100313000: تعزيز السعادة والإيجابية في بيئة العمل";
    case "221100313001":
      return "221100313001: خلق بيئة عمل سعيدة وإيجابية من خلال إطلاق مبادرات السعادة والإيجاب";
    case "221100314000":
      return "221100314000: وضع نظام لقياس تكاليف الخدمات الصحية";
    case "221100314001":
      return "221100314001: وضع محرك لحساب تكلفة الخدمات الصحية";
    case "221100314002":
      return "221100314002: حساب تكاليف المنشآت الصحية (كل منشأة على حده)";
    case "221100314003":
      return "221100314003: حساب تكلفة الخدمات العلاجية على مستوى المنشأة الواحدة";
    case "221100315000":
      return "221100315000: رفع كفاءة وإنتاجية أنظمة وعمليات وخدمات الموارد البشرية و الكوادر";
    case "221100315001":
      return "221100315001: التحسين المستمر على أنظمة وعمليات وخدمات الموارد البشرية وأتمتتة إ";
    case "221100315002":
      return "221100315002: تطبيق خطة التوطين";
    case "221100316000":
      return "221100316000: تفعيل إدارة الممتلكات والأصول الثابتة بالوزارة";
    case "221100316001":
      return "221100316001: تحديث قاعدة بيانات سجلات الاصول الثابتة على منشآت الوزارة ضمن نظام";
    case "221100316002":
      return "221100316002: تنفيذ كافة مشاريع المباني المعتمدة المشاريع الانشائية، الصيانة، ال";
    case "221100316003":
      return "221100316003: صيانة الاجهزة الكهربائية الكهروميكانيكية والمعدات الطبية المدرجة ض";
    case "221100317000":
      return "221100317000: تطوير وأتمتة انظمة العمل في ادارة المرافق والخدمات الادارية وفقاً";
    case "221100317001":
      return "221100317001: تطوير وتحديث أنظمة CCTV وأنظمة البوابات الإلكترونية access doors";
    case "221100318000":
      return "221100318000: إدارة النشاط الاتصالي للوزارة";
    case "221100318001":
      return "221100318001: إدارة علاقات الشركاء";
    case "221100318002":
      return "221100318002: التخطيط للفعاليات والحملات الاتصالية والأنشطة التسويقية";
    case "221100318003":
      return "221100318003: تعزيز الصورة المرئية للوزارة على منصات التواصل الاجتماعي";
    case "221100318004":
      return "221100318004: إدارة النشاط الاتصالي للوزارة على المستوى المحلي والاقليمي والدولي";
    case "221100319000":
      return "221100319000: الاشراف على تطبيق مواصفات الجودة العالمية";
    case "221100319001":
      return "221100319001: تجديد شهادات المواصفات والاعتمادات العالمية";
    case "221100319002":
      return "221100319002: الحصول على شهادات مواصفات واعتمادات جديدة";
    case "221100319003":
      return "221100319003: إطلاق المرحلة الثانية من مشروع إدارة العمليات";
    case "221100320000":
      return "221100320000: تطوير كفاءة وأداء الخدمات القانونية";
    case "221100320001":
      return "221100320001: حصر المنازعات القضائية والاستشارات القانونية ومشروعات العقود الإدا";
    case "221100321000":
      return "221100321000: تعزيز الوعي القانوني";
    case "221100321001":
      return "221100321001: تنظيم ورش تدريبية لرفع نسبة الوعي القانوني لدى موظفي الوزارة";
    case "221100322000":
      return "221100322000: تطوير استراتيجية الوزارة للاستدامة";
    case "221100322001":
      return "221100322001: تطبيق استراتيجية الوزارة في الاستدامة البيئية والاقتصادية والاجتما";
    case "221100323000":
      return "221100323000: ادارة جودة سعادة المتعاملين";
    case "221100323001":
      return "221100323001: تعزيز ثقافة الخدمة المتميزة وزيادة الجهوزية لتطبيق معايير التصنيف";
    case "221100323002":
      return "221100323002: قياس صوت المتعاملين";
    case "221100323003":
      return "221100323003: متابعة الأداء وجودة الأدلة";
    case "221100324000":
      return "221100324000: ادارة مراكز الخدمة";
    case "221100324001":
      return "221100324001: متابعة أنظمة الدور و مؤشر السعادة وتحقيق معاييرها في المراكز";
    case "221100324002":
      return "221100324002: جمع وتوثيق آراء واحتياجات المتعاملين وتوعية المتعاملين بدليل الخدم";
    case "221100324003":
      return "221100324003: تسجيل بيانات المتعاملين في المراكز لتوفير نظرة شاملة";
    case "221100325000":
      return "221100325000: ادارة علاقات المتعاملين";
    case "221100325001":
      return "221100325001: تطبيق إجراءات الشكاوى وملاحظات المتعاملين";
    case "221100325002":
      return "221100325002: تطبيق إجراءات اقتراحات المتعاملين";
    case "221100325003":
      return "221100325003: الرد على استفسارات المتعاملين عبر القنوات الرقمية";
    case "221100326000":
      return "221100326000: إدارة تطوير الخدمات";
    case "221100326001":
      return "221100326001: الاشراف ومراجعة وتوجيه مبادرات تطوير الخدمات";
    case "221100326002":
      return "221100326002: تقييم تجربة المستخدم في النظام الالكتروني من خلال مختبر تجربة المس";
    case "221100326003":
      return "221100326003: تطوير تجربة المتعامل في قنوات الخدمة وفق احتياجاتهم";
    case "221100327000":
      return "221100327000: ادارة مركز الاتصال";
    case "221100327001":
      return "221100327001: تعزيز وتطوير نتائج الخدمات المقدمة في مركز الإتصال";
    case "221100327002":
      return "221100327002: الرد على استفسارات المتعاملين عبر مركز الاتصال";
    case "221100327003":
      return "221100327003: تسجيل بيانات المتعاملين في مركز الاتصال";
    case "221100328000":
      return "221100328000: اتاحة الوصول والاستخدام الأمثل للخدمات";
    case "221100328001":
      return "221100328001: توفير نظام الانتظار الموحد Q- System";
    case "221100329000":
      return "221100329000: تطوير إطار عمل حوكمة فعال وشامل وفق أفضل الممارسات";
    case "221100329001":
      return "221100329001: تطوير الإطار العام ودليل الإجراءات التشغيلية الخاص بمكتب الحوكمة";
    case "221100329002":
      return "221100329002: تحديث و مراجعة التشريعات والقوانين والسياسات المؤسسية";
    case "221100330000":
      return "221100330000: تعزيز ثقافة الحوكمة المؤسسية في الوزارة";
    case "221100330001":
      return "221100330001: رفع مستوى وعي موظفي الوزارة بمفاهيم الحوكمة";
    case "221100330002":
      return "221100330002: تنفيذ برامج تدريبية تخصصية في مجال الحوكمة";
    case "221100331000":
      return "221100331000: تطوير أنظمة العمل الرئيسية في مكتب الحوكمة وفق أفضل الممارسات";
    case "221100331001":
      return "221100331001: تطوير بوابة الحوكمة الإلكترونية E-GOVERNANCE";
    case "221100331002":
      return "221100331002: تعزيز فعالية اللجان وفرق العمل";
    case "221100331003":
      return "221100331003: إعداد التقرير السنوي الخاص بأداء الحوكمة في الوزارة";
    case "221100332000":
      return "221100332000: تطوير إطار عمل الرقابة الداخلية";
    case "221100332001":
      return "221100332001: وضع وتنفيذ إطار عام لمكافحة الفساد والاحتيال الإداري والمالي";
    case "221100333000":
      return "221100333000: تطوير منظومة خدمات متكاملة ومرنة";
    case "221100333001":
      return "221100333001: المشاركة والتكامل مع المنصة الرقمية الموحدة للخدمات الحكومية";
    case "221100333002":
      return "221100333002: تطبيق خطة الخدمات الاستباقية والشخصية للمتعاملين";
    case "221100333003":
      return "221100333003: تطوير القدرات الحكومية لموظفي تقديم الخدمات";
    case "221100333004":
      return "221100333004: اشراك المجتمع في تصميم الخدمات الحكومية";
    case "221100333005":
      return "221100333005: توفير سجلات دقيقة لبيانات المتعاملين ومشاركتها مع الجهات الحكومية";
    case "221100333006":
      return "221100333006: إطلاق وتطبيق سياسة المتعامل الرقمي والخدمة الحكومية الرقمية";
    case "221100333007":
      return "221100333007: إطلاق وتطبيق سياسة المنصة الرقمية الموحدة";
    case "221100334000":
      return "221100334000: تشغيل الحضانة";
    case "221100334001":
      return "221100334001: تشغيل الحضانة في الوزارة";
    case "221100401000":
      return "221100401000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "221100401001":
      return "221100401001: تنفيذ مهام اتصال حكومي مبتكرة";
    case "221100401002":
      return "221100401002: تطوير وتنفيذ خطط التسويق الحكومي";
    case "221100401003":
      return "221100401003: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "221100401004":
      return "221100401004: إدارة النشاط الإعلامي";
    case "221100402000":
      return "221100402000: تطبيق أفضل ممارسات الموارد البشرية";
    case "221100402001":
      return "221100402001: تطبيق نظام المكافآت والحوافز وتحفيز أصحاب الإنجازات المتميزة";
    case "221100402002":
      return "221100402002: تفعيل خطة المسارات الوظيفية";
    case "221100402003":
      return "221100402003: شواغر";
    case "221100402004":
      return "221100402004: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "221100402005":
      return "221100402005: تدريب وتطوير الموظفين";
    case "221100402006":
      return "221100402006: إدارة خدمات الموارد البشرية الأخرى (تقييم الأداء، التعويضات والفوا";
    case "221100403000":
      return "221100403000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "221100403001":
      return "221100403001: تطوير العلاقة مع الموردين";
    case "221100403002":
      return "221100403002: إدارة المشتريات";
    case "221100403003":
      return "221100403003: إدارة العقود ومتابعتها";
    case "221100404000":
      return "221100404000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221100404001":
      return "221100404001: الصيانة";
    case "221100404002":
      return "221100404002: الإيجار";
    case "221100404003":
      return "221100404003: المواصلات";
    case "221100404004":
      return "221100404004: رسوم الاستشارات";
    case "221100404005":
      return "221100404005: المصروفات المتكررة الأخرى (الصادر والوارد، المرافق، الهواتف والانت";
    case "221100404006":
      return "221100404006: الخدمات المشتركة الأخرى (إدوات المكتب، قرطاسية ومتفرقات، إلخ..)";
    case "221100405000":
      return "221100405000: إدارة الموارد المالية بكفاءة وفعالية";
    case "221100405001":
      return "221100405001: تطوير عمليات إدارة المالية";
    case "221100405002":
      return "221100405002: تطبيق النظام المالي في المستشفيات";
    case "221100405003":
      return "221100405003: تطبيق اللامركزية في العمليات المالية";
    case "221100405004":
      return "221100405004: تطبيق نظام ادارة دورة الإيرادات";
    case "221100405005":
      return "221100405005: تطبيق نظام الترميز الدولي CPT";
    case "221100405006":
      return "221100405006: تخفيض رسوم بعض الخدمات التي تقدمها المؤسسة";
    case "221100405007":
      return "221100405007: تنظيم عملية تحصيل المطالبات المالية من الجهات المعنية";
    case "221100405008":
      return "221100405008: تنفيذ مبادرات لتنمية الإيرادات بالتنسيق مع الوحدات التنظيمية في ال";
    case "221100405009":
      return "221100405009: إعداد الميزانية ومتابعة تنفيذها";
    case "221100405010":
      return "221100405010: إدارة الرواتب";
    case "221100405011":
      return "221100405011: إدارة المدفوعات والاستحقاقات";
    case "221100405012":
      return "221100405012: إجراء التدقيق الداخلي";
    case "221100406000":
      return "221100406000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "221100406001":
      return "221100406001: إدارة الجودة";
    case "221100406002":
      return "221100406002: إدارة علاقات المتعاملين";
    case "221100406003":
      return "221100406003: الإعداد للمشاركة بجائزة محمد بن راشد للأداء الحكومي المتميز";
    case "221100406004":
      return "221100406004: تعزيز الوعي وبناء القدرات في مجال منظومة التميز الحكومي";
    case "221100407000":
      return "221100407000: توفير أفضل الخدمات القانونية";
    case "221100407001":
      return "221100407001: تطوير نظام إدارة الخدمات القانونية";
    case "221100407002":
      return "221100407002: إعداد الدراسات والاستشارات القانونية";
    case "221100407003":
      return "221100407003: إدارة الشؤون القانونية";
    case "221100408000":
      return "221100408000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221100408001":
      return "221100408001: تعزيز وبناء قدرات الموظفين في مجال الإستراتيجية الأداء المؤسسي";
    case "221100408002":
      return "221100408002: تطوير إطار عمل إدارة المشاريع الاستراتيجية";
    case "221100408003":
      return "221100408003: ضمان التنفيذ المتميز لخطة 2017-2022";
    case "221100408004":
      return "221100408004: تنفيذ دراسات رضا الفئات المعنية";
    case "221100408005":
      return "221100408005: تطوير آليات وأنظمة متعلقة باستشراف المستقبل";
    case "221100408006":
      return "221100408006: تحديد  مؤشرات الأداء الرئيسية وقياس الأداء";
    case "221100408007":
      return "221100408007: وضع وتطوير الخطة التشغيلية والاستراتيجية";
    case "221100408008":
      return "221100408008: بناء القدرات الخاصة باستشراف المستقبل والإشتراك بالمنصة الرقمية";
    case "221100408009":
      return "221100408009: إطلاق وتطبيق نظام إدارة الشراكات";
    case "221100409000":
      return "221100409000:  تطبيق أفضل الممارسات العالمية فى القيادة";
    case "221100409001":
      return "221100409001: مكاتب الوزير والوكيل";
    case "221100409002":
      return "221100409002:  مستشاري الوزير والوكيل";
    case "221100410000":
      return "221100410000: توفير أحدث خدمات تقنية المعلومات";
    case "221100410001":
      return "221100410001: تطوير النظم والتطبيقات الإلكترونية";
    case "221100410002":
      return "221100410002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "221100410003":
      return "221100410003: البنية التحتية وأمن المعلومات";
    case "221100411000":
      return "221100411000: تنفيذ ميزانية الوظائف";
    case "221100501000":
      return "221100501000: تطوير أنظمة حديثة لإدارة الابتكار";
    case "221100501001":
      return "221100501001: تطوير نظام إدارة المقترحات والأفكار الابتكارية";
    case "221100501002":
      return "221100501002: تطوير انظمة التحفيز وتكريم الابداعات والابتكارات";
    case "221100502000":
      return "221100502000: الابتكار في تحسين العمليات والخدمات";
    case "221100502001":
      return "221100502001: بناء شراكات فاعلة مع الهيئات والمؤسسات المتخصصة في مجال الابتكار (";
    case "221100502002":
      return "221100502002: تبني مشاريع تطوير العمليات والخدمات ونماذج العمل الرائدة";
    case "221100503000":
      return "221100503000: تعزيز و بناء القدرات في مجال الابتكار";
    case "221100503001":
      return "221100503001: تنفيذ مختبرات ابتكار تخصصية في المجال الصحي";
    case "221100503002":
      return "221100503002: توعية وتدريب القدرات في مجال  الابتكار";
    case "221100504000":
      return "221100504000:  إنشاء قاعدة بيانات للابتكارات في الوزارة";
    case "221100504001":
      return "221100504001:  إنشاء قاعدة بيانات للابتكارات في الوزارة";
    case "221100505000":
      return "221100505000:  تشجيع البحث والتطوير في الوزارة";
    case "221100505001":
      return "221100505001:  تشجيع البحث والتطوير في الوزارة";
    case "221100506000":
      return "221100506000:  تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة";
    case "221100506001":
      return "221100506001:  تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة";
    case "221100507000":
      return "221100507000:  التوعية والتدريب على إدارة أنظمة الابتكار وتقديم الأفكار الإبداعي";
    case "221100507001":
      return "221100507001:  التوعية والتدريب على إدارة أنظمة الابتكار وتقديم الأفكار الإبداعي";
    case "221100508000":
      return "221100508000: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي";
    case "221100508001":
      return "221100508001: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي";
    case "221100509000":
      return "221100509000:  تشجيع الافكار الابداعية التي تؤدي الى تحسين العمليات";
    case "221100509001":
      return "221100509001:  تشجيع الافكار الابداعية التي تؤدي الى تحسين العمليات";
    case "221120101000":
      return "221120101000: تطوير التخطيط المالي الاستراتيجي في الحكومة الاتحادية";
    case "221120101001":
      return "221120101001: اعداد الميزانية العامة للاتحاد وتطوير آليات إعدادها وفقا لتنبؤات ا";
    case "221120101002":
      return "221120101002: إعداد تنبؤات الإيرادات العامة للاتحاد وتطوير آلياتها";
    case "221120102000":
      return "221120102000: إدارة مخصصات الميزانية";
    case "221120102001":
      return "221120102001: نقل المخصصات المالية بين الأبواب والبرامج";
    case "221120102002":
      return "221120102002: طلب استحداث بند محاسبي";
    case "221120103000":
      return "221120103000: إعداد الميزانية العامة للاتحاد";
    case "221120103001":
      return "221120103001: تقديم ومراجعة تنبؤات الإيرادات";
    case "221120104000":
      return "221120104000: إدارة الإيرادات";
    case "221120104001":
      return "221120104001: طلب فرض   تعديل الرسوم خدمات الجهات الاتحادية";
    case "221120104002":
      return "221120104002: الإعفاء من كل أو بعض الديون والمستحقات المطلوبة للدولة";
    case "221120104003":
      return "221120104003: رد الإيرادات المستحقة للمتعاملين (خدمة ذات أولوية)";
    case "221120104004":
      return "221120104004: الرقابة على إيرادات الحكومة الاتحادية";
    case "221120104005":
      return "221120104005: تحصيل الإيرادات والأموال العامة (الديون)";
    case "221120104006":
      return "221120104006: طلب إبرام الاتفاقيات على أساس تقاسم الايراد للجهات الاتحادية";
    case "221120104007":
      return "221120104007: طلب تجديد الاتفاقيات على أساس تقاسم الايراد للجهات الاتحادية";
    case "221120105000":
      return "221120105000: استدامة المالية العامة وإدارة المخاطر";
    case "221120105001":
      return "221120105001: تنمية وتنويع مصادر الإيرادات العامة للاتحاد";
    case "221120105002":
      return "221120105002: ادارة المخاطر المالية ومراقبتها";
    case "221120105003":
      return "221120105003: ادارة الدين العام";
    case "221120105004":
      return "221120105004: إنشاء الاحتياطي النقدي الاتحادي";
    case "221120105005":
      return "221120105005: تحليل وتقييم فرص خفض النفقات وتقدير مستهدفات الاحتياطات والعوائد و";
    case "221120105006":
      return "221120105006: إدارة الاستثمارات الحكومية  في الشركات والمؤسسات والمنظمات التي تس";
    case "221120106000":
      return "221120106000: تطوير البيئة الداعمة للابتكار في الحكومة الاتحادية";
    case "221120106001":
      return "221120106001: صندوق محمد بن راشد للابتكار";
    case "221120107000":
      return "221120107000: بناء القدرات المالية والمحاسبية في الحكومة الاتحادية";
    case "221120107001":
      return "221120107001: إنشاء برنامج تدريبي لبناء القدرات المالية والمحاسبية في الجهات الا";
    case "221120108000":
      return "221120108000: برامج تطوير الكفاءات";
    case "221120108001":
      return "221120108001: طلب التدريب على الإجراءات والتشريعات المالية";
    case "221120108002":
      return "221120108002: طلب التدريب على النظام المالي الاتحادي";
    case "221120108003":
      return "221120108003: طلب التدريب على تطبيقات ضريبة القيمة المضافة";
    case "221120201000":
      return "221120201000: تطوير آليات مبتكرة و فعالة لمتابعة تنفيذ المصروفات العامة للاتحاد";
    case "221120201001":
      return "221120201001: تحسين وتطوير آليات متابعة تنفيذ الميزانية";
    case "221120201002":
      return "221120201002: تطوير النظام المالي الإلكتروني للحكومة الاتحادية";
    case "221120202000":
      return "221120202000: إدارة الخزينة والنقد";
    case "221120202001":
      return "221120202001: فتح وإغلاق الحسابات المصرفية والصفرية للجهات الاتحادية";
    case "221120202002":
      return "221120202002: طلب الدعم الفني بشأن نظام إدارة الخزينة";
    case "221120202003":
      return "221120202003: طلب اصدار بطاقات الدفع المسبق الخاصة بالسلفة النثرية";
    case "221120203000":
      return "221120203000: تنفيذ الميزانية العامة وإعداد الحساب الختامي";
    case "221120203001":
      return "221120203001: سداد الالتزامات المالية للحكومة الاتحادية";
    case "221120204000":
      return "221120204000: الدعم الفني المحاسبي";
    case "221120204001":
      return "221120204001: طلب الدعم بشأن  الدعم الفني المحاسبي للجهات الاتحادية";
    case "221120205000":
      return "221120205000: تطبيق ودعم النظام المالي الاتحادي والأنظمة الاتحادية";
    case "221120205001":
      return "221120205001: تقديم الدعم بشأن طلبات الدعم الفني للنظام المالي الاتحادي للجهات ا";
    case "221120205002":
      return "221120205002";
    case "221120205003":
      return "221120205003: طلب صلاحيات استخدام النظام المالي للجهات الحكومية";
    case "221120205004":
      return "221120205004: توفير وتجديد رخص نظم التشغيل والبرامج الأساسية للحكومة الاتحادية";
    case "221120205005":
      return "221120205005: طلب الدعم  الفني للأنظمة الاتحادية التي تستضيفها الوزارة";
    case "221120206000":
      return "221120206000: تطوير آليات مبتكرة وفعالة لمتابعة تنفيذ تحصيل الإيرادات العامة للا";
    case "221120206001":
      return "221120206001: تحصيل الإيرادات العامة للدولة";
    case "221120206002":
      return "221120206002: تطوير وسائل الرقابة وأنظمة تحصيل الإيرادات العامة للاتحاد";
    case "221120207000":
      return "221120207000: خدمات الدرهم الإلكتروني";
    case "221120207001":
      return "221120207001: طلب صلاحية استخدام منظومة الدرهم الالكتروني";
    case "221120207002":
      return "221120207002: إضافة رسوم الخدمات الجديدة في نظام الدرهم الإلكتروني";
    case "221120207003":
      return "221120207003: طلب انضمام الجهات لنظام الدرهم الإلكتروني";
    case "221120207004":
      return "221120207004: تدريب المختصين بالوزارات والهيئات الاتحادية لتقديم وتنفيذ عمليات د";
    case "221120207005":
      return "221120207005: طلب انضمام مؤسسة مالية في منظومة الدرهم الالكتروني";
    case "221120207006":
      return "221120207006: اصدار بطاقات الدرهم الالكتروني من خلال القنوات المعتمدة";
    case "221120207007":
      return "221120207007: تعبئة البطاقات من خلال القنوات المعتمدة";
    case "221120207008":
      return "221120207008: طلب توفير قناة لبيع وتعبئة بطاقات الدرهم الإلكتروني";
    case "221120207009":
      return "221120207009: الدعم الفني لخدمات منظومة الدرهم الالكتروني";
    case "221120207010":
      return "221120207010: تقديم طلب اعتراض على خصم مبالغ غير مستحقة";
    case "221120208000":
      return "221120208000: إدارة المركز المالي والتدفقات النقدية للحكومة الاتحادية";
    case "221120208001":
      return "221120208001: إدارة الأصول الحكومية";
    case "221120208002":
      return "221120208002: إدارة التدفقات النقدية";
    case "221120209000":
      return "221120209000: تطوير اطار عمل مع مكتب رئاسة مجلس الوزراء لتقارير وتقييم اداء الجه";
    case "221120209001":
      return "221120209001: تعزيز التعاون المشترك مع مكتب رئاسة مجلس الوزراء لمراجعة أداء المم";
    case "221120210000":
      return "221120210000: إعداد ومراجعة السياسات والإجراءات";
    case "221120210001":
      return "221120210001: تسجيل الموردين في سجل الموردين الاتحادي";
    case "221120210002":
      return "221120210002: تجديد تسجيل الموردين في سجل الموردين الاتحادي";
    case "221120210003":
      return "221120210003: الرد على استفسارات الجهات الاتحادية المتعلقة بالمدفوعات والرواتب و";
    case "221120211000":
      return "221120211000: إدارة الأصول والأملاك";
    case "221120211001":
      return "221120211001: ترميز وتصنيف المواد";
    case "221120211002":
      return "221120211002: طلب الدعم الفني للجهات الاتحادية فيما يخص شؤون المخازن";
    case "221120212000":
      return "221120212000: إدارة وتطبيق متطلبات حوكمة وتحليل البيانات";
    case "221120212001":
      return "221120212001: طلب إنشاء مستخدم جديد على نظام التقارير الذكية   بحيرة البيانات";
    case "221120212002":
      return "221120212002: طلب إلغاء مستخدم على نظام التقارير الذكية   بحيرة البيانات";
    case "221120212003":
      return "221120212003: طلب صلاحية الاطلاع على تقارير نظام التقارير الذكية   بحيرة البيانا";
    case "221120212004":
      return "221120212004: طلب إلغاء صلاحية الاطلاع على تقارير نظام التقارير الذكية   بحيرة ا";
    case "221120212005":
      return "221120212005: طلب استحداث تقارير على نظام التقارير الذكية   بحيرة البيانات";
    case "221120212006":
      return "221120212006: طلب تعديل على تقارير نظام التقارير الذكية   بحيرة البيانات";
    case "221120301000":
      return "221120301000: تنمية وتعزيز العلاقات مع المؤسسات والمنظمات المالية الدولية";
    case "221120301001":
      return "221120301001: الاستفادة من المنظمات الدولية لخدمة اقتصاد الدولة.";
    case "221120301002":
      return "221120301002: التزام الدولة بالمتطلبات العالمية للشفافية وتبادل المعلومات الضريب";
    case "221120302000":
      return "221120302000: تنمية وتعزيز العلاقات المالية الدولية على المستوى الثنائي";
    case "221120302001":
      return "221120302001: توقيع اتفاقيات تجنب الازدواج الضريبي واتفاقيات حماية وتشجيع الاستث";
    case "221120303000":
      return "221120303000: تفعيل فرص ومميزات التكامل المالي والاقتصادي الخليجي المشترك";
    case "221120303001":
      return "221120303001: تفعيل دور الدولة في اللجان المالية والاقتصادية الخليجية";
    case "221120303002":
      return "221120303002: تعميق التكامل الاقتصادي الخليجي لخدمة المصالح المالية والاقتصادية";
    case "221120304000":
      return "221120304000: إدارة الملاحظات والاستفسارات والاقتراحات في مجال التكامل الاقتصادي";
    case "221120304001":
      return "221120304001: تقديم الشكاوى في مجال التكامل الاقتصادي الخليجي";
    case "221120304002":
      return "221120304002: تقديم الاقتراحات في مجال التكامل الاقتصادي الخليجي";
    case "221120304003":
      return "221120304003: تقديم الاستفسارات في مجال التكامل الاقتصادي الخليجي";
    case "221120401000":
      return "221120401000: تعزيز التنسيق الفعلي للسياسات والبيانات المالية على مستوى الدولة";
    case "221120401001":
      return "221120401001: توحيد السياسات المالية على مستوى الدولة";
    case "221120401002":
      return "221120401002: توحيد البيانات المالية على مستوى الدولة";
    case "221120402000":
      return "221120402000: إعداد التقرير المالي الموحد لدولة الامارات العربية المتحدة";
    case "221120402001":
      return "221120402001: طلب البيانات المالية على مستوى الدولة";
    case "221120403000":
      return "221120403000: مراجعة واستحداث القوانين والسياسات المالية";
    case "221120403001":
      return "221120403001: إعداد ومراجعة القوانين والسياسات المالية للحكومة الاتحادية";
    case "221120403002":
      return "221120403002: مراجعة القوانين والسياسات المالية الكلية";
    case "221120404000":
      return "221120404000: الدراسات والتنافسية";
    case "221120404001":
      return "221120404001: إعداد الدراسات والتقارير المالية والاقتصادية";
    case "221120404002":
      return "221120404002: متابعة مؤشرات التنافسية العالمية في المجال المالي";
    case "221120501000":
      return "221120501000: إدارة الموارد المالية بكفاءة وفعالية";
    case "221120501001":
      return "221120501001: إعداد الميزانية ومتابعة تنفيذها";
    case "221120501002":
      return "221120501002: إدارة الرواتب";
    case "221120501003":
      return "221120501003: إدارة المدفوعات والاستحقاقات";
    case "221120501004":
      return "221120501004: إجراء التدقيق الداخلي";
    case "221120502000":
      return "221120502000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "221120502001":
      return "221120502001: إدارة المشتريات";
    case "221120502002":
      return "221120502002: إدارة العقود ومتابعتها";
    case "221120503000":
      return "221120503000: تطبيق أفضل ممارسات الموارد البشرية";
    case "221120503001":
      return "221120503001: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "221120503002":
      return "221120503002: تدريب وتطوير الموظفين";
    case "221120503003":
      return "221120503003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو";
    case "221120504000":
      return "221120504000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "221120504001":
      return "221120504001: إدارة الجودة";
    case "221120504002":
      return "221120504002: إدارة علاقات المتعاملين";
    case "221120504003":
      return "221120504003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "221120505000":
      return "221120505000: إدارة الملاحظات والاستفسارات والاقتراحات بشأن خدمات الوزارة";
    case "221120505001":
      return "221120505001: تقديم شكوى على خدمات الوزارة";
    case "221120505002":
      return "221120505002: تقديم اقتراح بشأن خدمات الوزارة";
    case "221120506000":
      return "221120506000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "221120506001":
      return "221120506001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "221120506002":
      return "221120506002: إدارة النشاط الإعلامي";
    case "221120507000":
      return "221120507000: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "221120507001":
      return "221120507001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "221120507002":
      return "221120507002: مستشاري الوزير والمدير العام (الوكيل)";
    case "221120508000":
      return "221120508000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221120508001":
      return "221120508001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "221120508002":
      return "221120508002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "221120509000":
      return "221120509000: توفير أفضل الخدمات القانونية";
    case "221120509001":
      return "221120509001: إعداد الدراسات والاستشارات القانونية";
    case "221120509002":
      return "221120509002: إدارة الشؤون القانونية";
    case "221120510000":
      return "221120510000: توفير أحدث خدمات تقنية المعلومات";
    case "221120510001":
      return "221120510001: تطوير النظم والتطبيقات الإلكترونية";
    case "221120510002":
      return "221120510002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "221120510003":
      return "221120510003: إدارة الشبكات وأمن المعلومات";
    case "221120511000":
      return "221120511000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221120511001":
      return "221120511001: الصيانة";
    case "221120511002":
      return "221120511002: الإيجار";
    case "221120511003":
      return "221120511003: المواصلات";
    case "221120511004":
      return "221120511004: رسوم الاستشارات";
    case "221120511005":
      return "221120511005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت";
    case "221120511006":
      return "221120511006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)";
    case "221120512000":
      return "221120512000: التواصل مع المتعاملين";
    case "221120512001":
      return "221120512001: تقديم البلاغات السرية بشأن الحالات المشبوهة";
    case "221120513000":
      return "221120513000: تنفيذ ميزانية الوظائف";
    case "221120601000":
      return "221120601000: تبني أحدث أدوات ووسائل الابتكار داخل الوزارة";
    case "221120601001":
      return "221120601001: دعم وتحفيز الموظفين في مجال الابتكار في الوزارة";
    case "221120602000":
      return "221120602000: تـهيئة بيئة داعمة ومحفزة للابتكار";
    case "221120602001":
      return "221120602001: تفعيل آلية إدارة الاقتراحات لدعم الابتكار في الوزارة";
    case "221120602002":
      return "221120602002: تطوير الموظفين بما يساهم في استدامة  ثقافة الابتكار في الوزارة";
    case "221130101001":
      return "221130101001: التنسيق لاعتماد قواعد المنشأ التفصيلية بين الدول العربية";
    case "221130101002":
      return "221130101002: إعداد و إصدار قانون المنشأ";
    case "221130101003":
      return "221130101003: المشاركة في اجتماعات المنظمات الدولية لقواعد المنشأ واللقاءات الخا";
    case "221130101004":
      return "221130101004: رصد معوقات التبادل التجاري التي تواجه المصانع الوطنية ومخاطبة الجه";
    case "221130101005":
      return "221130101005: تعزيز برامج التعاون الدولي في مجال قواعد المنشأ";
    case "221130101000":
      return "221130101000: دعم الصناعات الوطنية";
    case "221130102001":
      return "221130102001: إصدار شهادة منشأ للمنتجات الوطنية لدول مجلس التعاون";
    case "221130102002":
      return "221130102002: إصدار شهادة المنشأ العربية";
    case "221130102003":
      return "221130102003: إصدار شهادة المنشأ نموذج أ";
    case "221130102004":
      return "221130102004: إصدار شهادة المنشأ العامة";
    case "221130102005":
      return "221130102005: إصدار شهادة المنشأ بين دول مجلس التعاون وجمهورية سنغافورة";
    case "221130102006":
      return "221130102006: إصدار شهادة المنشأ الخليجية الموحدة مع دول الإفتا";
    case "221130102007":
      return "221130102007: تعديل شهادات المنشأ";
    case "221130102000":
      return "221130102000: شهادات المنشأ";
    case "221130103001":
      return "221130103001: فهرسة اجراءات التحقيقات و المتابعات مع المنشات الصناعية";
    case "221130103002":
      return "221130103002: متابعة المنشات المستفيدة من التحقيقات";
    case "221130103003":
      return "221130103003: متابعة مسار الشكاوى المقدمة";
    case "221130103004":
      return "221130103004: متابعة تحصيل الرسوم";
    case "221130103005":
      return "221130103005: التحرك حيال التحقيقات المرفوعة على الدولة";
    case "221130103006":
      return "221130103006: متابعة الشكاوى المرفوعة على الواردات";
    case "221130103000":
      return "221130103000: حماية الصناعات الوطنية";
    case "221130104001":
      return "221130104001: إعداد وتطوير وتنفيذ وتحديث استراتيجية تنمية الصادرات الإماراتية غي";
    case "221130104002":
      return "221130104002: التعريف بمكانه الدولة التجارية وتنافسيتها والترويج للميزة الاستثنا";
    case "221130104003":
      return "221130104003: إطلاق علامة تجارية رائدة ومميزة عن صادرات الدولة والتسويق لها محلي";
    case "221130104004":
      return "221130104004: استقطاب وتعزيز مساهمة مجالس الأعمال في الترويج لمكانه الدولة وتناف";
    case "221130104005":
      return "221130104005: متابعة تنفيذ المبادرة لوطنية لتنمية الصادرات";
    case "221130104006":
      return "221130104006: اصدار دراسات تحليلية و تطبيقية و نشرات الفرص التصديرية";
    case "221130104007":
      return "221130104007: تنظيم المعارض التجارية والاستثمارية خارج الدولة";
    case "221130104008":
      return "221130104008: تنمية الصادرات الوطنية من خلال تبني ممارسات الكفيلة برفع الكفاءة ا";
    case "221130104009":
      return "221130104009: اعداد الدراسات والتقارير ذات العلاقة بكفاءة الأسواق المحلية وقدرات";
    case "221130104010":
      return "221130104010: انشاء وتطوير قاعدة بيانات لأهم المصدرين بالتنسيق مع الجهات المختصة";
    case "221130104011":
      return "221130104011: تعزيز فاعلية لجنة تنمية الصادرات ودعم مبادراتها والعمل على زيادة م";
    case "221130104012":
      return "221130104012: مبادرة تعزيز التحول الذكي   تحديثات وعمل تطبيقات الكترونية جديدة و";
    case "221130104000":
      return "221130104000: استراتيجية تنمية الصادرات الإماراتية غير النفطية";
    case "221130105001":
      return "221130105001: العمل على تطوير منصة الكترونية معنية بدعم المصدرين لعرض المنتجات ا";
    case "221130105002":
      return "221130105002: عقد الشراكات والاجتماعات مع الشركاء الاستراتيجيين الداعمة لعملية ا";
    case "221130105000":
      return "221130105000: برنامج دعم المصدرين";
    case "221130201001":
      return "221130201001: عقد اجتماع تنسيقي مع كافة الشركاء الاستراتيجيين على المستوى الاتحا";
    case "221130201002":
      return "221130201002: عقد اجتماعيضم الشركاء لاستعراض عوامل النجاح الحاسمة للمبادرة وسبل";
    case "221130201003":
      return "221130201003: عقد ورش عمل";
    case "221130201004":
      return "221130201004: إنشاء منصة الكترونية للبرنامج الوطني لتنمية المؤسسات الصغيرة والمت";
    case "221130201005":
      return "221130201005: شراكات تنمية المؤسسات الصغيرة والمتوسطة";
    case "221130201000":
      return "221130201000: تنمية المشاريع الصغيرة والمتوسطة";
    case "221130202001":
      return "221130202001: مسابقة ريادة الأعمال للطلبة في المدارس والجامعات";
    case "221130202002":
      return "221130202002: تفرغ موظفي الحكومة الاتحادية لدخول مجال ريادة الأعمال";
    case "221130202003":
      return "221130202003: إدراج ريادة الأعمال ضمن الأنشطة المدرسية والمناهج الجامعية للطلبة";
    case "221130202000":
      return "221130202000: تنمية ثقافة ريادة الأعمال لدى فئات المجتمع";
    case "221130203001":
      return "221130203001: إعادة النظر في الرسوم والاشتراطات الخاصة ببدء وممارسة الأعمال في ا";
    case "221130203002":
      return "221130203002: تسريع فتح الحسابات المصرفية للمؤسسات الصغيرة والمتوسطة والشركات ال";
    case "221130203000":
      return "221130203000: دعم سهولة بدء وممارسة الأعمال في الدولة";
    case "221130301001":
      return "221130301001: المشاركة في المؤتمرات والمنتديات الاستثمارية";
    case "221130301002":
      return "221130301002: استضافة أو تنظيم مؤتمر أو ملتقى أو حدث دولي";
    case "221130301003":
      return "221130301003: إعداد تقرير حول المؤشرات العالمية المعنية ببيان تنافسية الدولة في";
    case "221130301004":
      return "221130301004: اصدار دليل حول أبرز المزايا الممنوحة للمستثمر";
    case "221130301005":
      return "221130301005: اطلاق استبيان حول البيئة الاستثمارية في الدولة";
    case "221130301006":
      return "221130301006: اطلاق البوابة الالكترونية المعنية بعرض معلومات حول البيئة الاستثما";
    case "221130301000":
      return "221130301000: الترويج للبيئة الاستثمارية في الدولة";
    case "221130302001":
      return "221130302001: إطلاق بوابة التأشيرات الشاملة";
    case "221130302002":
      return "221130302002: 100% Invested(مراجعة منظومة الإقامة من التعليم إلى التقاعد)";
    case "221130302000":
      return "221130302000: استقطاب أصحاب المواهب";
    case "221130303001":
      return "221130303001: تنظيم ورش عمل تعريفية سواءً حول البيئة الاستثمارية او حول قانون ال";
    case "221130303002":
      return "221130303002: اصدار نشرات   كتيبات تعريفية بقانون الاستثمار وحول البيئة الاستثما";
    case "221130303000":
      return "221130303000: توعية القطاعين العام والخاص بالبيئة الاستثمارية في الدولة وبقانون";
    case "221130304001":
      return "221130304001: استهداف 10 دول من أصل 34 دولة مستهدفة لتوجيه الاستثمارات الإماراتي";
    case "221130304002":
      return "221130304002: الملحقية التجارية بالمملكة العربية السعودية - نشاط جديد";
    case "221130304000":
      return "221130304000: توجيه الاستثمارات الإماراتية للاستثمار في دول مستهدفة وفي قطاعات م";
    case "221130305001":
      return "221130305001: رصد المتغيرات الاقتصادية و متابعة تنفيذ استراتيجية التنمية الشاملة";
    case "221130305002":
      return "221130305002: سيناريوهات اجراءات الاستجابة والتعافي الاقتصادي";
    case "221130305003":
      return "221130305003: اعداد التقرير الإقتصادي السنوي";
    case "221130305004":
      return "221130305004: اعداد الدراساتالإقتصادية التحليلية";
    case "221130305005":
      return "221130305005: عقد الندوات والموتمرات لتبادل الخبرات الاقتصادية ونشر المعرفة";
    case "221130305006":
      return "221130305006: إعداد قاعدة بيانات مفتوحة ذات جودة عالية";
    case "221130305000":
      return "221130305000: البرنامج الاستشرافي لاقتصاد الدولة";
    case "221130306001":
      return "221130306001: اعداد ومراجعة مشاريع القوانين المحلية الخليجية";
    case "221130306002":
      return "221130306002: اعدادومراجعة مذكرات العرض على مجلسالوزراء ( سياسات وتشريعات   اتفا";
    case "221130306003":
      return "221130306003: مذكراتالتفاهم والعقودالتي تكون الوزارة طرفا فيها";
    case "221130306000":
      return "221130306000: تعزيز اطر السياسات والتشريعات الاقتصادية";
    case "221130401001":
      return "221130401001: ملتقى سفراء التعاون الشباب";
    case "221130401002":
      return "221130401002: مذكرات تعاون مع الجهات ذات العلاقة بهدف تعزيز العمل التعاوني";
    case "221130401003":
      return "221130401003: إعداد مسودة السياسة للقطاع التعاوني";
    case "221130401004":
      return "221130401004: إعداد قرارات وزارية تنظيمية بشأن الضوابط والإجراءات القانونية";
    case "221130401000":
      return "221130401000: دعم وتطوير قطاع التعاونيات";
    case "221130402001":
      return "221130402001: اعداد مسودة السياسة اللازمة لإدارة المخزون الاستراتيجي";
    case "221130402002":
      return "221130402002: اعداد النظام الالكتروني لإدارة المخزون الاستراتيجي وفق المتطلبات ا";
    case "221130402003":
      return "221130402003: وضع معايير تصنيف للسلع الاستراتيجية ووتصنيف الموردين";
    case "221130402000":
      return "221130402000: تفعيل خطط المخزون الاستراتيجي";
    case "221130403001":
      return "221130403001: إشهار جمعية تعاونية";
    case "221130403002":
      return "221130403002: حل وتصفية جمعية تعاونية";
    case "221130403003":
      return "221130403003: فتح فرع جديد لجمعية تعاونية";
    case "221130403004":
      return "221130403004: تسجيل بلاغات وشكاوى على التعاونيات";
    case "221130403000":
      return "221130403000: إشهار التعاونيات";
    case "221130404001":
      return "221130404001: تنفيذ خطط العمل التنفيذيةلمواجهة غسل الاموال";
    case "221130404002":
      return "221130404002: تطوير آليات التواصل مع الشركاء الدوليين وتبادل المعلومات والتعاون";
    case "221130404003":
      return "221130404003: توقيع الاتفاقيات مع سلطات الترخيص لتنفيذ متطلبات مواجهة غسل الأموا";
    case "221130404004":
      return "221130404004: رفع تقارير دورية لوزير الاقتصاد عن للجنة الفرعيةلمسجلي الشرمات بال";
    case "221130404005":
      return "221130404005: إطلاق برامج للتدريب والتعلم المستمر للموظفينالمعنيين بالوزارة وسلط";
    case "221130404006":
      return "221130404006: المشاركة في برامج فنية متخصصه";
    case "221130404007":
      return "221130404007: اطلاق استبيان لقياس مدى فهم الاعمال والمهن لمتطلبات مواجهة غسل الا";
    case "221130404008":
      return "221130404008: أطلاق صفحة لمواجهة غسل الاموال وتحديثها بشكل مستمر";
    case "221130404009":
      return "221130404009: نشر وتعميم أدلة مواجهة غسلالأموال";
    case "221130404010":
      return "221130404010: حصر التقارير المرفوعة لوحدة المعلومات المالية";
    case "221130404011":
      return "221130404011: حصر التقارير المرفوعة للمكتب التنفيذي لمراقبة السلع وفق نظام قوائم";
    case "221130404012":
      return "221130404012: تطبيق برنامجالعمل الخاص بالتزامات الانشطة الاقتصادية الواقعية بالت";
    case "221130404013":
      return "221130404013: وضع وتطبيق سياسة تسجيل الانشطة الاقتصادية الواقعية في نظام التسجيل";
    case "221130404000":
      return "221130404000: قانون مواجهة جرائم غسل الاموال";
    case "221130405001":
      return "221130405001: تطوير نظام الكتروني ذكي لتقييم وتصنيف مخاطر الاعمال والمهن غير الم";
    case "221130405002":
      return "221130405002: إصدار تقارير دورية بالاعمال والمهن الاكثر خطوره";
    case "221130405000":
      return "221130405000: النظام الالكتروني لتقييم وتصنيف المخاطر";
    case "221130406001":
      return "221130406001: تطبيق خطط التفتيشالمقرره";
    case "221130406002":
      return "221130406002: أعداد قائمة متطلبات التفتيش";
    case "221130406003":
      return "221130406003: التفتيش المكتبي وفق النماذج";
    case "221130406004":
      return "221130406004: التفتيش الميداني على الاعمال والمهن غير المالية المحدده";
    case "221130406005":
      return "221130406005: رفع تقارير التفتيش بشكل مستمر";
    case "221130406000":
      return "221130406000: الرقابة الميدانية على اعمال والمهن الغير المالية";
    case "221130407001":
      return "221130407001: التواصل مع دول مجلس التعاون الخليجي للتواصل إلى قانون موحد لحماية";
    case "221130407002":
      return "221130407002: إجتماعات اللجنة العليا لحماية المستهلك";
    case "221130407003":
      return "221130407003: التنسيق معالشركاء بما يخص حماية المستهلك";
    case "221130407004":
      return "221130407004: حملات توعويةلحماية المستهلك والمنافسة";
    case "221130407005":
      return "221130407005: مشروع تعديل السياسات الاستباقية للمنافسىة";
    case "221130407006":
      return "221130407006: اصدار تقرير حول طلباتالتركز الاقتصادي";
    case "221130407007":
      return "221130407007: تلقي شكاوى المنافسة ودراستها واتخاذ الاجراء";
    case "221130407000":
      return "221130407000: حماية المستهلك والمنافسة";
    case "221130408001":
      return "221130408001: حل شكاوى المستهلكين";
    case "221130408002":
      return "221130408002: التقديم على طلبات رفع الأسعار";
    case "221130408000":
      return "221130408000: حماية المستهلك";
    case "221130409001":
      return "221130409001: البت في النزاعات للوكالات التجارية";
    case "221130409002":
      return "221130409002: اعداد سياسات لتطوير ممارسات الوكالات التجارية";
    case "221130409000":
      return "221130409000: تطوير ممارسات الوكالات التجارية";
    case "221130410001":
      return "221130410001: قيد وكالة تجارية";
    case "221130410002":
      return "221130410002: تجديد قيد وكالة تجارية";
    case "221130410003":
      return "221130410003: تعديل قيد وكالة تجارية";
    case "221130410004":
      return "221130410004: إلغاء قيد وكالة تجارية";
    case "221130410005":
      return "221130410005: طلب خطاب رسمي عن وضع الوكالة للجهات الحكومية وغير الحكومية";
    case "221130410006":
      return "221130410006: طلب مرفقات من سجل وكالة";
    case "221130410007":
      return "221130410007: الاستعلام عن وكالة تجارية";
    case "221130410008":
      return "221130410008: نقل وكالة تجارية";
    case "221130410000":
      return "221130410000: الوكالات التجارية";
    case "221130411001":
      return "221130411001: توحيد الأنشطة الاقتصادية";
    case "221130411002":
      return "221130411002: جودة بيانات السجل الاقتصادي الوطني";
    case "221130411003":
      return "221130411003: تحديث دليل الأنشطة الاقتصادية";
    case "221130411000":
      return "221130411000: تطوير ألية تقديم خدمات التسجيل التجاري";
    case "221130412001":
      return "221130412001: قيد الشركات المساهمة الخاصة";
    case "221130412002":
      return "221130412002: تجديد قيد الشركات المساهمة الخاصة";
    case "221130412003":
      return "221130412003: تعديل قيد الشركات المساهمة الخاصة";
    case "221130412004":
      return "221130412004: إلغاء قيد الشركات المساهمة الخاصة";
    case "221130412005":
      return "221130412005: قيد فرع منشأة أجنبية";
    case "221130412006":
      return "221130412006: تجديد قيد فرع منشأة أجنبية";
    case "221130412007":
      return "221130412007: تعديل قيد فرع منشأة أجنبية";
    case "221130412008":
      return "221130412008: ترخيص البيع والاندماج للشركات";
    case "221130412009":
      return "221130412009: استعلام عن ترخيص الشركات التجارية";
    case "221130412010":
      return "221130412010: إعادة تسجيل شركة ملغاة";
    case "221130412000":
      return "221130412000: تراخيص الشركات التجارية";
    case "221130413001":
      return "221130413001: تأهيل 100 مدقق حسابات مواطن حتى 2021";
    case "221130413002":
      return "221130413002: توطين مهنة مدققي الحسابات في الدولة";
    case "221130413003":
      return "221130413003: التزام مكاتب التدقيق بالتشريعات ومعايير الأداء المهنية";
    case "221130413004":
      return "221130413004: دراسة تقييم تجربة الإدارة في التفتيش والرقابة على مدققي الحسابات ب";
    case "221130413005":
      return "221130413005: عقد ورش عمل وندواتبشأن التعريف بقانون ومهنة مدققي الحسابات";
    case "221130413006":
      return "221130413006: قيد في سجل مدققي الحسابات الممارسين";
    case "221130413007":
      return "221130413007: تجديد قيد في سجل مدققي الحسابات الممارسين";
    case "221130413008":
      return "221130413008: تعديل قيد في سجل مدققي الحسابات الممارسين";
    case "221130413009":
      return "221130413009: إلغاء قيد في سجل مدققي الحسابات الممارسين";
    case "221130413010":
      return "221130413010: إصدار شهادة بدل فاقد قيد في سجل مدققي الحسابات الممارسين";
    case "221130413011":
      return "221130413011: قيد في سجل مدققي الحسابات غير الممارسين";
    case "221130413012":
      return "221130413012: تعديل قيد في سجل مدققي الحسابات غير الممارسين";
    case "221130413013":
      return "221130413013: تجديد قيد في سجل مدققي الحسابات غير الممارسين";
    case "221130413014":
      return "221130413014: إلغاء قيد في سجل مدققي الحسابات غير الممارسين";
    case "221130413015":
      return "221130413015: قيد في سجل مدققي الحسابات المتدربين";
    case "221130413016":
      return "221130413016: إلغاء قيد في سجل مدققي الحسابات المتدربين";
    case "221130413017":
      return "221130413017: تجديد قيد في سجل مدققي الحسابات المتدربين";
    case "221130413018":
      return "221130413018: تعديل قيد في سجل مدققي الحسابات المتدربين";
    case "221130413019":
      return "221130413019: قيد مكاتب مهنية في سجل مدققي الحسابات الممارسين في الشركات الوطنية";
    case "221130413020":
      return "221130413020: إصدار شهادة بدل فاقد قيد مكاتب مهنية في سجل مدققي الحسابات الممارس";
    case "221130413021":
      return "221130413021: تجديد قيد مكاتب مهنية في سجل مدققي الحسابات الممارسين في الشركات ا";
    case "221130413022":
      return "221130413022: تعديل قيد مكاتب مهنية في سجل مدققي الحسابات الممارسين في شركات الو";
    case "221130413023":
      return "221130413023: إلغاء قيد مكاتب مهنية في سجل مدققي الحسابات الممارسين في الشركات ا";
    case "221130413024":
      return "221130413024: قيد في سجل مدققي الحسابات لفروع شركات التدقيق الأجنبية";
    case "221130413025":
      return "221130413025: تعديل قيد سجل مدققي الحسابات لفروع شركات التدقيق الأجنبية";
    case "221130413026":
      return "221130413026: تجديد قيد سجل مدققي الحسابات لفروع شركات التدقيق الأجنبية";
    case "221130413027":
      return "221130413027: إلغاء قيد سجل مدققي الحسابات لفروع شركات التدقيق الأجنبية";
    case "221130413028":
      return "221130413028: إصدار شهادة بدل فاقد قيد سجل مدققي الحسابات المشتغلين لفروع شركات";
    case "221130413029":
      return "221130413029: طلب استعلام عن شهادات قيد مدققي الحسابات";
    case "221130413000":
      return "221130413000: تطوير اطرمهنة مدققي الحسابات";
    case "221130414001":
      return "221130414001: نظام الكترونيوربطه مع الجهات المعنية لرفع كفاءة الرقابة والتفتيشوخ";
    case "221130414002":
      return "221130414002: بناء وتطوير خطة تفتيش سنوية لتعزيز الرقابة التجارية";
    case "221130414003":
      return "221130414003: تطوير كفأة أداء الموظفين و المفتشين";
    case "221130414004":
      return "221130414004: تنفيذ مشاريع مشتركة مع الشركاء الاستراتيجين في عمليات التفتيش و ال";
    case "221130414005":
      return "221130414005: نشر ثقافة الحد من الممارساتغير السليمة - الارشاد و الندوات و حضور";
    case "221130414006":
      return "221130414006: التزام المنشأت التجارية بالقوانين والسيطرة على الظواهر الاقتصادية";
    case "221130414000":
      return "221130414000: نظام التفتيش والرقابة التجارية";
    case "221130501001":
      return "221130501001: إيجاد آلية تمويل ودعم للمخترعين عن طريق الشراكة مع القطاع الخاص";
    case "221130501002":
      return "221130501002: تعيين و تمكين الكوادر الاماراتية ليصبحوا فاحصين فنيين";
    case "221130501003":
      return "221130501003: تدريب و تأهيل الكوادر الوطنية على الفحص الفني";
    case "221130501004":
      return "221130501004: دعم المخترعين والمبتكرين من أبناء الدولة لتسجيل براءات الاختراع";
    case "221130501005":
      return "221130501005: اطلاق شهادة براءة الابتكار";
    case "221130501006":
      return "221130501006: عقد ورش او ندوات او محاضرات توعوية خاصة بالإدارة";
    case "221130501000":
      return "221130501000: برنامج دعم وتمكين المبتكرين والمخترعين";
    case "221130502001":
      return "221130502001: وضع خطة استراتيجية تسويقية في مجال الملكية الصناعية داخل الدولةاعد";
    case "221130502002":
      return "221130502002: تفعيل دور مكتب الاستقبال في المركز الدولي لتسجيل و فحص طلبات براءا";
    case "221130502003":
      return "221130502003: برنامج اتمتة الملكية الصناعية";
    case "221130502004":
      return "221130502004: تطوير آليات العمل الملكية الصناعية";
    case "221130502005":
      return "221130502005: الفحص المسرع";
    case "221130502000":
      return "221130502000: تطوير اطار الملكية الصناعية";
    case "221130503001":
      return "221130503001: طلب براءة إختراع";
    case "221130503002":
      return "221130503002: تعديل طلب براءة اختراع";
    case "221130503003":
      return "221130503003: طلب تقديم حماية مؤقتة للاختراع";
    case "221130503004":
      return "221130503004: تغيير الوكيل";
    case "221130503005":
      return "221130503005: تجديد براءة الإختراع";
    case "221130503006":
      return "221130503006: طلب تغيير ملاك براءات الاختراع";
    case "221130503007":
      return "221130503007: طلب تعديل مسبق في الوصف التفصيلي أو عناصر الحماية";
    case "221130503008":
      return "221130503008: تظلم واعتراض على براءة اختراع";
    case "221130503009":
      return "221130503009: طلب الرسم البياني والتصميم الصناعي";
    case "221130503010":
      return "221130503010: طلب تغيير الملاك";
    case "221130503011":
      return "221130503011: تظلم واعتراض على النماذج الصناعية";
    case "221130503012":
      return "221130503012: تجديد طلب الرسم البياني والتصميم الصناعي";
    case "221130503013":
      return "221130503013: طلب تقديم حماية مؤقتة للرسم أو النموذج";
    case "221130503014":
      return "221130503014: تعديل طلب الرسم البياني والتصميم الصناعي";
    case "221130503015":
      return "221130503015: طلب تسجيل وكيل ملكية صناعية";
    case "221130503016":
      return "221130503016: تعديل معلومات الوكيل";
    case "221130503017":
      return "221130503017: تجديد تسجيل وكيل ملكية صناعية";
    case "221130503018":
      return "221130503018: الاستعلام عن الملكية الصناعية";
    case "221130503019":
      return "221130503019: طلب نموذج منفعة";
    case "221130503020":
      return "221130503020: إعادة إصدار شهادة ملكية صناعية";
    case "221130503021":
      return "221130503021: إصدار نسخة موثقة لملخص معلومات مسجلة للملكية الصناعية";
    case "221130503022":
      return "221130503022: استخراج مستند الأولوية";
    case "221130503000":
      return "221130503000: الملكية الصناعية";
    case "221130504001":
      return "221130504001: الأحتفال باليوم العالمي للملكية الفكرية";
    case "221130504002":
      return "221130504002: الإطلاع على أفضل الممارسات";
    case "221130504003":
      return "221130504003: اجتماعات مع الشركاء الاستراتيجيين";
    case "221130504004":
      return "221130504004: دليل الملكية الفكرية";
    case "221130504005":
      return "221130504005: مشروع تعديل قانون العلامات التجارية وقانون حق المؤلف";
    case "221130504006":
      return "221130504006: ورشة بروتوكول اتفاق مدريد";
    case "221130504007":
      return "221130504007: الانضمام الى بروتوكول اتفاقمدريد";
    case "221130504008":
      return "221130504008: ملتقى الادارة الجماعية";
    case "221130504009":
      return "221130504009: الاجتماع مع الشركاء الاستراتيجيين لتفعيل الادارة الجماعية";
    case "221130504010":
      return "221130504010: اطلاق منصة المبدعين";
    case "221130504011":
      return "221130504011: تطوير استراتيجية العلامات التجارية";
    case "221130504012":
      return "221130504012: منصة قضائية رقمية";
    case "221130504013":
      return "221130504013: مجلسالعلامات التجارية التشاوري";
    case "221130504014":
      return "221130504014: دعم منظومة العلامات التجارية في الدولة";
    case "221130504015":
      return "221130504015: تاسيس نظام الادارة الجماعية";
    case "221130504016":
      return "221130504016: إصدار ترخيص إطلاق مركز النسخ";
    case "221130504017":
      return "221130504017: تفعيل معاهدة مراكش";
    case "221130504000":
      return "221130504000: تطوير منظومة الملكية الفكرية";
    case "221130505001":
      return "221130505001: قيد علامة تجارية";
    case "221130505002":
      return "221130505002: تجديد قيد علامة تجارية";
    case "221130505003":
      return "221130505003: إلغاء علامة تجارية";
    case "221130505004":
      return "221130505004: طلب رهن علامة تجارية";
    case "221130505005":
      return "221130505005: تعديل بيانات او شكل علامة تجارية للسلع أو للخدمات";
    case "221130505006":
      return "221130505006: تعديل بيانات مالك العلامة التجارية";
    case "221130505007":
      return "221130505007: ترخيص استعمال علامة تجارية";
    case "221130505008":
      return "221130505008: نقل ملكية علامة تجارية";
    case "221130505009":
      return "221130505009: استعلام عن تسجيل العلامات التجارية";
    case "221130505010":
      return "221130505010: ترخيص استعمال علامة تجارية بالباطن";
    case "221130505000":
      return "221130505000: العلامات التجارية";
    case "221130506001":
      return "221130506001: تسجيل المصنفات";
    case "221130506002":
      return "221130506002: خدمة استلام شكاوي انتھاك حقوق المؤلفین";
    case "221130506003":
      return "221130506003: خدمة سجل مستوردي و موزعي المصنفات";
    case "221130506000":
      return "221130506000: المصنفات الفكرية";
    case "221130601001":
      return "221130601001: متابعة اعمال اللجان الاقتصادية المشتركة والمنظمات ضمن إختصاصات الو";
    case "221130601002":
      return "221130601002: المشاركة في اعمال اللجان المشتركة ضمن إختصاصات وزارة الخارجية والت";
    case "221130601003":
      return "221130601003: تنظيم الزيارات والوفود التجارية والبعثات الترويجية الى الدولة او م";
    case "221130601004":
      return "221130601004: تحديث ملفات تتعلق بالمعلومات الاقتصادية للدول";
    case "221130601005":
      return "221130601005: متابعة والمساهمة في حل القضايا والمشاكل التجارية والاستثمارية الوا";
    case "221130601006":
      return "221130601006: انجاز تقاريرعن أنشطة المكاتب والملحقيات التجارية";
    case "221130601007":
      return "221130601007: متابعة اعمال المنظمات واللجان الخارجية ضمن اختصاص الوزارة";
    case "221130601008":
      return "221130601008: عقد اجتماعات اللجان الإقتصادية المشتركة";
    case "221130601009":
      return "221130601009: عقد لقاءات مع المستثمرين في الدول المعتمد بها مكاتب تجارية";
    case "221130601010":
      return "221130601010: عقد لقاءات مع المسؤولين في الشؤون التجارية في الدول المعتمد بها مك";
    case "221130601000":
      return "221130601000: تعزيز العلاقة مع الشركاء الدوليين";
    case "221130602001":
      return "221130602001: إنشاء تطبيقات و مواقع إلكترونية ذكية واستخدام التكنولوجيا المتقدمة";
    case "221130602002":
      return "221130602002: المشاركة في الاجتماعات التنسيقية والمفاوضات التجارية";
    case "221130602003":
      return "221130602003: مشاركة الدولة في المفاوضات التجارية";
    case "221130602004":
      return "221130602004: متابعة التزام الجهات المعنية في الدولة بمتطلبات الاتفاقيات التجاري";
    case "221130602005":
      return "221130602005: الإعداد والتحضير للاجتماعات والجولات التفاوضية";
    case "221130602006":
      return "221130602006: اجتماعات اللجنة التوجيهية الوطنية المعنية بمفاوضات التجارة الحرة";
    case "221130602007":
      return "221130602007: أنشطة وفعاليات منظمة التجارة العالمية";
    case "221130602008":
      return "221130602008: الملاحظات والمرئيات الواردة من الجهات المعنية حول القرارات والتوصي";
    case "221130602009":
      return "221130602009: التقارير المرصودةالناتجة من منظمة التجارة العالمية";
    case "221130602010":
      return "221130602010: اجتماعات اللجنة الوطنية لمنظمة التجار العالمية";
    case "221130602011":
      return "221130602011: اجتماعات اللجنة الخليجية المعنية بمنظمة التجارة العالمية";
    case "221130602012":
      return "221130602012: أنشطة وفعاليات المنظمات الاقتصادية الدولية";
    case "221130602013":
      return "221130602013: القرارات والتوصيات الصادرة عن المنظمات الاقتصادية الدولية";
    case "221130602014":
      return "221130602014: التقارير والمبادرات والتقارير الصادرة عن المنظمات الاقتصادية الدول";
    case "221130602000":
      return "221130602000: تفعيل اطر الاتفاقيات التجارية ومنظمة التجارة العالمية";
    case "221130701001":
      return "221130701001: إطلاق برنامج القيادة في قطاع السياحة";
    case "221130701002":
      return "221130701002: دعم نمو الشركات السياحية داخلياً وإقليمياً وعالمياً";
    case "221130701003":
      return "221130701003: تنسيق استحداث برامج أكاديمية وتدريبية في السياحة";
    case "221130701004":
      return "221130701004: ترخيص العاملين في القطاع السياحي";
    case "221130701000":
      return "221130701000: بناء القدرات السياحية";
    case "221130702001":
      return "221130702001: التعاون مع المنظمات السياحية الدولية والإقليمية لدعم قطاع السياحة";
    case "221130702002":
      return "221130702002: الحساب الفرعي للسياحة في الدولة";
    case "221130702000":
      return "221130702000: تبني شراكات مهنية فعالة بين الوزارةوبين المنظمات السياحية الدولية";
    case "221130703001":
      return "221130703001: إطار عام لإدارة الأزمات السياحية";
    case "221130703002":
      return "221130703002: توسيع نطاق إصدار التأشيرات السياحية";
    case "221130703003":
      return "221130703003: سياسة الترويج المشترك للسياحة الداخلية و الدولية";
    case "221130703000":
      return "221130703000: تنظيم السياحة الإماراتية";
    case "221130704001":
      return "221130704001: الترويج للهوية السياحية";
    case "221130704002":
      return "221130704002: دعم الهويات السياحية المحلية";
    case "221130704003":
      return "221130704003: إنشاء الموقع الالكتروني للسياحة الإماراتي";
    case "221130704000":
      return "221130704000: الهوية السياحية الإماراتية الموحدة";
    case "221130705001":
      return "221130705001: تقارير المنافسة السياحية الإقليمية";
    case "221130705002":
      return "221130705002: تقارير التوجهات السياحية العالمية";
    case "221130705003":
      return "221130705003: تقارير جاذبية الأسواق السياحية الدولية";
    case "221130705004":
      return "221130705004: تعزيز مكانة الدولة في إطار المنظمات السياحية الدولية";
    case "221130705000":
      return "221130705000: المرصد الوطني للأسواق السياحية";
    case "221130801001":
      return "221130801001: إعداد الميزانية ومتابعة تنفيذها";
    case "221130801002":
      return "221130801002: إدارة الرواتب";
    case "221130801003":
      return "221130801003: إدارة المدفوعات والاستحقاقات";
    case "221130801004":
      return "221130801004: إعداد خطة التدقيق الداخلي";
    case "221130801005":
      return "221130801005: دراسة التقارير الواردة من الجهات الرقابية";
    case "221130801000":
      return "221130801000: إدارة الموارد المالية بكفاءة وفعالية";
    case "221130802001":
      return "221130802001: إدارة المشتريات";
    case "221130802002":
      return "221130802002: إدارة العقود ومتابعتها";
    case "221130802000":
      return "221130802000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "221130803001":
      return "221130803001: تطوير استراتيجية التحول الرقميبالتنسيق مع إدارة الاستراتيجية و الم";
    case "221130803002":
      return "221130803002: تطوير و إعادة هندسة لخدمات الالكترونية   الذكية";
    case "221130803003":
      return "221130803003: تطوير نظام غسل الأموال مع الإدارة المعنية ب حسب الخطة المعتمدةمن ا";
    case "221130803004":
      return "221130803004: تطوير نظامالتقارير والعرض المرئي للمعلوماتباستخدام تقنيةذكاء الاعم";
    case "221130803005":
      return "221130803005: تطبيق خطة الخدمات الاستباقية لخدمات الوزارة";
    case "221130803006":
      return "221130803006: تطوير نظام ال CHATBOT الذكي";
    case "221130803007":
      return "221130803007: تطوير نظام الرسائل القصيرةSMS لخدمات الوزارة";
    case "221130803008":
      return "221130803008: تحسين نظام الدعم الفني التقني للخدمات الالكترونية الذكية";
    case "221130803009":
      return "221130803009: اتمتة وتطوير الخدامات الداخلية للوزارة";
    case "221130803010":
      return "221130803010: تطوير النظم والتطبيقات الإلكترونية";
    case "221130803011":
      return "221130803011: توفير الدعم الفني للمستخدمين (خط المساعدة)";
    case "221130803012":
      return "221130803012: البنية التحتية وامن المعلومات";
    case "221130803000":
      return "221130803000: توفير احدث خدمات تقنية المعلومات";
    case "221130804001":
      return "221130804001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "221130804002":
      return "221130804002: تنظيم المبادرات الاجتماعية والمشاركة في الاحتفالات والمناسبات الدي";
    case "221130804003":
      return "221130804003: ضمان التزام قطاعات وإدارات الوزارة بمعايير الهوية المؤسسية";
    case "221130804004":
      return "221130804004: إدارة النشاط الإعلامي";
    case "221130804005":
      return "221130804005: تعزيز التواجد على المنصات الرقمية";
    case "221130804006":
      return "221130804006: اعداد افلام ترويجية";
    case "221130804007":
      return "221130804007: تسويق الخدمات";
    case "221130804008":
      return "221130804008: تعزيز العلاقة مع الشركاء الاستراتيجين من خلال شبكة الاتصال الحكومي";
    case "221130804009":
      return "221130804009: وضع خطط للشراكة لكافة إدارات الوزارة";
    case "221130804010":
      return "221130804010: اعداد تقارير دورية بالتعاون مع إدارات الوزارة عن الشراكة المحلية و";
    case "221130804011":
      return "221130804011: مجلة الكترونية فصلية";
    case "221130804012":
      return "221130804012: فتح قنوات تواصل مع وسائل الإعلام العالمية- تعزيز الصورة الإيجابية";
    case "221130804000":
      return "221130804000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "221130805001":
      return "221130805001: متابعة اغلاق احتياجات المتعاملين مع الإدارات المعنية";
    case "221130805002":
      return "221130805002: متابعة اغلاق الطلبات والشكاوي التي ترد الى للوزارة مع الإدارات الم";
    case "221130805003":
      return "221130805003: إدارة علاقات المتعاملين";
    case "221130805004":
      return "221130805004: التحسين المستمر على الخدمات";
    case "221130805005":
      return "221130805005: تقييم وتطوير الخدمات حسب متطلبات التجوم العالمي";
    case "221130805006":
      return "221130805006: تقييم وتطوير مركز الاتصال حسب متطلبات التجوم العالمي";
    case "221130805007":
      return "221130805007: متابعة اغلاق الطلبات والشكاوي التي ترد الى مركز الاتصال مع الإدارا";
    case "221130805008":
      return "221130805008: إدارة الجودة";
    case "221130805009":
      return "221130805009: الاعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "221130805010":
      return "221130805010: تنفيذ ورش توعوية بمعايير منظومة التميز والريادة";
    case "221130805011":
      return "221130805011: اجراء التقييم الذاتي";
    case "221130805012":
      return "221130805012: اعداد وتنفيذ خطط الإجراءات التحسينية مع فرق المعايير";
    case "221130805013":
      return "221130805013: اعداد ملف القدرات المؤسسية بالتنسيق مع فرق ولجان التميز المؤسسي";
    case "221130805014":
      return "221130805014: وضع خطة تطبيق وتطوير المواصفات";
    case "221130805015":
      return "221130805015: التدقيق الداخلي على متطلبات المواصفة";
    case "221130805016":
      return "221130805016: تنفيذ خطة عملية التدقيق الخارجي";
    case "221130805017":
      return "221130805017: استمرارية الخدمات والانظمة والعمليات التشغيلية في الوزارة";
    case "221130805018":
      return "221130805018: تحديد وادارة المخاطر الاستراتيجية والتشغيلية ومخاطر المشاريع والعم";
    case "221130805019":
      return "221130805019: تطبيق المواصفات الخاصة بالجودة والبيئة والصحة والسلامة وتنفيذ عملي";
    case "221130805020":
      return "221130805020: تحضير ملفات الاوسمة لعدد 3 وكلاء وعدد 7 فئات اوسمة للموظفين ورفعها";
    case "221130805021":
      return "221130805021: اغلاق جميع الفرص التحسينية ومتابعة الاجراءات التصحيحية الناتجة عن";
    case "221130805022":
      return "221130805022: مراجعة وتصميم العمليات";
    case "221130805023":
      return "221130805023: قياس مؤشرات العمليات وفق الدورية المعتمدة";
    case "221130805024":
      return "221130805024: اعداد برامج ونشرات لتعميم ثقافة التطوير المؤسسي";
    case "221130805025":
      return "221130805025: الاقتراحات المقدمة لتطوير الأداء";
    case "221130805026":
      return "221130805026: تطوير وتطبيق نظام إدارة المشاريع  والمبادرات";
    case "221130805027":
      return "221130805027: تطوير وتطبيق برنامج التدقيق الذكي";
    case "221130805028":
      return "221130805028: تطوير وتطبيق نظام إدارة المخاطر";
    case "221130805029":
      return "221130805029: تطوير وتطبيق نظام العمليات";
    case "221130805000":
      return "221130805000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "221130806001":
      return "221130806001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "221130806002":
      return "221130806002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "221130806003":
      return "221130806003: مراجعة الخطة الاستراتيجية والتشغيلية";
    case "221130806004":
      return "221130806004: اعداد تقارير الاداء";
    case "221130806005":
      return "221130806005: استحداث الاولويات والمبادرات الجديدة على مستوى القطاعات والادارات";
    case "221130806006":
      return "221130806006: قياس مؤشرات الاداء الاستراتيجية والتشغيلية وعملية التحليل والتقرير";
    case "221130806007":
      return "221130806007: ضمان تطبيق آلية التدقيق الداخلي وتغطية جميع المؤشرات";
    case "221130806008":
      return "221130806008: استحداث اقسام للادارات التي تم اعتمادها وفقا للقرار الوزاري لجميع";
    case "221130806009":
      return "221130806009: الاطلاع على افضل الممارسات (المقارنات المعيارية)";
    case "221130806010":
      return "221130806010: تحديد ودراسة السيناريوهات والتوجهات المستقبلية التي تؤثر على عمل ا";
    case "221130806011":
      return "221130806011: تطوير وتطبيق نظام الحوكمة المؤسسية في الوزارة";
    case "221130806000":
      return "221130806000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221130807001":
      return "221130807001: إعداد الدرسات والاستشارات القانونية";
    case "221130807002":
      return "221130807002: إدارة الشؤون القانونية";
    case "221130807003":
      return "221130807003: اعداد ومراجعةالقرارات الوزارية";
    case "221130807004":
      return "221130807004: متابعة تنفيذ الأحكام القضائية الوراردة للوزارة";
    case "221130807000":
      return "221130807000: توفير افضل الخدمات القانونية";
    case "221130808001":
      return "221130808001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "221130808002":
      return "221130808002: مستشاري الوزير والمدير العام (الوكيل)";
    case "221130808000":
      return "221130808000: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "221130809001":
      return "221130809001: الصيانة";
    case "221130809002":
      return "221130809002: الايجار";
    case "221130809003":
      return "221130809003: المواصلات";
    case "221130809004":
      return "221130809004: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت";
    case "221130809005":
      return "221130809005: الخدمات المشتركة الأخرى (أدوات المكتب، قرطاسية، ومتفرقات، الخ)";
    case "221130809006":
      return "221130809006: نظام ادارة الاصول";
    case "221130809000":
      return "221130809000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221130810001":
      return "221130810001: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "221130810002":
      return "221130810002: تدريب وتطوير الموظفين";
    case "221130810003":
      return "221130810003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو";
    case "221130810004":
      return "221130810004: تكريم الموظفين";
    case "221130810005":
      return "221130810005: تكريم فرق العمل - تكريم المبادرات المتميزة";
    case "221130810006":
      return "221130810006: نشر المعرفة";
    case "221130810000":
      return "221130810000: تطبيق أفضل ممارسات الموارد البشرية";
    case "221130811000":
      return "221130811000: تنفيذ ميزانية الوظائف";
    case "221130901001":
      return "221130901001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار";
    case "221130901002":
      return "221130901002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي";
    case "221130901003":
      return "221130901003: نفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين";
    case "221130901004":
      return "221130901004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية  الخارجية";
    case "221130901005":
      return "221130901005: رعاية المواهب المبتكرة";
    case "221130901000":
      return "221130901000: بناء قدرات الموظفين في مجال الابتكار";
    case "221130902001":
      return "221130902001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية";
    case "221130902002":
      return "221130902002: تطوير جائزة داخلية للابتكار";
    case "221130902003":
      return "221130902003: تنفيذ مختبرات للإبتكار  جلسات عصف ذهني لجذب الأفكار";
    case "221130902004":
      return "221130902004: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين";
    case "221130902000":
      return "221130902000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة";
    case "221130903001":
      return "221130903001: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة";
    case "221130903002":
      return "221130903002: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية  المنظمات الدول";
    case "221130903003":
      return "221130903003: الحصول على شهادة نظام إدارة الابتكار للمواصفة";
    case "221130903000":
      return "221130903000: تحسين العمليات بما يعزز من الابتكار";
    case "221180101000":
      return "221180101000: تعزيز قدرات الموارد البشرية الوطنية";
    case "221180101001":
      return "221180101001: تطوير دراسة عن البرامج الوطنية المتعلقة بالتعلم مدى الحياة على الص";
    case "221180101002":
      return "221180101002: إعداد وإطلاق أدلة استرشادية بمنظومة التدريب";
    case "221180101003":
      return "221180101003: تطوير الشراكات الاستراتيجية في مجال التدريب وتنمية المهارات";
    case "221180102000":
      return "221180102000: تطوير نظام الكتروني للتوظيف الذاتي";
    case "221180102001":
      return "221180102001: التطوير  والتحديث على المنصة الوطنية للتوظيف الذاتي";
    case "221180103000":
      return "221180103000: تطوير سياسات تشغيل تحفيزية للمواطنين";
    case "221180103001":
      return "221180103001: تطوير مبادرات لأنماط غير تقليدية من العمل";
    case "221180103002":
      return "221180103002: تعزيز البيئة التنظيمية الداعمة للبرامج الخاصة";
    case "221180103003":
      return "221180103003: تطوير سياسة استمرارية الاعمال من خلال توطين الوظائف المستقبلية";
    case "221180104000":
      return "221180104000: تخطيط القوى العاملة";
    case "221180104001":
      return "221180104001: تطوير دراسة حول تقييم معدلات التوطين بعد جائحة كوفيد 19 في القطاعا";
    case "221180104002":
      return "221180104002: تطوير دراسة مشاركة المرأة الإماراتية في سوق عمل القطاع الخاص";
    case "221180105000":
      return "221180105000: تنفيذ برامج تعزز استقطاب شراكات في  التوطين";
    case "221180105001":
      return "221180105001: جائزة الامارات للتوطين للجهات المتميزة في دعم التوطين (مواهب)";
    case "221180105002":
      return "221180105002: ورش عمل مبادرة ابشر 2022";
    case "221180105003":
      return "221180105003: توسيع نطاق الحوافز والامتيازات لمبادرة نادي شركاء التوطين.";
    case "221180106000":
      return "221180106000: تطوير أنظمة الارشاد المهني";
    case "221180106001":
      return "221180106001: تطوير وتحديث منصة التوعية الذكية";
    case "221180106002":
      return "221180106002: تطوير منظومة ثقافة العمل في القطاع الخاص";
    case "221180201000":
      return "221180201000: تطوير آليات تقديم خدمات الشكاوى العمالية";
    case "221180201001":
      return "221180201001: تطوير قنوات تقديم الشكاوى العمالية";
    case "221180201002":
      return "221180201002: تطوير  أنظمة العمل الخاصة بنظام التأمين";
    case "221180201003":
      return "221180201003: تطوير  اليات فض المنازعات الجماعية";
    case "221180202000":
      return "221180202000: تطوير خدمات التوجيه والضبط والرقابة للفئات المستهدفة";
    case "221180202001":
      return "221180202001: تطوير خدمة تقييم  (تقييم 2.0)";
    case "221180202002":
      return "221180202002: تطوير  خدمات توجيه - المرحلة الثانية";
    case "221180202003":
      return "221180202003: تطوير آلية مشاركة المجتمع في عمليات الرقابة";
    case "221180202004":
      return "221180202004: رفع كفاءة العمالة المساعدة";
    case "221180202005":
      return "221180202005: تطوير نظام حماية الأجور";
    case "221180203000":
      return "221180203000: تطوير آليات التنوع الثقافي في العمالة المساعدة";
    case "221180203001":
      return "221180203001: تطوير مذكرات تفاهم مع الدولة المصدة للعمالة المساعدة";
    case "221180203002":
      return "221180203002: تطوير آلية تدوير العمالة بين سوق العمل والعمالة المساعدة";
    case "221180203003":
      return "221180203003: تطوير آليات الرقابة علة سوق العمالة المساعدة في الدولة";
    case "221180204000":
      return "221180204000: تعزيز  انفاذ و تطبيق التشريعات المنظمة لسوق العمل";
    case "221180204001":
      return "221180204001: تقييم أثر التغييرات على القانون الاتحادي 8 لسنة 1980 بشأن تنظيم عل";
    case "221180205000":
      return "221180205000: الامتثال";
    case "221180205001":
      return "221180205001: تسجيل شكاوى عمالية";
    case "221180205002":
      return "221180205002: إجراء الزيارات التفتيشية";
    case "221180301000":
      return "221180301000: تعزيز العلاقات الدولية المتميزة مع الشركاء الاقليمين والدوليين";
    case "221180301001":
      return "221180301001: ابرام مذكرات تفاهم مع الدول المرسلة للعمالة";
    case "221180301002":
      return "221180301002: دعم برنامج التنوع  الثقافي";
    case "221180401000":
      return "221180401000: التطوير المستمر والابتكاري للخدمات";
    case "221180401001":
      return "221180401001: تطوير القنوات الذكية لنظام معلومات سوق العمل";
    case "221180401002":
      return "221180401002: تطوير الخدمات الاستباقية";
    case "221180401003":
      return "221180401003: تطوير الخدمات في المنصة الحكومية الموحدة";
    case "221180401004":
      return "221180401004: تطوير أنظمة تصاريح العمل للإقامة الذهبية والباحثين عن عمل";
    case "221180401005":
      return "221180401005: تطوير جودة خدمات إدارة الشؤون القانونية";
    case "221180402000":
      return "221180402000: تطوير الأنظمة والخدمات (تطوير أنظمة تقديم خدمات الوزارة)";
    case "221180402001":
      return "221180402001: تطوير مركز الاتصال لتقديم خدمات الوزارة المعلوماتية والاجرائية (قط";
    case "221180402002":
      return "221180402002: التحول الالكتروني لأنظمة الموارد البشرية والتوطين";
    case "221180403000":
      return "221180403000: تطوير منظومة العناية بالمتعاملين";
    case "221180403001":
      return "221180403001: تطوير منظومة تواصل";
    case "221180404000":
      return "221180404000: المنشآت";
    case "221180404001":
      return "221180404001: اصدار سجل منشأة";
    case "221180404002":
      return "221180404002: تحديث سجل المنشأة";
    case "221180405000":
      return "221180405000: تصاريح العمل";
    case "221180405001":
      return "221180405001: اصدار تصريح عمل جديد";
    case "221180405002":
      return "221180405002: الغاء تصريح وعقد عمل";
    case "221180405003":
      return "221180405003: إصدار  تجديد عقد عمل";
    case "221180405004":
      return "221180405004: طلب قيد انقطاع عامل عن العمل";
    case "221180406000":
      return "221180406000: علاقات المتعاملين";
    case "221180406001":
      return "221180406001: تقديم ملاحظة أو شكوى أو مقترح";
    case "221180406002":
      return "221180406002: طلب تظلم من المتعامل";
    case "221180501000":
      return "221180501000: إادارة الموارد المالية بكفاءة وفعالية";
    case "221180501001":
      return "221180501001: إعداد الميزانية ومتابعة تنفيذها";
    case "221180501002":
      return "221180501002: إدارة الرواتب";
    case "221180501003":
      return "221180501003: إدارة المدفوعات والاستحقاقات";
    case "221180501004":
      return "221180501004: إجراء التدقيق الداخلي";
    case "221180501005":
      return "221180501005: إدارة الموارد المالية بكفاءة وفعالية";
    case "221180502000":
      return "221180502000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "221180502001":
      return "221180502001: إدارة المشتريات";
    case "221180502002":
      return "221180502002: إدارة العقود ومتابعتها";
    case "221180502003":
      return "221180502003: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "221180503000":
      return "221180503000: تطبيق أفضل ممارسات الموارد البشرية";
    case "221180503001":
      return "221180503001: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "221180503002":
      return "221180503002: تدريب وتطوير الموظفين";
    case "221180503003":
      return "221180503003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو";
    case "221180503004":
      return "221180503004: تطبيق أفضل ممارسات الموارد البشرية";
    case "221180504000":
      return "221180504000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "221180504001":
      return "221180504001: إدارة الجودة";
    case "221180504002":
      return "221180504002: إدارة علاقات المتعاملين";
    case "221180504003":
      return "221180504003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "221180504004":
      return "221180504004: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "221180505000":
      return "221180505000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "221180505001":
      return "221180505001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "221180505002":
      return "221180505002: إدارة النشاط الإعلامي";
    case "221180505003":
      return "221180505003: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "221180506000":
      return "221180506000: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "221180506001":
      return "221180506001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "221180506002":
      return "221180506002: مستشاري الوزير والمدير العام (الوكيل)";
    case "221180506003":
      return "221180506003: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "221180507000":
      return "221180507000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221180507001":
      return "221180507001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "221180507002":
      return "221180507002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "221180507003":
      return "221180507003: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221180508000":
      return "221180508000: توفير أفضل الخدمات القانونية";
    case "221180508001":
      return "221180508001: إعداد الدراسات والاستشارات القانونية";
    case "221180508002":
      return "221180508002: إدارة الشؤون القانونية";
    case "221180508003":
      return "221180508003: توفير أفضل الخدمات القانونية";
    case "221180509000":
      return "221180509000: توفير أحدث خدمات تقنية المعلومات";
    case "221180509001":
      return "221180509001: تطوير النظم والتطبيقات الإلكترونية";
    case "221180509002":
      return "221180509002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "221180509003":
      return "221180509003: إدارة الشبكات وأمن المعلومات";
    case "221180509004":
      return "221180509004: توفير أحدث خدمات تقنية المعلومات";
    case "221180510000":
      return "221180510000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221180510001":
      return "221180510001: الصيانة";
    case "221180510002":
      return "221180510002: الإيجار";
    case "221180510003":
      return "221180510003: المواصلات";
    case "221180510004":
      return "221180510004: رسوم الاستشارات";
    case "221180510005":
      return "221180510005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت";
    case "221180510006":
      return "221180510006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)";
    case "221180510007":
      return "221180510007: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221180511000":
      return "221180511000: تنفيذ ميزانية الوظائف";
    case "221180601000":
      return "221180601000: تبني أحدث ادوات ووسائل الابتكار داخل الجهة";
    case "221180601001":
      return "221180601001: تطوير الأنظمة الإلكترونية الخاصة بالابتكار";
    case "221180601002":
      return "221180601002: استقطاب خبراء لتنفيذ تطبيقات مختبرات الابتكار وجلسات العصف الذهني";
    case "221200000000":
      return "221200000000: وزير الدولة – معالى جبر محمد السويدى";
    case "221210101000":
      return "221210101000: المراجعة القانونية للقوانين والتشريعات الواردة الى الوزارة وتقديم";
    case "221210101001":
      return "221210101001: مراجعة التشريعات الواردة ووضع التوصيات وفق القوانين والتشريعات";
    case "221210101002":
      return "221210101002: ابداء الرأي القانوني في الحالات التي ترد للإدارة";
    case "221210101003":
      return "221210101003: اعداد دليل ارشادي إدارة التشريع";
    case "221210101004":
      return "221210101004: الاطلاع على الممارسات في آلية مراجعة التشريعات";
    case "221210101005":
      return "221210101005: دراسة وتطوير النظم الإدارية والتشريعية المتعلقة بمسائل الاتجار بال";
    case "221210102000":
      return "221210102000: تعزيز المعرفة القانونية في الجوانب المتعلقة بصياغة مذكرات الرأي ال";
    case "221210102001":
      return "221210102001: تعزيز التعاون المشترك مع الجهات الاتحادية والمحلية بتقديم الدعمالق";
    case "221210103000":
      return "221210103000: سن قانون برنامج حماية الشهود";
    case "221210103001":
      return "221210103001: نشر وتوعية المجتمع بتفسير المواد القانونية";
    case "221210103002":
      return "221210103002: تقديم التدريب العملي لممثلي الجهات الحكومية على المهارات القانونية";
    case "221210104000":
      return "221210104000: نظام إلكتروني لاستلام ومراجعة التشريعات";
    case "221210104001":
      return "221210104001: اعداد دراسة وتصور لنظام تطوير آلبات العمل في استلام ومراجعة التشري";
    case "221210104002":
      return "221210104002: اطلاق المرحلة التجريبية لنظام تطوير آلبات العمل في استلام ومراجعة";
    case "221210201000":
      return "221210201000: مبادرة التحليل الاحصائي الذكي";
    case "221210201001":
      return "221210201001: دراسة لإعداد وتطبيق نظام التحليل الاحصائي الالكتروني";
    case "221210201002":
      return "221210201002: التعاون مع مؤسسة لاعدادنظام تجريبي بناء على متطلبات الدراسة";
    case "221210202000":
      return "221210202000: تقييم ومراجعة القوانين والتشريعات بما يضمن جودة الأحكام وتسهيل الإ";
    case "221210202001":
      return "221210202001: الاطلاع على أفضل الممارسات العالمية في مجال القوانين المراد تقييمه";
    case "221210203000":
      return "221210203000: تعزيز وتطوير الموارد البشرية القضائية المتخصصة بما يضمن الكفاية وا";
    case "221210203001":
      return "221210203001: تشكيل اللجنة القضائية لتقييم وتطوير أعضاء السلطة القضائية";
    case "221210203002":
      return "221210203002: عقد ملتقى دوري خاص بالجهاز القضائي و الأجهزة المرتبطة به بهدف التط";
    case "221210203003":
      return "221210203003: إعداد حقائب التدريب السنوية لأعضاء السلطة القضائية وأعوانهم";
    case "221210203004":
      return "221210203004: اعادة النظر باليات ووسائل تقييم القضاة";
    case "221210204000":
      return "221210204000: مشروع حل النزاعات الكترونيا وذكيا «نزاعات اون لاين»";
    case "221210204001":
      return "221210204001: إطلاق حملة تسويقية وتوعوية لتشجيع المتعاملين على استخدام نظام حل ا";
    case "221210205000":
      return "221210205000: المحاكم الذكية (المحاكمات عن بعد)";
    case "221210205001":
      return "221210205001: إطلاق حملة تسويقية وتوعوية لتشجيع المتعاملين على استخدام المحاكمات";
    case "221210206000":
      return "221210206000: خدمات قيد النزاعات والدعاوي";
    case "221210206001":
      return "221210206001: قيد الدعاوى امام المحاكم الاتحادية الابتدائية";
    case "221210206002":
      return "221210206002: قيد النزاعات أمام الأنظمة البديلة للتقاضي";
    case "221210206003":
      return "221210206003: قيد ملف تنفيذ";
    case "221210206004":
      return "221210206004: قيد أمر أداء";
    case "221210206005":
      return "221210206005: قيد الدعاوى امام المحاكم الاتحادية الاستئنافية";
    case "221210206006":
      return "221210206006: قيد الطعون أمام المحكمة الاتحادية العليا";
    case "221210206007":
      return "221210206007: قيد أمر على عريضة";
    case "221210206008":
      return "221210206008: قيد استشكال في التنفيذ";
    case "221210206009":
      return "221210206009: قيد تظلم من قرار قاضي التنفيذ";
    case "221210207000":
      return "221210207000: خدمات أثناء تداول الدعوى في المحاكم الاتحادية";
    case "221210207001":
      return "221210207001: طلب استرداد الرسوم";
    case "221210207002":
      return "221210207002: طلب الاعتراض على الرسوم";
    case "221210207003":
      return "221210207003: طلب فتح باب المرافعة لدعوى محجوزة للحكم";
    case "221210207004":
      return "221210207004: طلب تحديد جلسة لدعوى موقوفة او معلقة";
    case "221210207005":
      return "221210207005: طلب إدخال وتدخل في الدعوى";
    case "221210207006":
      return "221210207006: طلب تجديد الدعوى من الشطب";
    case "221210207007":
      return "221210207007: طلب تعديل قيمة المطالبة (الدعاوى)";
    case "221210207008":
      return "221210207008: طلب التحري عن العناوين";
    case "221210207009":
      return "221210207009: طلب اعفاء او اقالة من الغرامة";
    case "221210207010":
      return "221210207010: طلب تحريك الدعوى من الوقف";
    case "221210207011":
      return "221210207011: طلب تغيير موعد جلسة";
    case "221210208000":
      return "221210208000: خدمات ما بعد صدور الحكم";
    case "221210208001":
      return "221210208001: طلب اغفال";
    case "221210208002":
      return "221210208002: طلب تصحيح خطأ مادي في الحكم أو المحضر";
    case "221210208003":
      return "221210208003: طلب تفسير حكم";
    case "221210208004":
      return "221210208004: طلب وضع الصيغة التنفيذية على الحكم";
    case "221210209000":
      return "221210209000: خدمات التنفيذ في المحاكم الاتحادية";
    case "221210209001":
      return "221210209001: طلب وقف التنفيذ";
    case "221210209002":
      return "221210209002: طلب تحويل ملف للحسابات";
    case "221210209003":
      return "221210209003: قبول أو رفض قائمة التوزيع المؤقتة";
    case "221210209004":
      return "221210209004: طلب حبس المنفذ ضده";
    case "221210209005":
      return "221210209005: طلب بيع المحجوزات بالمزاد العلني";
    case "221210209006":
      return "221210209006: طلب تعيين حارس قضائي على محجوزات";
    case "221210209007":
      return "221210209007: طلب تثمين أموال او ممتلكات";
    case "221210209008":
      return "221210209008: طلب الاستعلام عن أموال المنفذ ضده";
    case "221210209009":
      return "221210209009: طلب متابعة إجراءات التنفيذ";
    case "221210209010":
      return "221210209010: طلب اخلاء العقار وتسليمه لطالب التنفيذ";
    case "221210209011":
      return "221210209011: طلب بيع ممتلكات المنفذ ضده";
    case "221210209012":
      return "221210209012: طلب تقسيط المبلغ أو مهلة سداد";
    case "221210209013":
      return "221210209013: طلب تحويل أو إيداع مبالغ للحساب";
    case "221210209014":
      return "221210209014: طلب صرف المبلغ المودع في التنفيذ";
    case "221210209015":
      return "221210209015: طلب اشراك في ملف التنفيذ";
    case "221210210000":
      return "221210210000: خدمات الكفالات والأمانات في المحاكم الاتحادية";
    case "221210210001":
      return "221210210001: طلب تسييل كفالة";
    case "221210210002":
      return "221210210002: تجديد جواز سفر  إقامة المنفذ ضده";
    case "221210210003":
      return "221210210003: طلب استبدال كفالة";
    case "221210210004":
      return "221210210004: طلب كفالة منفذ ضده";
    case "221210210005":
      return "221210210005: طلب استرداد كفالة";
    case "221210211000":
      return "221210211000: الوصاية على أموال القصر والمحجور عليهم والغائبين";
    case "221210211001":
      return "221210211001: طلب إدارة أموال القصر والمحجور عليهم والغائبين";
    case "221210212000":
      return "221210212000: خدمات الأحوال الشخصية";
    case "221210212001":
      return "221210212001: طلب الإشهادات والتوثيقات";
    case "221210212002":
      return "221210212002: طلب عقد الزواج";
    case "221210212003":
      return "221210212003: طلب اشهار اسلام";
    case "221210212004":
      return "221210212004: طلب محاسبة وصي";
    case "221210212005":
      return "221210212005: طلب إذن زواج";
    case "221210212006":
      return "221210212006: طلب ايداع مال لصالح تركة متوفي";
    case "221210213000":
      return "221210213000: الخدمات القضائية المشتركة";
    case "221210213001":
      return "221210213001: طلب إلغاء منع السفر";
    case "221210213002":
      return "221210213002: تأجيل دفع الرسوم";
    case "221210213003":
      return "221210213003: طلب صرف الأتعاب";
    case "221210213004":
      return "221210213004: طلب الاعفاء من الرسوم";
    case "221210213005":
      return "221210213005: طلب إيداع أموال أو منقولات";
    case "221210213006":
      return "221210213006: قيد ملف إنابة في التنفيذ";
    case "221210213007":
      return "221210213007: طلب الإنابة في التنفيذ";
    case "221210213008":
      return "221210213008: طلب استلام أصول المستندات";
    case "221210213009":
      return "221210213009: طلب تصوير ملف  مستندات قضية";
    case "221210213010":
      return "221210213010: طلب إصدار شهادة لمن يهمه الأمر في المحاكم";
    case "221210213011":
      return "221210213011: طلب منع السفر";
    case "221210213012":
      return "221210213012: طلب الحجز على الأموال والممتلكات";
    case "221210213013":
      return "221210213013: طلب صورة من الحكم  قرارات او أوامر";
    case "221210213014":
      return "221210213014: طلب الغاء الحجز على الأموال والممتلكات";
    case "221210213015":
      return "221210213015: طلب صرف أمانة";
    case "221210213016":
      return "221210213016: طلب زيادة أتعاب";
    case "221210213017":
      return "221210213017: طلب التأجيل بإيداع التقرير";
    case "221210213018":
      return "221210213018: طلب مخاطبة الجهات المختصة";
    case "221210301000":
      return "221210301000: تطوير خدمات النيابة العامة الذكية والالكترونية";
    case "221210301001":
      return "221210301001: تطوير خدمات النيابة العامة الاكترونية والذكيةللمحامينو المتعاملين";
    case "221210301002":
      return "221210301002: انشاءمركز اتصالفي النيابات العامة";
    case "221210302000":
      return "221210302000: تطوير أنظمة العمل وتسهيل الإجراءات بالنيابات";
    case "221210302001":
      return "221210302001: انشاء نيابات عامة متخصصة بحماية المستهلك  الأسرة  الجرائم البيئية";
    case "221210302002":
      return "221210302002: تطوير موقع النيابة العامة – المرحلة الثالثة";
    case "221210302003":
      return "221210302003: ترقية أجهزة الشبكة بمركز البيانات الاحتياطي";
    case "221210302004":
      return "221210302004: تطويرنظام و كيل النيابة الذكي";
    case "221210302005":
      return "221210302005: تطوير نظام المجيب القانوني الذكي";
    case "221210302006":
      return "221210302006: تطوير خدمات النيابة العامةللمتعاملين من خلال الأجهزة الذكية و موقع";
    case "221210302007":
      return "221210302007: اعداد الخارطة الجرمية للدولة وتحديثها (CRIME MAP)";
    case "221210303000":
      return "221210303000: التوعية المجتمعية وخدمة المتعاملين في النيابات الاتحادية";
    case "221210303001":
      return "221210303001: النشر القانوني (معلومات، استفسارات، باستعمال خاصية التواصل المباشر";
    case "221210303002":
      return "221210303002: انشاء مركز اتصالفي النيابات العامة (يسهل عملية تواصل الشرطة والضبط";
    case "221210304000":
      return "221210304000: مبادرة الصلح الجزائي";
    case "221210304001":
      return "221210304001: تطويرالنظام الجزائي للنيابةالعامة– المرحلة الثالثة";
    case "221210304002":
      return "221210304002: دعم إعادة تصميم النظام الجزائي للنيابة العامة";
    case "221210304003":
      return "221210304003: تطوير و إستكمال خدمات النيابة العامة الذكية الخاصة بالمتعاملين على";
    case "221210305000":
      return "221210305000: خدمات الكفالات والأمانات في النيابات الاتحادية";
    case "221210305001":
      return "221210305001: طلب تقديم كفالة مالية شخصية";
    case "221210305002":
      return "221210305002: طلب استبدال كفالة – نيابة  محكمة";
    case "221210305003":
      return "221210305003: طلب استلام جواز سفر";
    case "221210305004":
      return "221210305004: طلب استلام الامانات والمستندات";
    case "221210305005":
      return "221210305005: طلب تجديد جوازات السفر أو الإقامة";
    case "221210306000":
      return "221210306000: خدمات التنفيذ في النيابات الاتحادية";
    case "221210306001":
      return "221210306001: طلب تأجيل تنفيذ عقوبة مقيدة للحرية";
    case "221210306002":
      return "221210306002: طلب رد الاعتبار";
    case "221210306003":
      return "221210306003: طلب استشكال في التنفيذ";
    case "221210306004":
      return "221210306004: طلب الإفراج الصحي";
    case "221210306005":
      return "221210306005: طلب أمر قبض دولي";
    case "221210306006":
      return "221210306006: طلب إنهاء تدبير خدمة مجتمعية";
    case "221210307000":
      return "221210307000: خدمات العامة في النيابات الاتحادية";
    case "221210307001":
      return "221210307001: طلب اصدار شهادة لمن يهمه الامر في النيابات";
    case "221210307002":
      return "221210307002:   طلب تصوير ملف القضية";
    case "221210307003":
      return "221210307003: طلب استلام جثة";
    case "221210307004":
      return "221210307004: طلب تقسيط الغرامة المحكوم بها";
    case "221210307005":
      return "221210307005: طلب إيداع مبالغ لصالح الشاكي  على ذمة القضية";
    case "221210307006":
      return "221210307006: طلب استرداد الكفالة المالية";
    case "221210307007":
      return "221210307007: طلب استرداد فرق الغرامة";
    case "221210307008":
      return "221210307008: طلب زيارة نزيل";
    case "221210307009":
      return "221210307009: طلب فتح عريضة";
    case "221210307010":
      return "221210307010: طلب صورة الحكم";
    case "221210307011":
      return "221210307011: طلب إرفاق تنازل";
    case "221210307012":
      return "221210307012: طلب تأجيل تقديم جلسة";
    case "221210307013":
      return "221210307013: طلب مقابلة عضو أو رئيس نيابة";
    case "221210307014":
      return "221210307014:   طلب تصوير قرار الحفظ";
    case "221210307015":
      return "221210307015: طلب الاستعلام (عن قضية)";
    case "221210307016":
      return "221210307016: طلب إحضار نزيل";
    case "221210307017":
      return "221210307017: طلب استخراج جثة";
    case "221210307018":
      return "221210307018: طلب تصحيح خطأ مادي";
    case "221210307019":
      return "221210307019: طلب قيد محامي في قضية";
    case "221210308000":
      return "221210308000: خدمات الطعن على الأحكام في النيابات الاتحادية";
    case "221210308001":
      return "221210308001: طلب التقرير بالاستئناف";
    case "221210308002":
      return "221210308002: طلب التظلم";
    case "221210308003":
      return "221210308003: طلب تقديم معارضة";
    case "221210308004":
      return "221210308004: طلب الطعن من النيابة العامة";
    case "221210308005":
      return "221210308005: طلب التماس إعادة النظر";
    case "221210401000":
      return "221210401000: تعزيز البحث العلمي في المجال القانوني والقضائي";
    case "221210401001":
      return "221210401001: نشر البحوث والدراسات القضائية والقانونية";
    case "221210401002":
      return "221210401002: إصدار كود التشريعات الاتحادية و إعداد الأدلة القانونية";
    case "221210401003":
      return "221210401003: إصدار مجلة الدراسات القضائية";
    case "221210401004":
      return "221210401004: تنظيم والمشاركة في معارض الكتب";
    case "221210402000":
      return "221210402000: خدمات الجريدة الرسمية";
    case "221210402001":
      return "221210402001: طلب الاشتراك بالجريدة الرسمية";
    case "221210402002":
      return "221210402002: طلب شراء عدد من الجريدة الرسمية";
    case "221210402003":
      return "221210402003: طلب النشر في الجريدة الرسمية";
    case "221210403000":
      return "221210403000: تطوير نظام الكاتب العدل";
    case "221210403001":
      return "221210403001: ااطلاق النسخة المحدثة من نظام الكاتب العدل";
    case "221210403002":
      return "221210403002: إعداد دراسة للكاتب العدل الخاص";
    case "221210404000":
      return "221210404000: تطوير اعمال  مختبرات الطب الشرعي بما  يخدم ضمان استقلال وشفافية ال";
    case "221210404001":
      return "221210404001: دراسة تطويرمهام مختبرات الطب الشرعي";
    case "221210404002":
      return "221210404002: تأهيل قسم المختبرات للحصول على الاعتمادات الدولية ايزو 17025:2017";
    case "221210404003":
      return "221210404003: نشر المعرفة و الابحاث التي تتعلق بالطب الشرعيبين المعنين والشركاء";
    case "221210404004":
      return "221210404004: عقد اتفاقيات تعاون مع شركاء استراتيجيينلتطوير اعمالمختبرات الطب ال";
    case "221210405000":
      return "221210405000: تأسيس المركز الموحد للترجمة";
    case "221210405001":
      return "221210405001: اصدار القرارات اللازمة لتفعيل المركز الموحد للترجمة";
    case "221210405002":
      return "221210405002: تطوير واعتماد نظام للاتصال والترجمة عن بعد";
    case "221210405003":
      return "221210405003: توفير وتزويد المركز الموحد للترجمة باللغات والخبرات والتخصصات المط";
    case "221210405004":
      return "221210405004: تدريب المعنيين ( مترجمين، موظفين) على أنظمة الاتصال والترجمة عن بع";
    case "221210406000":
      return "221210406000: ادارة العمل الفني بالوزارة";
    case "221210406001":
      return "221210406001: التفتيش الفني على اعضاء السلطة القضائي";
    case "221210407000":
      return "221210407000: ادارة العمل الاداري في الوزارة";
    case "221210407001":
      return "221210407001: التفتيش الاداري على المحاكم";
    case "221210407002":
      return "221210407002: ادارة وتطوير العمل القضائي";
    case "221210407003":
      return "221210407003: خدمة توفير البيانات والمعلومات الاحصائيةالقضائية";
    case "221210408000":
      return "221210408000: ادارة العمل الفني بالوزارة";
    case "221210408001":
      return "221210408001: تمثيل الجهات الحكومية أمام الجهات القضائية ( نشاط تشغيلي )";
    case "221210409000":
      return "221210409000: توسيع شبكة الاتفاقيات القضائية الدولية في مجال (تسليم المجرمين، ال";
    case "221210409001":
      return "221210409001: إعداددراسة لأهم الدول التي توجد حاجة إلى عقد إتفاقيات قضائية معها";
    case "221210409002":
      return "221210409002: اقتراح المشاريع اتفاقيات التعاون القضائي و القانوني";
    case "221210409003":
      return "221210409003: عقد جولات المفاوضات لابرام الاتفاقية";
    case "221210410000":
      return "221210410000: توطيد العلاقة مع الشركاء في مجال التعاون الدولي على المستوين المحل";
    case "221210410001":
      return "221210410001: الإطلاع على أفضل الممارسات العالمية في مجال التعاون القضائي الدولي";
    case "221210410002":
      return "221210410002: التنسيق مع الشركاء المحليين في المواضيع ذات الإختصاص";
    case "221210410003":
      return "221210410003: الربط الإلكتروني لتسهيل تبادل المعلومات وإنجاز المعاملات";
    case "221210410004":
      return "221210410004: عقد شراكات مع الجامعات والمعاهد والمراكز المختصة في المجال القضائي";
    case "221210410005":
      return "221210410005: التنسيق مع الشركاء الدوليين في مجال التعاون القضائي والقانوني";
    case "221210411000":
      return "221210411000: خدمات التعاون الدولي القضائية والقانونية";
    case "221210411001":
      return "221210411001: تسليم المطلوبين";
    case "221210411002":
      return "221210411002: الاستعلام في المجالات القانونية والقضائية المتعلقة بالتعاون الدولي";
    case "221210411003":
      return "221210411003: تقديم المساعدة في المسائل الجنائية";
    case "221210411004":
      return "221210411004: طلب ابرام اتفاقيات ومذكرات تعاون قضائي دولي";
    case "221210411005":
      return "221210411005: نقل المحكوم عليه";
    case "221210411006":
      return "221210411006: استرداد المطلوبين";
    case "221210411007":
      return "221210411007: تقديم المساعدة في المسائل المدنية والتجارية";
    case "221210412000":
      return "221210412000: الاعتراف الدولي بترخيص مهنة المحاماة";
    case "221210412001":
      return "221210412001: تأهيل المحامين القانونيين بالدولة وفقاً للمعاير والإعتراف بالترخيص";
    case "221210412002":
      return "221210412002: معادلة تراخيص المحاميندولياً";
    case "221210412003":
      return "221210412003: انشاء شبكة محامين دولية";
    case "221210413000":
      return "221210413000: خدمات المحامين";
    case "221210413001":
      return "221210413001: قيد محامي مشتغل";
    case "221210413002":
      return "221210413002: طلب تجديد قيد مندوب محامي";
    case "221210413003":
      return "221210413003: قيد مندوب محامي";
    case "221210413004":
      return "221210413004: طلب تجديد قيد محامي";
    case "221210413005":
      return "221210413005: طلب إلغاء قيد مندوب محامي";
    case "221210413006":
      return "221210413006: طلب نقل قيد مندوب محامي";
    case "221210413007":
      return "221210413007: قيد محامي غير مشتغل";
    case "221210413008":
      return "221210413008: طلب إضافة درجة ترافع (للعليا)";
    case "221210413009":
      return "221210413009: طلب الحصول على إذن تمثيل جهة العمل";
    case "221210413010":
      return "221210413010: طلب الحصول على إذن الترافع في قضية معينة";
    case "221210413011":
      return "221210413011: قيد محامي متدرب";
    case "221210413012":
      return "221210413012: طلب تمديد فترة التدريب العملي";
    case "221210413013":
      return "221210413013: طلب تأجيل فترة التدريب";
    case "221210413014":
      return "221210413014: طلب تغيير مكتب المحاماة للتدريب";
    case "221210414000":
      return "221210414000: ادارة العمل الفني بالوزارة";
    case "221210414001":
      return "221210414001: فحص الاحياء والوفيات";
    case "221210414002":
      return "221210414002: فحص العينات الواردة والنباتات والمواد المخدرة والسامة";
    case "221210414003":
      return "221210414003: إجراء التقارير التفسيرية";
    case "221210414004":
      return "221210414004: تطوير العمل الفني في ادارة الطب الشرعي";
    case "221210415000":
      return "221210415000: ادارة العمل الفني بالوزارة";
    case "221210415001":
      return "221210415001: التدقيق والتفتيش الفني على اعمال الخبراء";
    case "221210415002":
      return "221210415002: ندب الخبراء الفنيين";
    case "221210416000":
      return "221210416000: ادارة العمل الفني بالوزارة";
    case "221210416001":
      return "221210416001: متابعة اعمال مكاتب الترجمة القانونية ( المكاتب الخاصة )";
    case "221210417000":
      return "221210417000: خدمات المترجمين";
    case "221210417001":
      return "221210417001: طلب إضافة لغة لمترجم قانوني";
    case "221210417002":
      return "221210417002: طلب تعليق أو تمديد تعليق مترجم قانوني";
    case "221210417003":
      return "221210417003: قيد مترجم قانوني";
    case "221210417004":
      return "221210417004: طلب تجديد قيد مترجم قانوني";
    case "221210418000":
      return "221210418000: خدمات الخبراء";
    case "221210418001":
      return "221210418001: تجديد قيد بيت خبرة";
    case "221210418002":
      return "221210418002: تجديد قيد خبير";
    case "221210418003":
      return "221210418003: قيد بيت خبرة";
    case "221210418004":
      return "221210418004: قيد خبير";
    case "221210418005":
      return "221210418005: تعليق قيد خبير";
    case "221210418006":
      return "221210418006: الغاء تعليق قيد خبير";
    case "221210419000":
      return "221210419000: ادارة العمل الفني بالوزارة";
    case "221210419001":
      return "221210419001: متابعة اعمال الكاتب العدل والتصديقات";
    case "221210420000":
      return "221210420000: خدمات الكاتب العدل";
    case "221210420001":
      return "221210420001: تحرير وتوثيق العقود والمحررات";
    case "221210420002":
      return "221210420002: قيد الكاتب العدل الخاص";
    case "221210420003":
      return "221210420003: تجديد قيد الكاتب العدل الخاص";
    case "221210420004":
      return "221210420004: طلب فتح فرع لمكتب الكاتب العدل الخاص";
    case "221210420005":
      return "221210420005: طلب الصيغة التنفيذية على محرر";
    case "221210420006":
      return "221210420006: إلغاء العقود والمحررات";
    case "221210420007":
      return "221210420007: إصدار صورة طبق الأصل عن محرر سابق";
    case "221210420008":
      return "221210420008: إصدار شهادة من واقع السجلات";
    case "221210420009":
      return "221210420009: طلب انتقال الكاتب العدل";
    case "221210420010":
      return "221210420010: تعليق قيد الكاتب العدل الخاص";
    case "221210421000":
      return "221210421000: رفع مستوى التوعية القانونية في المجتمع من خلال نشر وتسويق الخدمات";
    case "221210421001":
      return "221210421001: رفع مستوى حضور الوزارة على شبكات التواصل الاجتماعي";
    case "221210421002":
      return "221210421002: المشاركة بالاعمال التطوعية ومبادرات خدمة المجتمع";
    case "221210421003":
      return "221210421003: عقد لقاءات الكترونية دورية للقيادة مع الجمهور";
    case "221210422000":
      return "221210422000: ادارة العمل الفني بالوزارة";
    case "221210422001":
      return "221210422001: التدريب التخصصي والمستمر لاعضاء السلطة القضائية والقانونيين";
    case "221210422002":
      return "221210422002: التدريب الاعدادي لاعضاء السلطة القضائية والقانونيين";
    case "221210423000":
      return "221210423000: ادارة العمل الفني بالوزارة";
    case "221210423001":
      return "221210423001: التدقيق على المحاكم والادارات";
    case "221210424000":
      return "221210424000: إدارة الشراكات الاستراتيجية";
    case "221210424001":
      return "221210424001: تطوير دليل ادارة الشراكة وتفعيل تطبيقة";
    case "221210424002":
      return "221210424002: اعتماد وتعميم نموذج مذكرات التفاهم الموحدة ومراجعته سنويا";
    case "221210424003":
      return "221210424003: تنفيذ لقاء سنوى لشركاء الوزارة";
    case "221210424004":
      return "221210424004: اعداد برامج لجذب شراكات ذات قيمة مضافة (محلية –اقليمية – دولية)";
    case "221210425000":
      return "221210425000: خدمات الدعم التشريعي والقانوني والقضائي للجهات الحكومية";
    case "221210425001":
      return "221210425001: إعداد ومراجعة وصياغة التشريعات";
    case "221210425002":
      return "221210425002: الانابة عن الجهات الحكومية في الدعاوى امام مختلف درجات التقاضي";
    case "221210425003":
      return "221210425003: اصدار الفتاوى القانونية";
    case "221210425004":
      return "221210425004: مراجعة عقود الجهات الحكومية";
    case "221210425005":
      return "221210425005: الانابة عن الجهات الحكومية أمام دوائر التنفيذ";
    case "221210425006":
      return "221210425006: الانابة عن الجهات الحكومية في منازعات التحكيم";
    case "221210426000":
      return "221210426000: خدمات قانونية عامة";
    case "221210426001":
      return "221210426001: التصديق على المحررات الرسمية";
    case "221210426002":
      return "221210426002: إصدار بطاقة بدل فاقد";
    case "221210426003":
      return "221210426003: تعديل بيانات القيد";
    case "221210426004":
      return "221210426004: طلب اصدار شهادة لمن يهمه الامر للخدمات القانونية";
    case "221210501000":
      return "221210501000: الارتقاء بفعالية التخطيط المالي للميزانية";
    case "221210501001":
      return "221210501001: ربط ميزانية الوزارة بشكل فعلي بالخطة التشغيلية للوزارة";
    case "221210501002":
      return "221210501002: الاطلاع على افضل الممارسات العالمية لتطوير العمل بالإدارة";
    case "221210502000":
      return "221210502000: إدارة الموارد المالية بكفاءة وفعالية";
    case "221210502001":
      return "221210502001: اعداد الميزانية ومتابعة تنفيذها";
    case "221210502002":
      return "221210502002: توعية الوحدات التنظيمية بإجراءات عمل الادارة";
    case "221210502003":
      return "221210502003: مراجعة عمليات الادارة المالية";
    case "221210502004":
      return "221210502004: ضبط حسابات الامانات في المحاكم";
    case "221210502005":
      return "221210502005: الاستخدام الأمثل للأصول (لائحة العمر الافتراضي للأصول، كفاءة عقود";
    case "221210502006":
      return "221210502006: الايرادات";
    case "221210502007":
      return "221210502007: ادارة الرواتب";
    case "221210502008":
      return "221210502008: إدارة المدفوعات والاستحقاقات";
    case "221210502009":
      return "221210502009: إجراء التدقيق الداخلي";
    case "221210503000":
      return "221210503000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "221210503001":
      return "221210503001: إدارة المشتريات";
    case "221210503002":
      return "221210503002: الصيانة الوقائية";
    case "221210503003":
      return "221210503003: إدارة العقود ومتابعتها";
    case "221210504000":
      return "221210504000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221210504001":
      return "221210504001: الاحتياجات والصيانة";
    case "221210504002":
      return "221210504002: الإيجار";
    case "221210504003":
      return "221210504003: المواصلات";
    case "221210504004":
      return "221210504004: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت";
    case "221210504005":
      return "221210504005: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)";
    case "221210504006":
      return "221210504006: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221210505000":
      return "221210505000: تطبيق افضل ممارسات الموارد البشرية";
    case "221210505001":
      return "221210505001: تقييم وتوصيف الوظائف";
    case "221210505002":
      return "221210505002: تخطيط الموارد البشرية و التنبؤ بالاحتياجات";
    case "221210505003":
      return "221210505003: تدريب وتطوير الموظفين";
    case "221210505004":
      return "221210505004: إعداد و تطبيق خطط التوطين";
    case "221210505005":
      return "221210505005: تمكين الام والمرأة العاملة بالوزارة";
    case "221210505006":
      return "221210505006: تفعيل نظام ادارة الاداء للكادر الاداري";
    case "221210505007":
      return "221210505007: خدمات ادارة الموارد البشرية";
    case "221210505008":
      return "221210505008: تفعيل نظام تخطيط القوى العاملة";
    case "221210506000":
      return "221210506000: تقديم خدمات الكترونية وذكية متطورة بما يضمن رفع نسبة استخدام الأفر";
    case "221210506001":
      return "221210506001: تطوير النظم والتطبيقات الالكترونية";
    case "221210506002":
      return "221210506002: توفير احدث خدمات تقنية المعلومات";
    case "221210506003":
      return "221210506003: نتسويق ونشر الخدمات الالكترونيةالذكي";
    case "221210507000":
      return "221210507000: توفير أحدث خدمات تقنية المعلومات";
    case "221210507001":
      return "221210507001: إدارة الشبكات وامن المعلومات";
    case "221210507002":
      return "221210507002: توفير الدعم الفني للمستخدمين ( خط مساعدة)";
    case "221210508000":
      return "221210508000: ضمان  تحقيق الاتصال الداخلي والخارجي";
    case "221210508001":
      return "221210508001: عقد مجموعة من الإحاطات الإعلامية دورياً";
    case "221210508002":
      return "221210508002: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "221210508003":
      return "221210508003: إدارة النشاط الإعلامي";
    case "221210509000":
      return "221210509000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221210509001":
      return "221210509001: وضع وتطوير الخطة الاستراتيجية و التشغيلية وقياس الأداء";
    case "221210510000":
      return "221210510000: إعادة هندسة الإجراءات والعمليات";
    case "221210510001":
      return "221210510001: اعادة تصميم وتحسين الخدمات والعمليات والاجراءات ووضع خارطة طريق لت";
    case "221210510002":
      return "221210510002: تدريب المعنيين على الخدمات والعمليات والإجراءات المطورة";
    case "221210511000":
      return "221210511000: التواصل مع المتعاملين";
    case "221210511001":
      return "221210511001: تحويل مراكز خدمات المتعاملين الى خدمات الكترونية";
    case "221210511002":
      return "221210511002: تنفيذ دراسات سعادة المتعاملين ومتابعة الخطط التحسينية";
    case "221210511003":
      return "221210511003: وضع الأطر العامة لبناء مركز الاتصالوبرنامج إدارة علاقة المتعاملين";
    case "221210511004":
      return "221210511004: وضع الأطر العامة لبناء قاعدة بيانات موحدة للمتعاملين";
    case "221210512000":
      return "221210512000: إدارة الملاحظات والاستفسارات والمقترحات بشأن خدمات الوزارة";
    case "221210512001":
      return "221210512001: دراسة وتصنيف الاقتراحات وملاحظات المتعاملين";
    case "221210513000":
      return "221210513000: توفير بنية تحتية متطورة وآمنة وتقديم دعم فني متميز";
    case "221210513001":
      return "221210513001: تطوير البنية التحتية للخدمات الالكترونيةالذكية";
    case "221210514000":
      return "221210514000: توفير أفضل الخدمات القانونية";
    case "221210514001":
      return "221210514001: إعداد الدراسات والاستشارات القانونية";
    case "221210514002":
      return "221210514002: : إدارة الشؤون القانونية";
    case "221210514003":
      return "221210514003: توفير أفضل الخدمات القانونية";
    case "221210515000":
      return "221210515000: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "221210515001":
      return "221210515001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "221210515002":
      return "221210515002: مستشاري الوزير والمدير العام (الوكيل)";
    case "221210515003":
      return "221210515003: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "221210516000":
      return "221210516000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "221210516001":
      return "221210516001: اعداد ملف المشاركة بجائزة محمد بن راشد للاداء المتميز واعتماده واد";
    case "221210516002":
      return "221210516002: نشر ثقافة التميز بالوزارة";
    case "221210516003":
      return "221210516003: اعداد دراسات مقارنات معيارية بمجال التميز المؤسسى";
    case "221210516004":
      return "221210516004: اطلاق وادارة الجوائز الداخلية";
    case "221210517000":
      return "221210517000: إدارة المخاطر والحوكمة";
    case "221210517001":
      return "221210517001: تنظيم ورش عمل تثقيفية وتاهيلية لإدارة المخاطر";
    case "221210517002":
      return "221210517002: مراجعة سجل المخاطر";
    case "221210518000":
      return "221210518000: تنفيذ ميزانية الوظائف";
    case "221210601000":
      return "221210601000: بناء قدرات الموظفين في مجال الابتكار";
    case "221210601001":
      return "221210601001: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين";
    case "221210601002":
      return "221210601002: اشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي";
    case "221210601003":
      return "221210601003: تنفيذ برامج تدريبية للموظفين في مجال الابتكار";
    case "221210602000":
      return "221210602000: تبني أحدث أدوات ووسائل الابتكار داخل الوزارة";
    case "221210602001":
      return "221210602001: تبني وتوثيق وتطبيق كافة الابتكارات في الوزارة";
    case "221210602002":
      return "221210602002: تنفيذ مختبرات للإبتكار جلسات عصف ذهني لجذب الأفكار";
    case "221210603000":
      return "221210603000: تأسيس مركز الابتكار القضائي";
    case "221210603001":
      return "221210603001: عقد مجموعة من المؤتمرات المحلية والدولية في مجال الابتكار القضائي";
    case "221210701001":
      return "221210701001: المرحلة الأولى:وضع التصور والاحتياجات للنظام";
    case "221210701002":
      return "221210701002: المرحلة الثانية:تصميم النظام وتجربته";
    case "221210701003":
      return "221210701003: المرحلة الثالثة:إطلاق النظام والتدريب على استخدامه";
    case "221210702001":
      return "221210702001: إصدار اللائحة التنظيمية لعمل مراكز الوساطة وتنظيم الاجراءات اللازم";
    case "221210702002":
      return "221210702002: تعيين الكادر الوظيفي للقسم";
    case "221210702003":
      return "221210702003: تقييم الطلبات وعقد الدورة التدريبية وقيد الوسطاء";
    case "221210702004":
      return "221210702004: إنشاء المنصة الإلكترونية للوساطة والبدء في إضافة الوسطاء";
    case "221210702005":
      return "221210702005: إطلاق المشروع ( وساطة ) وإصدار دليل استرشادي لإجراءات الوساطة";
    case "221210703001":
      return "221210703001: حصر كافة الأكاديميات والمعاهد الخاصة المزودة للدورات القضائية والق";
    case "221210703002":
      return "221210703002: تطوير كافة البرامج التدريبية القضائية والقانونية بالتعاون مع المرك";
    case "221210703003":
      return "221210703003: تدريب وتأهيل الكوادر  المتخصصة";
    case "221210703004":
      return "221210703004: البدء باعتماد البرامج القانونية المقدمة من معهد التدريب القضائي كش";
    case "221210703005":
      return "221210703005: اعتماد الأكاديميات والمعاهد الخاصة المقدمة للدورات القضائية والقان";
    case "221210704001":
      return "221210704001: دراسة إحصائية لكافة الجرائم ذات الطابع الاقتصادي والمالي  تعديل ال";
    case "221210704002":
      return "221210704002: اصدار القرار الوزاري بإنشاء نيابات اتحادية متخصصة وتعيين الكادر ال";
    case "221210704003":
      return "221210704003: تأهيل وتدريب أعضاء النيابة وتخريج مجموعة من وكلاء النيابة المتخصصي";
    case "221210704004":
      return "221210704004: التنسيق مع كافة الأطراف والمؤسسات ذات العلاقة وجهات إنفاذ القانون";
    case "221210704005":
      return "221210704005: إطلاق حملة قانونية توعوية لتعزيز حماية المالية العامة والاقتصاد ال";
    case "221210705001":
      return "221210705001: إصدار قرار من مجلس الوزراء بتحديد الرسوم التي ستتقاضاها الشركة وال";
    case "221210705002":
      return "221210705002: تحديد متطلبات وآليات تقديم الخدمة من طرف خارجي";
    case "221210705003":
      return "221210705003: تقييم الشركات المناسبة وتوقيع العقد";
    case "221210705004":
      return "221210705004: تدريب موظفي الشركة على ضوابط عملية الحجز والنماذج المستخدمة";
    case "221210705005":
      return "221210705005: تعميم وتفعيل استخدام الخدمة ومتطلباتها على المحاكم الاتحادية";
    case "221220101000":
      return "221220101000: تطوير برنامج وخطة لإدارة الكوارث والطوارئ البيئية";
    case "221220101001":
      return "221220101001: تطوير وتحديث الإجراءات التنظيمية و خطط عمل لإدارة الكوارث والطوارئ";
    case "221220101002":
      return "221220101002: تطوير وتحديث سجل المخاطر البيئية  (المحلية والوطنية)";
    case "221220102000":
      return "221220102000: دعم السياحة البيئية في دولة الإمارات";
    case "221220102001":
      return "221220102001: إدارة برامج للسياحة البيئية";
    case "221220103000":
      return "221220103000: رفع مستوى الوعي و الثقافة البيئية و تعزيز السلوك البيئي الايجابي ف";
    case "221220103001":
      return "221220103001: تنفيذ المبادرات المتعلقة بالإستراتيجية الوطنية للتوعية والتثقيف ال";
    case "221220103002":
      return "221220103002: إشراك الجهات الحكومية المعنية لدعم قضايا البيئة والإستدامة";
    case "221220103003":
      return "221220103003: تشجيع المشاركة الفاعلة للشركات والقطاعات الاقتصادية و الصناعية في";
    case "221220103004":
      return "221220103004: ضمان مواءمة وفعالية جهود التوعيةوالتثقيف البيئي في دولة الإمارات";
    case "221220103005":
      return "221220103005: تثقيف الشباب لقيادة دولة الإمارات نحو مستقبل مستدام باستخدام الوسا";
    case "221220103006":
      return "221220103006: تثقيف المجتمع حول الاستدامة و التنمية الخضراء و البيئة";
    case "221220104000":
      return "221220104000: التنسيق ومعالجة تداعيات قضايا التغير المناخي والمشاريع البيئية على";
    case "221220104001":
      return "221220104001: التنسيق وتبادل أفضل الممارسات مع البلديات";
    case "221220104002":
      return "221220104002: متابعة توصيات مجلس الإمارات للتغير المناخي مع البلديات";
    case "221220104003":
      return "221220104003: المؤتمر الوطني لأفضل الممارسات في العمل البلدي";
    case "221220104004":
      return "221220104004: التنسيق والمشاركة في مبادرات العمل البلدي على المستوى الوطني";
    case "221220104005":
      return "221220104005: تطوير الصفحة الإلكترونية الخاصة بالشؤون البلدية على البوابة الخارج";
    case "221220104006":
      return "221220104006: تطوير الصفحة الإلكترونية الخاصة بالشؤون البلدية على البوابة الخارج";
    case "221220104007":
      return "221220104007: متابعة حصر البيانات الخاصة بقواعد المعلومات البلدية (مجلس التعاون";
    case "221220105000":
      return "221220105000: تعزيز الإدارة المتكاملة للمواد الكيميائية";
    case "221220105001":
      return "221220105001: الالتزامبتوفير متطلبات الاتفاقيات وفق الوقت المحدد  (اتفاقية ستوكه";
    case "221220105002":
      return "221220105002: تنفيذ الاستراتيجية الوطنية للادارة المتكاملة للمواد الكيميائية";
    case "221220105003":
      return "221220105003: إعداد السجل الوطني (قاعدة البيانات) للمواد الكيميائية الخطرة";
    case "221220106000":
      return "221220106000: وضع برنامج وطني للادارة المتكاملة للنفايات";
    case "221220106001":
      return "221220106001: تطوير ورفع التقرير السنوي الإلكتروني لاتفاقية بازل بشأن التحكم في";
    case "221220106002":
      return "221220106002: إعداد استراتيجيةللإدارة المتكاملة للنفايات";
    case "221220106003":
      return "221220106003: الإشراف على تنفيذ منجم الامارات لجمع النفايات في الاحياء والمناطق";
    case "221220106004":
      return "221220106004: تطوير القوانين و اللوائح التنظيمية ذات الصلة بالإدارة المتكاملة لل";
    case "221220106005":
      return "221220106005: الإشراف على تنفيذ مشروع الإدارة المتكاملة للنفايات في إمارات الدول";
    case "221220106006":
      return "221220106006: متابعة تنفيذ مبادرات الفريق التنفيذي لمؤشراتإدارة النفايات";
    case "221220106007":
      return "221220106007: تنفيذ الاستراتيجية الوطنية للإدارة المتكاملة للنفايات";
    case "221220106008":
      return "221220106008: الإشراف على تنفيذ مشاريعالإدارة المتكاملة للنفايات في إمارات الدول";
    case "221220107000":
      return "221220107000: الارتقاء بالأداء البيئي في الدولة";
    case "221220107001":
      return "221220107001: متابعة تحديث البيانات المتعلقة بحصر التشريعات والسياسات البيئية وق";
    case "221220107002":
      return "221220107002: تمثيل دولة الإمارات العربية المتحدة في جميع االاجتماعات ذات العلاق";
    case "221220107003":
      return "221220107003: تحديث القانون الاتحادي رقم (24) لسنة 1999 بشأن حماية البيئة وتنميت";
    case "221220108000":
      return "221220108000: مساهمة الأمن البيولوجي نحو مجتمع مستقر وإستدامة النمو البيئي الإقت";
    case "221220108001":
      return "221220108001: العمل من خلال التنسيق مع أعضاء اللجنة الوطنية للأمن البيولوجي لتحد";
    case "221220108002":
      return "221220108002: العمل من خلال التنسيق مع أعضاء اللجنة الوطنية للأمن البيولوجي لوضع";
    case "221220108003":
      return "221220108003: بناء القدرات والإمكانيات الخاصة بتحديث قاعدة البيانات المتعلقة بال";
    case "221220109000":
      return "221220109000: رصد ومراقبة جودة الهواء على مستوى الدولة";
    case "221220109001":
      return "221220109001: مراجعة و تطوير و تحديث التشريعات و الاجراءات اللازمة لضمان تحسين ج";
    case "221220109002":
      return "221220109002: جمع وتحليل بيانات قياس نتائج مؤشرات جودة الهواء";
    case "221220109003":
      return "221220109003: رصد و متابعة المشاريع الهادفة لتحسين جودة الهواء من كافة القطاعات";
    case "221220110000":
      return "221220110000: تسجيل واستيراد وتصدير المبيدات والأسمدةوالنفايات الخطرة والمواد ال";
    case "221220110001":
      return "221220110001: استيراد إرسالية مبيدات";
    case "221220110002":
      return "221220110002: تسجيل مبيد";
    case "221220110003":
      return "221220110003: تصدير نفايات خطرة";
    case "221220110004":
      return "221220110004: تسجيل سماد أو مصلح زراعي";
    case "221220110005":
      return "221220110005: استيراد إرسالية أسمدة أو مصلحات زراعية غير مقيدة";
    case "221220110006":
      return "221220110006: استيراد إرسالية مواد مستنزفة لطبقة الأوزون";
    case "221220110007":
      return "221220110007: إعادة تصدير إرسالية مواد مستنزفة لطبقة الأوزون";
    case "221220110008":
      return "221220110008: استيراد الفرمونات والمواد الجاذبة والطاردة للآفات";
    case "221220110009":
      return "221220110009: اعتماد الفرمونات والمواد الجاذبة والطاردة للآفات";
    case "221220201000":
      return "221220201000: تطوير برنامج لريادة الابحاث البحرية";
    case "221220201001":
      return "221220201001: تأهيل موائل المناطق الساحلية البحرية في دولة الامارات";
    case "221220201002":
      return "221220201002: دراسة وتقييم المخزون السمكي في الإمارات";
    case "221220201003":
      return "221220201003: اجراء البحوث البحريةبالتنسيق مع الجامعات المحلية والدولية ومراكز ا";
    case "221220201004":
      return "221220201004: بناء القدرات الوطنية";
    case "221220202000":
      return "221220202000: تعزيز الادارة المتكاملة للبيئة البحرية و الساحلية استنادا لنهج الن";
    case "221220202001":
      return "221220202001: تطوير برنامج وطني لرصد و مراقبة البيئة البحرية والساحلية في الدولة";
    case "221220202002":
      return "221220202002: تطوير تشريعات وأدلة للمحافظة على البيئة البحرية والساحلية";
    case "221220203000":
      return "221220203000: استدامة التنوع الأحيائي";
    case "221220203001":
      return "221220203001: إعداد قائمة الانواع الغازية";
    case "221220203002":
      return "221220203002: تحديث الاستراتيجية الوطنية للتنوع البيولوجي";
    case "221220203003":
      return "221220203003: تحديث الاستراتيجية الوطنية لمكافحة التصحر";
    case "221220203004":
      return "221220203004: تنفيذ البرنامج الوطني لاستدامة الحياة الفطرية";
    case "221220203005":
      return "221220203005: تطوير الإدارة المتكاملة لشبكة المحميات الطبيعية";
    case "221220204000":
      return "221220204000: تنظيم تراخيص تسجيل واستيراد وتصدير وإعادة تصدير الأنواع ضمن اتفاقي";
    case "221220204001":
      return "221220204001: طلب الحلقات التعريفية للصقور";
    case "221220204002":
      return "221220204002: طلب شهادة لمن يهمه الأمر طبقا لأحكام قانون سايتس";
    case "221220204003":
      return "221220204003: طلب جواز سفر صقر";
    case "221220204004":
      return "221220204004: نقل ملكية نوع مدرج على ملاحق اتفاقية سايتس";
    case "221220204005":
      return "221220204005: استيراد نوع مدرج على ملاحق اتفاقية سايتس";
    case "221220204006":
      return "221220204006: تصدير أو إعادة تصدير نوع مدرج على ملاحق اتفاقية سايتس";
    case "221220204007":
      return "221220204007: تسجيل ملكية نوع مدرج على ملاحق اتفاقية سايتس";
    case "221220204008":
      return "221220204008: إلغاء ملكية نوع مدرج على ملاحق اتفاقية سايتس";
    case "221220205000":
      return "221220205000: تراخيص تنظيم استغلال وحماية وتنمية الثروات المائية الحية";
    case "221220205001":
      return "221220205001: ترخيص قارب صيد";
    case "221220205002":
      return "221220205002: تجديد ترخيص قارب صيد";
    case "221220205003":
      return "221220205003: نقل ملكية قارب صيد";
    case "221220205004":
      return "221220205004: بيع بدن قارب صيد";
    case "221220205005":
      return "221220205005: استبدال قارب صيد";
    case "221220205006":
      return "221220205006: إضافة أو استبدال محرك لقارب الصيد";
    case "221220205007":
      return "221220205007: تحويل قارب صيد باسم ورثة";
    case "221220205008":
      return "221220205008: طلب بطاقة نائب نوخذة";
    case "221220205009":
      return "221220205009: طلب تجديد بطاقة نائب نوخذه";
    case "221220205010":
      return "221220205010: تغيير طريقة الصيد";
    case "221220301000":
      return "221220301000: دعم استدامة الثروات المائية الحية";
    case "221220301001":
      return "221220301001: تطوير الأدلة والتشريعات لحماية وتنمية الثروات المائية الحية";
    case "221220301002":
      return "221220301002: وضع برامج و أدلة توجيهية لتنمية قطاع استزراع الأحياء المائية";
    case "221220302000":
      return "221220302000: استدامة الانتاجالمحلي وتعزيز كفاءة صحة النبات";
    case "221220302001":
      return "221220302001: تطوير سياسات ومبادرات التحول الزراعية بالدولة";
    case "221220302002":
      return "221220302002: مسح وتطوير خرائط احصائية بالاشجار والنخيل والغطاء النباتي والمحاصي";
    case "221220302003":
      return "221220302003: تطوير التشريعات المحلية بالقطاع الزراعي";
    case "221220303000":
      return "221220303000: تحسين صناعة الدواجن في الدولة";
    case "221220303001":
      return "221220303001: إعداد وإصدار تشريع خاص ينظم عمل مزارع الدواجن";
    case "221220303002":
      return "221220303002: بناء القدرات في مجال تربية الدواجن";
    case "221220304000":
      return "221220304000: ضمان التنوع الغذائي المستدام للإمارات العربية المتحدة";
    case "221220304001":
      return "221220304001: تنويع مصادر استيراد المنتجات الغذائية وضمان سلامته";
    case "221220304002":
      return "221220304002: اصدار قرار وزاري بشأن تعزيز سلامة المنتج المحلي";
    case "221220304003":
      return "221220304003: تطوير وتنفيذ برنامج خاص بمحطات الشباب للأمن الغذائي";
    case "221220305000":
      return "221220305000: تصميم برامج لتشجيع مشاركة القطاع الخاص في القطاعات الحيوانية والزر";
    case "221220305001":
      return "221220305001: باقات خدمات مزارعي النخيل لمكافحة آفات النخيل";
    case "221220305002":
      return "221220305002: تعزيز تسويق المنتجات المحلية من خلال التعاقد مع شركة تسويق من القط";
    case "221220306000":
      return "221220306000: تعزيز السلامة الغذائية";
    case "221220306001":
      return "221220306001: القيام بإجراءات اعتماد المسالخ خارج الدولة";
    case "221220306002":
      return "221220306002: إحكام الرقابة على المتبقيات في المنتجات الغذائية ذات الأصل الحيوان";
    case "221220306003":
      return "221220306003: إنشاء نظام الرقابة والتفتيش على الغذاء المتداول ومنشئاته متضمناً أ";
    case "221220306004":
      return "221220306004: معدل السلامة الغذائية";
    case "221220306005":
      return "221220306005: تعزيز السلامة الغذائية من خلال ورش العمل والدورات التدريبية";
    case "221220307000":
      return "221220307000: مكافحة الآفات الزراعية";
    case "221220307001":
      return "221220307001: خطة السيطرة على  الحد من متبقيات المبيدات للمنتجات المستوردة";
    case "221220307002":
      return "221220307002: مبادرة نخيلنا عمليات الإرشاد لرعاية النخيل ومكافحة آفاته الرئيسية";
    case "221220307003":
      return "221220307003: تطوير نظام وطني إلكتروني وقاعدة بيانات لرصد و مراقبة ومكافحة الآفا";
    case "221220307004":
      return "221220307004: خطة مكافحة الجراد الصحراوي";
    case "221220308000":
      return "221220308000: دعم الممارسات المبتكرة بالمجالات الزراعية و الحيوانية والخضروات وا";
    case "221220308001":
      return "221220308001: إجراء البحوث والدراسات والتجارب على والمحاصيل النباتية (المحاصيل ا";
    case "221220308002":
      return "221220308002: إجراء البحوث والدراسات و التجارب على نظم الزراعة المختلفة مثل البي";
    case "221220308003":
      return "221220308003: عمل برامج وأبحاث بالشراكة مع مراكز البحوث و المعاهد الوطنية والدول";
    case "221220308004":
      return "221220308004: إجراء أبحاث ودراسات زراعية لتطوير زراعة النخيل";
    case "221220308005":
      return "221220308005: تفعيل مركز الوزارة لأبحاث المكافحة الحيوية والمكافحة المتكاملة للم";
    case "221220308006":
      return "221220308006: نشر المعرفة بنتائج الأبحاث و الدراسات و الممارسات الزراعية المستدا";
    case "221220309000":
      return "221220309000: تعزيز الصحة الحيوانية وتنميتها";
    case "221220309001":
      return "221220309001: تطوير عمليات الرصد والاستجابة للأمراض البيطرية بالدولة وعبر الحدود";
    case "221220309002":
      return "221220309002: تطوير معايير وآليات العمل للمستحضرات والأدوية البيطرية";
    case "221220309003":
      return "221220309003: إعداد أدلةتوجيهية متعلقة بتنظيم العمل بقطاع الثروة الحيوانية";
    case "221220309004":
      return "221220309004: تعزيز الوضع الصحي في المسالخ وأسواق الحيوانات الحية في الدولة";
    case "221220309005":
      return "221220309005: السيطرة والقضاء على الأمراض الحيوانية ذات الأولوية  (إعداد والاشرا";
    case "221220309006":
      return "221220309006: تنويع مصادر استيراد الحيوانات والمنتجات الحيوانية";
    case "221220309007":
      return "221220309007: تطوير التشريعات المعنية بالصحة الحيوانية وتنميتها";
    case "221220310000":
      return "221220310000: برنامج دعم المزارعين";
    case "221220310001":
      return "221220310001: تطوير خطط وبرامج تمكين المزارعين";
    case "221220311000":
      return "221220311000: تعزيز الكفاءة التشغيلية لمراكز الحجر الصحي الحيواني والزراعي بالدو";
    case "221220311001":
      return "221220311001: إعداد ومراجعة التشريعات والاجراءات المعيارية الإجرائية وضوابط للإر";
    case "221220311002":
      return "221220311002: تحديث التشريعات والاجراءات المعيارية الإجرائية وضوابط الحجر البيطر";
    case "221220311003":
      return "221220311003: إعداد ومراجعة التشريعات والاجراءات المعايرية الإجرائية وضوابط للإر";
    case "221220311004":
      return "221220311004: توفير المستلزمات التشغيلية لمراكز الحجر";
    case "221220312000":
      return "221220312000: برنامج دعم الصيادين";
    case "221220312001":
      return "221220312001: تنفيذ خطط وبرامج دعم الصيادين";
    case "221220313000":
      return "221220313000: تحسين إدارة واستخدام الأراضي في القطاع الزراعي على المستوى الوطني";
    case "221220313001":
      return "221220313001: خطط وبرامج وخدمات لتحسين استخدامات الأراضي على المستوى الوطني";
    case "221220314000":
      return "221220314000: تعزيز كفاءة وجودة الإختبارات والفحوصات المخبرية";
    case "221220314001":
      return "221220314001: إجراء البحوث العلمية المخبرية المتعلقة بالصحة الحيوانية والنباتية";
    case "221220314002":
      return "221220314002: تطوير الشبكة الوطنية لإدارة المعلومات المخبرية المعنية بتدابير الص";
    case "221220314003":
      return "221220314003: الإستمرار في إعتماد المختبر من جهات الإعتماد الدولية و توسعة مجالا";
    case "221220314004":
      return "221220314004: إدخال فحوصات وتحاليل جديدة في المختبرات المركزية للوزارة بناء على";
    case "221220315000":
      return "221220315000: استيراد وتصدير وإعادة تصدير الإرساليات الزراعية والحيوانية والسمكي";
    case "221220315001":
      return "221220315001: استيراد السائل المنوي أو الأجنة";
    case "221220315002":
      return "221220315002: إصدار إذن استيراد حيوانات وطيور حية وأسماك الزينة";
    case "221220315003":
      return "221220315003: استيراد خيول (دائم أو مؤقت)";
    case "221220315004":
      return "221220315004: طلب شهادة صحية بيطرية للتصدير أو إعادة التصدير";
    case "221220315005":
      return "221220315005: طلب شهادة صحية بيطرية لتصدير السائل المنوي للخيول";
    case "221220315006":
      return "221220315006: طلب شهادة صحية بيطرية لتصدير أو إعادة تصدير خيول";
    case "221220315007":
      return "221220315007: استيراد حيوانات الرفقة - قطط أو كلاب";
    case "221220315008":
      return "221220315008: طلب شهادة صحية بيطرية لتصدير أو إعادة تصدير المنتجات أو المخلفات ا";
    case "221220315009":
      return "221220315009: إصدار إذن استيراد أمهات أو يرقات الأسماك";
    case "221220315010":
      return "221220315010: طلب شهادة صحة نباتية للتصدير أو إعادة التصدير";
    case "221220315011":
      return "221220315011: إعادة تصدير أعلاف نباتية";
    case "221220315012":
      return "221220315012: تجديد اعتماد مسلخ خارج الدولة";
    case "221220315013":
      return "221220315013: إعادة تصدير إرسالية منتجات أحياء مائية";
    case "221220315014":
      return "221220315014: تصدير منتجات أحياء مائية محلية";
    case "221220315015":
      return "221220315015: استيراد أدوات ومعدات صيد الأسماك";
    case "221220315016":
      return "221220315016: طلب تصريح عبور حيوانات";
    case "221220315017":
      return "221220315017: الإفراج عن منتجات زراعية واردة";
    case "221220315018":
      return "221220315018: استيراد منتجات أو مخلفات حيوانية";
    case "221220315019":
      return "221220315019: إصدار إذن استيراد أعلاف وأغذية حيوانية مصنعة";
    case "221220315020":
      return "221220315020: إصدار إذن استيراد غذاء أحياء مائية غير مصنع";
    case "221220315021":
      return "221220315021: اعتماد مسلخ خارج الدولة";
    case "221220315022":
      return "221220315022: استيراد إرسالية زراعية";
    case "221220315023":
      return "221220315023: استيراد إرسالية مستحضرات بيطرية";
    case "221220315024":
      return "221220315024: استيراد مواد أولية بيطرية";
    case "221220315025":
      return "221220315025: استيراد مواد مطهرة ومعدات ومستلزمات بيطرية ومواد رعاية حيوان";
    case "221220315026":
      return "221220315026: استيراد عينات حيوانية";
    case "221220315027":
      return "221220315027: تصدير عينات حيوانية";
    case "221220316000":
      return "221220316000: خدمات المواطنين الصيادين وأصحاب الحيازات الحيوانية والنباتية";
    case "221220316001":
      return "221220316001: طلب إرشاد زراعي";
    case "221220316002":
      return "221220316002: طلب إرشاد بيطري";
    case "221220316003":
      return "221220316003: طلب مواد دعم للمزارعين";
    case "221220316004":
      return "221220316004: تسجيل حيازة زراعية";
    case "221220316005":
      return "221220316005: تعديل بيانات أساسية لحيازة زراعية أو إلغائها";
    case "221220316006":
      return "221220316006: طلب مواد دعم للصيادين";
    case "221220317000":
      return "221220317000: تراخيص المنشآت العاملة في المجالات الزراعية والحيوانية والبيطرية و";
    case "221220317001":
      return "221220317001: ترخيص منشأة بيطرية";
    case "221220317002":
      return "221220317002: تجديد ترخيص منشأة بيطرية";
    case "221220317003":
      return "221220317003: تجديد ترخيص لإعادة تصدير منتجات أحياء مائية";
    case "221220317004":
      return "221220317004: ترخيص مزاولة المهنة للأطباء البيطريين والمهن البيطرية المعاونة";
    case "221220317005":
      return "221220317005: ترخيص مزاولة مؤقت لطبيب بيطري";
    case "221220317006":
      return "221220317006: تجديد ترخيص مزاولة المهنة للأطباء البيطريين والمهن البيطرية المعاو";
    case "221220317007":
      return "221220317007: ترخيص مزاولة نشاط حيواني";
    case "221220317008":
      return "221220317008: تجديد ترخيص مزاولة نشاط حيواني";
    case "221220317009":
      return "221220317009: ترخيص مزرعة إنتاج حيواني";
    case "221220317010":
      return "221220317010: تجديد ترخيص مزرعة إنتاج حيواني";
    case "221220317011":
      return "221220317011: اعتماد منشأة غذائية للتصدير إلى جهة خارج الدولة";
    case "221220317012":
      return "221220317012: تجديد اعتماد منشأة غذائية للتصدير إلى جهة خارج الدولة";
    case "221220317013":
      return "221220317013: ترخيص مشتل زراعي";
    case "221220317014":
      return "221220317014: تجديد ترخيص مشتل زراعي";
    case "221220317015":
      return "221220317015: ترخيص مزاولة مهنة مهندس زراعي والمهن المرتبطة بالأنشطة الزراعية";
    case "221220317016":
      return "221220317016: تجديد ترخيص مزاولة مهنة مهندس زراعي والمهن المرتبطة بالأنشطة الزرا";
    case "221220317017":
      return "221220317017: ترخيص مزاولة نشاط زراعي";
    case "221220317018":
      return "221220317018: تجديد ترخيص مزاولة نشاط زراعي";
    case "221220317019":
      return "221220317019: ترخيص تصنيع أسمدة ومصلحات زراعية";
    case "221220317020":
      return "221220317020: تجديد ترخيص تصنيع أسمدة ومصلحات زراعية";
    case "221220317021":
      return "221220317021: اعتماد وحدة معاملة أخشاب التعبئة";
    case "221220317022":
      return "221220317022: طلب تداول أسمدة ومصلحات زراعية مصنعة محلياً";
    case "221220317023":
      return "221220317023: ترخيص لاستيراد (أمهات ويرقات   أدوات ومعدات صيد) الأسماك";
    case "221220317024":
      return "221220317024: تجديد ترخيص لاستيراد (أمهات ويرقات   أدوات ومعدات صيد) الأسماك";
    case "221220317025":
      return "221220317025: ترخيص إنشاء مزرعة إنتاج أحياء مائية";
    case "221220317026":
      return "221220317026: تجديد ترخيص إنشاء مزرعة إنتاج أحياء مائية";
    case "221220317027":
      return "221220317027: ترخيص تصدير منتجات أحياء مائية محلية";
    case "221220317028":
      return "221220317028: تجديد ترخيص تصدير منتجات أحياء مائية محلية";
    case "221220317029":
      return "221220317029: تسجيل شركة مصنعة لمستحضرات بيطرية";
    case "221220317030":
      return "221220317030: تسجيل مستحضر بيطري";
    case "221220317031":
      return "221220317031: تجديد تسجيل شركة مصنعة لمستحضرات بيطرية";
    case "221220317032":
      return "221220317032: تجديد تسجيل مستحضر بيطري";
    case "221220317033":
      return "221220317033: طلب شهادة التصنيع الجيد للمستحضرات البيطرية GMP";
    case "221220317034":
      return "221220317034: طلب شهادة بيع حر لمستحضر بيطري";
    case "221220317035":
      return "221220317035: تجديد شهادة التصنيع الجيد للمستحضرات البيطرية GMP";
    case "221220317036":
      return "221220317036: اعتماد مادة بيطرية أولية للاستيراد";
    case "221220401000":
      return "221220401000: تطوير تقارير منتظمة عن انبعاثات غازات الاحتباس الحراري والمرونة و";
    case "221220401001":
      return "221220401001: تطوير وتحديث سجل الانبعاثات الوطنية";
    case "221220401002":
      return "221220401002: تطوير التقارير الدورية المتعلقة بالتغير المناخي والاستدامة";
    case "221220402000":
      return "221220402000: بناء القدرات المؤسسية والمحاذاة مع أصحاب المصلحة والعلاقة والتنسيق";
    case "221220402001":
      return "221220402001: تمكين و دعم بناء القدرات واضعي السياسات والجهات المعنية بإستدامة ا";
    case "221220403000":
      return "221220403000: تشجيع ودعم مشاركة القطاع الخاص في مشاريع عمل المناخ";
    case "221220403001":
      return "221220403001: تنفيذ الآليات والمبادرات لزياده التعاون والشراكة مع القطاع الخاص ب";
    case "221220403002":
      return "221220403002: وضع أطر وآليات و مبادرات لزيادة التعاون والشراكة مع القطاع الخاص ب";
    case "221220404000":
      return "221220404000: البرنامج الوطني للتكيف المناخي";
    case "221220404001":
      return "221220404001: تنفيذ البرنامج الوطني للتكيف المناخي";
    case "221220405000":
      return "221220405000: تمثيل دولة الإمارات في قضايا التغير المناخي إقليميا ودوليا";
    case "221220405001":
      return "221220405001: دعم ممثلدولة الإمارات العربية المتحدةلملف التغير المناخي في اتفاقي";
    case "221220405002":
      return "221220405002: دعم ممثلدولة الإمارات العربية المتحدة لملف التغير المناخيفي جميع ا";
    case "221220405003":
      return "221220405003: اعداد مبادرات وبرامج عمل لتعزيز التعاون الإقليمي والدولي بشأن التغ";
    case "221220405004":
      return "221220405004: تطوير وتحديث المساهمة المقررة على الصعيد الوطني في دولة الإمارات ا";
    case "221220405005":
      return "221220405005: الدخول في ائتلافات وشراكات لتعزيز العمل المناخي الدولي بالتعاون مع";
    case "221220405006":
      return "221220405006: تطوير البلاغ الوطني الخامس لدولة الإمارات وفقا لمتطلبات اتفاق باري";
    case "221220406000":
      return "221220406000: تعزيز الدور الريادي للدولة في قضايا التغير المناخي";
    case "221220406001":
      return "221220406001: تعزيز دور الجامعات في البحوث وإصدار التقارير وتطوير التكنولوجيا بم";
    case "221220406002":
      return "221220406002: تنفيذ مجموعة من المبادرات ذات العلاقة بتعزيز مفاهيم تغير المناخ وا";
    case "221220406003":
      return "221220406003: تحليل و دراسة الاثار المناخية المحلية للتأكد من أنها تتماشى مع أول";
    case "221220407000":
      return "221220407000: تعزيز التحول إلى التنمية الخضراء";
    case "221220407001":
      return "221220407001: التنسيق لتنفيذ جدول الأجندة الخضراء لدولة الإمارات 2030 مع الوزارا";
    case "221220407002":
      return "221220407002: التنسيق تنفيذ الخطة التنفيذيةلسياسة دولة الامارات للاقتصاد الدائري";
    case "221220407003":
      return "221220407003: تعزيز التحول إلى اقتصاد أخضر من خلال وضع السياسات والبرامج الداعمة";
    case "221220407004":
      return "221220407004: ادارة العلاقة مع المعهد العالمي للنمو الأخضر بما في ذلك تمثيل الدو";
    case "221220407005":
      return "221220407005: دعم تبادل المعرفة وبناء قدرات الشركاء وأصحاب المصلحةلتمكين الاقتصا";
    case "221220407006":
      return "221220407006: عدد منالمؤتمرات و الاجتماعات والفعاليات التي تم المشاركة بها أو";
    case "221220407007":
      return "221220407007: تعزيز تمثيل الدولة في المنصات العالمية ذات العلاقة بالتنمية المستد";
    case "221220407008":
      return "221220407008: اعداد التقارير الخاصة بالنمو الأخضر والتقدم الشامل لها";
    case "221220407009":
      return "221220407009: دعم الاعمال البيئية على مستوى الوزارة والحكومة";
    case "221220408000":
      return "221220408000: تمثيل دولة الإمارات في قضايا التغير المناخي إقليميا ودوليا";
    case "221220408001":
      return "221220408001: إدارة ومتابعة أعمالمجلس الإمارات للتغير المناخي و البيئة";
    case "221220408002":
      return "221220408002: إدارة ومتابعة أعمالمجلس الإمارات الاقتصاد الدائري";
    case "221220501000":
      return "221220501000: التفتيش و الرقابة لضمان كفاءة إنفاذ التشريعات";
    case "221220501001":
      return "221220501001: التدقيق على المنشات ذات الاولوية لضمان إنفاذ التشريعات";
    case "221220501002":
      return "221220501002: التفتيش على المنشآت الزراعية بغرض إصدار الرخص (مبيدات - تجارة ومصا";
    case "221220501003":
      return "221220501003: التفتيش على الكسارات والمقالع بغرض الموافقة على إصدار   تجديدالترخ";
    case "221220501004":
      return "221220501004: التفتيش على المنشآت البيطرية (والتي تزاول الأنشطة الحيوانية) بغرض";
    case "221220501005":
      return "221220501005: إدارة البلاغات ذات الصلة بانفاذ التشريعات البيئية ومتابعة والتأكد";
    case "221220502000":
      return "221220502000: اعداد تشريعات جديدة وتحديث التشريعات الحالية بما يتعلق بالبيئة وال";
    case "221220502001":
      return "221220502001: تعديل وتحديث التشريعات الحالية المتعلقة بالنباتات والحيوانات";
    case "221220502002":
      return "221220502002: تعديل وتحديث التشريعات الحالية المتعلقة بالبيئة";
    case "221220502003":
      return "221220502003: تعديل وتحديث التشريعات الحالية المتعلقة بالموارد البحرية";
    case "221220502004":
      return "221220502004: تعديل وتحديث التشريعات الحالية المتعلقة بتغير المناخ";
    case "221220503000":
      return "221220503000: تعزيز التنسيق المحلي والدولي للاستجابات الوطنية والدولية المعنية ب";
    case "221220503001":
      return "221220503001: تقييم والمتابعة للاتفاقيات الدولية ومذكرات التفاهم والعضويات والبر";
    case "221220601000":
      return "221220601000: تقديم أفضل خدمات تقنية المعلومات";
    case "221220601001":
      return "221220601001: إدارة الشبكات وأمن المعلومات";
    case "221220601002":
      return "221220601002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "221220601003":
      return "221220601003: تطوير النظم والتطبيقات الإلكترونية";
    case "221220602000":
      return "221220602000: ضمان تطبيق معايير الجودة و التميز المؤسسي";
    case "221220602001":
      return "221220602001: إدارة علاقات المتعاملين";
    case "221220602002":
      return "221220602002: إدارة الجودة";
    case "221220602003":
      return "221220602003: تطوير مراكز خدمة المتعاملين وفق معايير برنامج السبع نجوم";
    case "221220603000":
      return "221220603000: تطبيق أفضل الممارسات في مجال القيادة";
    case "221220603001":
      return "221220603001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "221220604000":
      return "221220604000: تعزيز استخدام الخدمات الذكية";
    case "221220604001":
      return "221220604001: إدارة قنوات تقديم الخدمة";
    case "221220604002":
      return "221220604002: تطوير نظام إدارة العلاقة مع المتعاملين";
    case "221220605000":
      return "221220605000: إدارة الموارد المالية بكفاءة وفعالية.";
    case "221220605001":
      return "221220605001: إجراء التدقيق الداخلي";
    case "221220605002":
      return "221220605002: إعداد الميزانية ومتابعة تنفيذها";
    case "221220605003":
      return "221220605003: إدارة المدفوعات والاستحقاقات";
    case "221220606000":
      return "221220606000: تأسيس نظام متكامل لإدارة المعرفة والإحصاءات";
    case "221220606001":
      return "221220606001: إصدار التقارير الإحصائية الدورية";
    case "221220606002":
      return "221220606002: تطوير سياسة و معايير إدارة المعرفة وتفعيل قنواتها الداخلية والخارج";
    case "221220606003":
      return "221220606003: إدارة عملية جمع البيانات وتحليلها وإصدار التقارير والدراسات الإحصا";
    case "221220607000":
      return "221220607000: إدارة قسم المشتريات وفقا لأفضل الممارسات الدولية";
    case "221220607001":
      return "221220607001: إدارة المشتريات";
    case "221220607002":
      return "221220607002: إدارة العقود ومتابعتها";
    case "221220608000":
      return "221220608000: تطبيق أفضل ممارسات الموارد البشرية.";
    case "221220608001":
      return "221220608001: تدريب وتطوير الموظفين";
    case "221220608002":
      return "221220608002: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "221220608003":
      return "221220608003: إدارة خدمات الموارد البشرية الأخرى  (تقييم الأداء، التعويضات والفو";
    case "221220609000":
      return "221220609000: توفير خدمة دعم كفاءة وفعالية الوحدات التنظيمية";
    case "221220609001":
      return "221220609001: المشاريع الرأسمالية";
    case "221220609002":
      return "221220609002: المواصلات";
    case "221220609003":
      return "221220609003: الإيجار";
    case "221220609004":
      return "221220609004: إنشاء آلية لتصنيف و تخزين الوثائق ، مواءمتها مع الارشيف الوطني";
    case "221220609005":
      return "221220609005: الصيانة";
    case "221220609006":
      return "221220609006: الأمن والسلامة";
    case "221220609007":
      return "221220609007: المستودعات";
    case "221220610000":
      return "221220610000: تصميم و تطوير خطط إدارة الاستراتيجية و الأداء";
    case "221220610001":
      return "221220610001: تطوير استراتيجية لإستشراف المستقبل";
    case "221220610002":
      return "221220610002: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "221220611000":
      return "221220611000: تقديم أفضل الخدمات القانونية";
    case "221220611001":
      return "221220611001: إدارة الشؤون القانونية";
    case "221220611002":
      return "221220611002: إعداد الدراسات والاستشارات القانونية";
    case "221220612000":
      return "221220612000: ضمان تنفيذ الاتصالات الداخلية و الخارجية";
    case "221220612001":
      return "221220612001: إدارة وتنظيم الأنشطة الاتصاليه للوزارة داخليا وخارجيا وتطوير أدوات";
    case "221220612002":
      return "221220612002: تخطيط المبادرات والأنشطة الاتصاليه الداخليه والخارجيه بشكل استباقي";
    case "221220613000":
      return "221220613000: تطوير خدمات المتعاملين";
    case "221220613001":
      return "221220613001: تحسين وتبسيط الإجراءات";
    case "221220613002":
      return "221220613002: إعادة تصميم وتصنيف الخدمات";
    case "221220613003":
      return "221220613003: تعزيز بناء قدرات موظفي الواجهة";
    case "221220613004":
      return "221220613004: الإدارة الفعالة لمركز الاتصال";
    case "221220613005":
      return "221220613005: تحسين وتطوير الخدمات";
    case "221220614000":
      return "221220614000: تفهم احتياجات المتعاملين";
    case "221220614001":
      return "221220614001: تعزيز قنوات التواصل مع المتعاملين";
    case "221220614002":
      return "221220614002: إدارة ملاحظات  مقترحات المتعاملين";
    case "221220614003":
      return "221220614003: إدارة توزيع مواد الدعم على المزارعين والصيادين";
    case "221220615000":
      return "221220615000: تنفيذ ميزانية الوظائف";
    case "221220701000":
      return "221220701000: تبني أحدث أدوات وسائل الابتكار داخل الجهة";
    case "221220701001":
      return "221220701001: تكريم وتحفيز المبتكرين ضمن جائزة فرسان البيئة";
    case "221220701002":
      return "221220701002: تطوير شبكة المعارف الابتكارية (مركز الابتكار ، بوابة الابتكار،مختب";
    case "221220701003":
      return "221220701003: إعداد ونشر الأوراق البحثية في مجالات الفنية والإدارية";
    case "221220702000":
      return "221220702000: بناء قدرات الموظفين في مجال الابتكار.";
    case "221220702001":
      return "221220702001: تنفيذ حقيبة الابتكار التدريبية";
    case "221220703000":
      return "221220703000: التحسين على العمليات بما يعزز الابتكار";
    case "221220703001":
      return "221220703001: دراسة وتقييم الاقتراحات لتعزيز الشفافية";
    case "221220703002":
      return "221220703002: تطوير شراكات مع المنظمات والجهات العالمية والجامعات والشركات الوطن";
    case "221260101000":
      return "221260101000: التلاحم الاسري والتلاحم المجتمعي";
    case "221260101001":
      return "221260101001: تفعيل سياسة لتخفيض ساعات العمل الخاصة بالمرأة على مستوى الحكومة";
    case "221260101002":
      return "221260101002: إنشاء قاعدة بيانات التماسك الأسري (المرصد الاجتماعي)";
    case "221260101003":
      return "221260101003: الحملات التوعوية  (ظلال أسرية)";
    case "221260102000":
      return "221260102000: السياسة الوطنية لكبار المواطنين";
    case "221260102001":
      return "221260102001: تنفيذ دراسة الاحتياجات الحالية والمستقبلية لكبار المواطنين (دراسة";
    case "221260102002":
      return "221260102002: خبرتي";
    case "221260102003":
      return "221260102003: تفعيل المنافع المقدمة عبر بطاقة مسرة لكبار المواطنين";
    case "221260102004":
      return "221260102004: مشروع الاندية النهارية لكبار المواطنين";
    case "221260102005":
      return "221260102005: توسيع نطاق الخدمات المقدمة لكبار المواطنين";
    case "221260102006":
      return "221260102006: بعدك شباب";
    case "221260102007":
      return "221260102007: 60 Tec";
    case "221260102008":
      return "221260102008: شباب 50";
    case "221260102009":
      return "221260102009: وقاية";
    case "221260103000":
      return "221260103000: السياسة الوطنية للأسرة";
    case "221260103001":
      return "221260103001: مستشارك المالي";
    case "221260103002":
      return "221260103002: برنامج أسرتي";
    case "221260103003":
      return "221260103003: تطوير برنامج إعداد";
    case "221260103004":
      return "221260103004: وضع مشروع لتطوير منظومة الأعراس الجماعية";
    case "221260103005":
      return "221260103005: تنفيذ برامج التشجيع على الزواج";
    case "221260103006":
      return "221260103006: كون أسرة";
    case "221260104000":
      return "221260104000: تطوير السياسات الوطنية والبحوث والدراسات المتخصصة";
    case "221260104001":
      return "221260104001: انجاز البحوث والدراسات الاجتماعية";
    case "221260105000":
      return "221260105000: سياسة الحماية الأسرية";
    case "221260105001":
      return "221260105001: تنفيذ مبادرات سياسة الحماية الأسرية بما يدعم التلاحم الأسري وإستقر";
    case "221260106000":
      return "221260106000: حماية لنشر ثقافة حقوق الطفل في المجتمع";
    case "221260106001":
      return "221260106001: انجاز السياسة الوطنية لمجهولي النسب";
    case "221260106002":
      return "221260106002: برنامج الصاحب ساحب";
    case "221260106003":
      return "221260106003: تنظيم ورش توعوية";
    case "221260106004":
      return "221260106004: إصدارات حقوق الطفل";
    case "221260106005":
      return "221260106005: برنامج لا أقبل";
    case "221260107000":
      return "221260107000: برنامج الوقاية والتوعية";
    case "221260107001":
      return "221260107001: برنامج الثقافة العدلية والأخلاقية";
    case "221260107002":
      return "221260107002: دراسة الطفل بين العالم الحقيقي والعالم الرقمي";
    case "221260108000":
      return "221260108000: الضمان الإجتماعي";
    case "221260108001":
      return "221260108001: طلب مساعدة اجتماعية (خدمة ذات أولوية)";
    case "221260108002":
      return "221260108002: إصدار شهادة لمن يهمه الأمر بشأن المساعدة الاجتماعية";
    case "221260108003":
      return "221260108003: إصدار بدل تالف أو فاقد بطاقة مساعدة اجتماعية";
    case "221260108004":
      return "221260108004: تقديم حسومات رسوم استهلاك الكهرباء والمياه";
    case "221260108005":
      return "221260108005: طلب إغاثة";
    case "221260109000":
      return "221260109000: منح الزواج";
    case "221260109001":
      return "221260109001: طلب المشاركة في العرس الجماعي";
    case "221260109002":
      return "221260109002: تقديم طلب منحة الزواج";
    case "221260109003":
      return "221260109003: طلب المشاركة في  برنامج إعداد";
    case "221260109004":
      return "221260109004: استرداد المنحة";
    case "221260109005":
      return "221260109005: إصدار شهادة المشاركة";
    case "221260109006":
      return "221260109006: طلب المشاركة في برنامج إعداد";
    case "221260110000":
      return "221260110000: التبليغ عن الإساءة";
    case "221260110001":
      return "221260110001: استقبال بلاغات الإساءة الخاصة بالأسرة والطفل ومعالجتها";
    case "221260111000":
      return "221260111000: خدمات دار كبار المواطنين";
    case "221260111001":
      return "221260111001: تسجيل كبار المواطنين في دار الرعاية";
    case "221260111002":
      return "221260111002: تسجيل كبار المواطنين في الوحدة المتنقلة";
    case "221260111003":
      return "221260111003: تسجيل كبار المواطنين الزائرين";
    case "221260111004":
      return "221260111004: تقديم العلاج الطبي النفسي والاجتماعي لكبار المواطنين المقيمين  للم";
    case "221260111005":
      return "221260111005: تقديم العلاج الطبي والنفسي والاجتماعي لكبار المواطنين الزائرين";
    case "221260111006":
      return "221260111006: تقديم العلاج الطبي والنفسي والاجتماعي لكبار في الوحدة المتنقلة";
    case "221260112000":
      return "221260112000: الإستشارات الأسرية";
    case "221260112001":
      return "221260112001: ترخيص مكاتب استشارات اسرية – طلب ترخيص مركز إستشارات أسرية";
    case "221260112002":
      return "221260112002: تجديد ترخيص مكاتب استشارات أسرية – طلب تجديد ترخيص مركز إستشارات أ";
    case "221260112003":
      return "221260112003: طلب تغيير بيانات ترخيص مركز استشارات اسرية";
    case "221260112004":
      return "221260112004: طلب تغيير الاسم التجاري في الرخصة التجارية أو المهنية لمركز استشار";
    case "221260112005":
      return "221260112005: طلب تغيير موقع مركز استشارات اسرية";
    case "221260112006":
      return "221260112006: طلب إصدار بدل فاقد أو تالف لرخصة مركز استشارات اسرية";
    case "221260112007":
      return "221260112007: طلب إصدار شهادات لمن يهمه الأمر بشأن مركز استشارات اسرية";
    case "221260112008":
      return "221260112008: طلب معاينة مركزاستشارات اسرية";
    case "221260112009":
      return "221260112009: طلب إلغاء ترخيص مركز استشارات أسرية";
    case "221260112010":
      return "221260112010: إضافة نشاط جديد لمركز استشارات اسرية";
    case "221260112011":
      return "221260112011: طلب الموافقة على إعلانات مراكز الإستشارات الأسرية";
    case "221260112012":
      return "221260112012: طلب تعديل صيغة الإعلان";
    case "221260112013":
      return "221260112013: طلب تسجيل بلاغات وشكاوى على مراكز الاستشارات الأسرية";
    case "221260112014":
      return "221260112014: الإشراف والمتابعة الدورية أو التفتيش على مراكز الاستشارات الأسرية";
    case "221260112015":
      return "221260112015: إغلاق ملاحظات الإشراف والتفتيش على مراكز الإستشارات الأسرية";
    case "221260112016":
      return "221260112016: دفع غرامة مركز استشارات اسرية";
    case "221260201000":
      return "221260201000: برنامج الإمارات للتدخل المبكر";
    case "221260201001":
      return "221260201001: الكشف المبكر عن الأطفال المتأخرين نمائي (نمو) من مرحلة الولادة ولغ";
    case "221260201002":
      return "221260201002: إستكمال فتح مركز  وحدة التدخل المبكر";
    case "221260201003":
      return "221260201003: دراسة أثر التدخل المبكر عن بعد للأطفال ذوي التأخر النمائي";
    case "221260202000":
      return "221260202000: برنامج الحد من الإساءة";
    case "221260202001":
      return "221260202001: إصدار قرار سياسة للحد من الإساءة نحو أصحاب الهمم";
    case "221260202002":
      return "221260202002: توفير برامج تدريبية لأصحاب الهمم العاملين معهم وأولياء أمورهم للحد";
    case "221260203000":
      return "221260203000: معايير جودة خدمة المتعاملين لأصحاب الهمم";
    case "221260203001":
      return "221260203001: تطبيق قرار مجلس الوزراء واللوائح التنفيذية لتنظيم العمل في مراكز أ";
    case "221260204000":
      return "221260204000: السياسة الوطنية لأصحاب الهمم";
    case "221260204001":
      return "221260204001: التأهيل المهني والتشغيل";
    case "221260204002":
      return "221260204002: مشاغل";
    case "221260204003":
      return "221260204003: مترجمي لغة الاشارة";
    case "221260204004":
      return "221260204004: التصنيف الموحد لأصحاب الهمم";
    case "221260204005":
      return "221260204005: تعديل قانون حقوق المعاقين رقم ( 29 ) لسنة 2006";
    case "221260205000":
      return "221260205000: رعاية وتأهيل أصحاب الهمم";
    case "221260205001":
      return "221260205001: طلب تقييم حالة إعاقة";
    case "221260206000":
      return "221260206000: بطاقة أصحاب الهمم";
    case "221260206001":
      return "221260206001: طلب إصدار بطاقة أصحاب الهمم";
    case "221260206002":
      return "221260206002: تجديد بطاقة أصحاب الهمم";
    case "221260206003":
      return "221260206003: إصدار بدل فاقد أو تالف بطاقة أصحاب الهمم";
    case "221260207000":
      return "221260207000: مراكز تأهيل أصحاب الهمم الحكومية";
    case "221260207001":
      return "221260207001: تسجيل في مركز تأهيل أصحاب الهمم";
    case "221260207002":
      return "221260207002: تأهيل طالب من أصحاب الهمم";
    case "221260207003":
      return "221260207003: التأهيل المهني لأصحاب الهمم";
    case "221260207004":
      return "221260207004: العلاج الطبيعي لأصحاب الهمم";
    case "221260207005":
      return "221260207005: علاج النطق لأصحاب الهمم";
    case "221260207006":
      return "221260207006: العلاج الوظيفي لأصحاب الهمم";
    case "221260207007":
      return "221260207007: الاسعافات النفسية لأسر أصحاب الهمم";
    case "221260207008":
      return "221260207008: تشغيل أصحاب الهمم";
    case "221260207009":
      return "221260207009: طلب مترجم إشارة";
    case "221260207010":
      return "221260207010: تدريب لغة الإشارة";
    case "221260207011":
      return "221260207011: تدريب أصحاب الهمم";
    case "221260207012":
      return "221260207012: فحص بيئة العمل المادية لأصحاب الهمم";
    case "221260207013":
      return "221260207013: تأهيل زملاء الموظفين أصحاب الهمم";
    case "221260208000":
      return "221260208000: مراكز تأهيل أصحاب الهمم غير الحكومية";
    case "221260208001":
      return "221260208001: إصدار ترخيص مركز تأهيل أصحاب الهمم غير الحكومية";
    case "221260208002":
      return "221260208002: تجديد ترخيص مركز تأهيل أصحاب الهمم غير حكومية";
    case "221260208003":
      return "221260208003: تغيير بيانات صاحب  ترخيص مركز تأهيل أصحاب الهمم غير حكومية";
    case "221260208004":
      return "221260208004: تغيير الاسم التجاري في الرخصة التجارية أو المهنية لمركز تأهيل أصحا";
    case "221260208005":
      return "221260208005: إصدار بدل فاقد أو تالف لترخيص مركز تأهيل أصحاب الهمم غير حكومي";
    case "221260208006":
      return "221260208006: إصدار شهادات لمن يهمه الأمر للعاملين في مراكز تأهيل أصحاب الهمم غي";
    case "221260208007":
      return "221260208007: تقديم معاينة اضافة مبنى لمركز تأهيل أصحاب الهمم غير حكومي";
    case "221260208008":
      return "221260208008: إلغاء رخصة مركز تأهيل أصحاب الهمم غير حكومي";
    case "221260208009":
      return "221260208009: الموافقة على أهلية العاملين في مراكز تأهيل أصحاب الهمم غير حكومية";
    case "221260208010":
      return "221260208010: الموافقة على الإعلانات";
    case "221260208011":
      return "221260208011: الاشراف الدوري والتفتيش على مراكز أصحاب الهمم غير الحكومية";
    case "221260208012":
      return "221260208012: دفع غرامة مراكز أصحاب الهمم غير الحكومية";
    case "221260208013":
      return "221260208013: تسجيل بلاغات وشكاوى على مراكز تأهيل أصحاب الهمم غير الحكومية";
    case "221260208014":
      return "221260208014: تغيير موقع النشاط لمركز تأهيل أصحاب الهمم غير حكومية";
    case "221260208015":
      return "221260208015: إصدار شهادات لمن يهمه الأمر للطلاب في مراكز تأهيل أصحاب الهمم";
    case "221260208016":
      return "221260208016: الموافقة على زيادة رسوم  الخدمات المقدمة في مراكز أصحاب الهمم غير";
    case "221260208017":
      return "221260208017: الموافقة على طباعة أو نشر المنشور ات أو الكتيبات";
    case "221260208018":
      return "221260208018: الموافقة على تنفيذ الأنشطة والفعاليات";
    case "221260209000":
      return "221260209000: التدخل في مرحلة الطفولة المبكرة";
    case "221260209001":
      return "221260209001: مسح المهارات النمائية في مرحلة الطفولة المبكرة";
    case "221260209002":
      return "221260209002: تقييم متداخل التخصصات لطفل في التدخل المبكر";
    case "221260209003":
      return "221260209003: خدمة الفصول التربوية في التدخل المبكر";
    case "221260209004":
      return "221260209004: خدمة الأسرة الفردية في التدخل المبكر";
    case "221260209005":
      return "221260209005: خدمة أسرتي معي في التدخل المبكر";
    case "221260209006":
      return "221260209006: الانتقال من التدخل المبكر";
    case "221260209007":
      return "221260209007: متابعة طالب مدمج في التعليم العام";
    case "221260301000":
      return "221260301000: تحفيز القادرين على العمل من مستحقي الضمان الاجتماعي";
    case "221260301001":
      return "221260301001: تنفيذ مشروع سياسة تحفيز القادرين على العمل من مستحقي الضمان الاجتم";
    case "221260301002":
      return "221260301002: مشروع اعداد مسودة قانون للضمان الاجتماعي لاعادة النظر في الفئات ال";
    case "221260301003":
      return "221260301003: تفعيل الربط الالكتروني مع الجهات للتأكد من معلومات المتعلقة بمستحق";
    case "221260301004":
      return "221260301004: تسجيل القادرين على العمل من مستحقي الضمان الاجتماعي في نظام التشغي";
    case "221260301005":
      return "221260301005: عقد شراكات لتمكين القادرين على العمل من مستحقي الضمان الاجتماعي";
    case "221260301006":
      return "221260301006: تنفيذ الزيارات الميدانية لمتلقي المساعدات الاجتماعية من فئة كبار ا";
    case "221260301007":
      return "221260301007: حصنتك  مشروع تركيب انظمة كشف الحرائق للأسر المستفيدة من المساعدات";
    case "221260302000":
      return "221260302000: الاستدامة  الاقتصادية والمجتمعية للمشاريع المتناهية الصغر";
    case "221260302001":
      return "221260302001: عقد إتفاقيات وشراكات مع القطاع الحكومي والخاص  لدعم وتنظيم  أنشطة";
    case "221260302002":
      return "221260302002: اطلاق رخصة مزاولة الاسر المنتجة";
    case "221260302003":
      return "221260302003: تسويق منتجات الأسر المنتجة (فرصتي)";
    case "221260302004":
      return "221260302004: تطوير نظام إلكتروني  ذكي متكامل  (الصنعة)";
    case "221260302005":
      return "221260302005: اطلاق موقع وتطبيق الصنعة لتسويق منتجات الأسر المنتجة";
    case "221260302006":
      return "221260302006: تطبيق معايير جودة المنتجات للأسر المنتجة (حرفة)";
    case "221260302007":
      return "221260302007: انشاء ورش تشغيلية للاسر المنتجة المسجلين في قاعدة الضمان الاجتماعي";
    case "221260303000":
      return "221260303000: الجمعيات والمؤسسات الأهلية ذات النفع العام  وصناديق التكافل";
    case "221260303001":
      return "221260303001: تطوير دليل إرشادي لحوكمة ومسؤوليات جمعيات ذات النفع العام";
    case "221260303002":
      return "221260303002: الاستفادة من صناديق ومبادرات المسؤولية المجتمعية في دعم المشاريع ا";
    case "221260303003":
      return "221260303003: دليل تقييم الجمعيات والمؤسسات الأهلية وصناديق التكافل الاجتماعي";
    case "221260304000":
      return "221260304000: دعم الأسر المنتجة وتسويق منتجاتها";
    case "221260304001":
      return "221260304001: إصدار بطاقة عضوية";
    case "221260304002":
      return "221260304002: طلب تسويق منتج";
    case "221260304003":
      return "221260304003: تسجيل أسرة منتجة";
    case "221260304004":
      return "221260304004: تدريب وتأهيل الأسر المنتجة";
    case "221260304005":
      return "221260304005: تسويق المنتجات للأسر المسجلة";
    case "221260305000":
      return "221260305000: الجمعيات والمؤسسات الاهلية ذات النفع العام";
    case "221260305001":
      return "221260305001: إشهار الجمعيات والمؤسسات الأهلية ذات النفع العام وصناديق التكافل ا";
    case "221260305002":
      return "221260305002: فحص وتحليل الحسابات الختامية والتدقيق على أوجه الانفاق وسلامة توجي";
    case "221260305003":
      return "221260305003: الإشراف على إجتماعات الجمعيات العمومية العادية وغير العادية";
    case "221260305004":
      return "221260305004: تعديل وضع الجمعيات والمؤسسات الأهلية ذات النفع العام وصناديق التكا";
    case "221260305005":
      return "221260305005: فتح فرع جديد للجمعيات والمؤسسات الأهلية ذات النفع العام وصناديق ال";
    case "221260305006":
      return "221260305006: دمج الجمعيات والمؤسسات الأهلية ذات النفع العام وصناديق التكافل الا";
    case "221260305007":
      return "221260305007: حل وتصفية الجمعيات والمؤسسات الأهلية ذات النفع العام وصناديق التكا";
    case "221260305008":
      return "221260305008: تعديل النظام الأساسي للجمعيات والمؤسسات الأهلية ذات النفع العام وص";
    case "221260305009":
      return "221260305009: خدمات الدعم المالـــــــي";
    case "221260305010":
      return "221260305010: طلب فتح حساب بنكي للجمعيات والمؤسسات الاهلية ذات النفع العام وصناد";
    case "221260305011":
      return "221260305011: طلب إعتماد المخولين بالتوقيع على المعاملات المالية للجمعيات والمؤس";
    case "221260305012":
      return "221260305012: طلب تغيير البنك";
    case "221260305013":
      return "221260305013: طلب إستلام أو تحويل أموال من وإلى خارج الدولة";
    case "221260305014":
      return "221260305014: طلب دعم مادي للجمعيات والمؤسسات الأهلية ذات النفع العام وصناديق ال";
    case "221260305015":
      return "221260305015: طلب تعويض عن استهلاك الكهرباء والماء للجمعيات والمؤسسات الأهلية ذا";
    case "221260305016":
      return "221260305016: طلب الترخيص لجمع المال";
    case "221260305017":
      return "221260305017: التدقيق على أوجه الانفاق وسلامة توجيه الموارد المالية والعينية للج";
    case "221260305018":
      return "221260305018: خدمات الدعم الإداري";
    case "221260305019":
      return "221260305019: طلب الموافقة على المشاركات الخارجية";
    case "221260305020":
      return "221260305020: طلب الموافقة على استضافة أشخاص من خارج الدولة";
    case "221260305021":
      return "221260305021: طلب ترخيص انتساب أو انضمام أو اشتراك أو تعامل مع جمعيات أو هيئات خ";
    case "221260305022":
      return "221260305022: طلب شهادة لمن يهمه الامر والجهات الرسمية";
    case "221260305023":
      return "221260305023: طلب عقد جمعية عمومية عادية أو غير عادية للجمعيات والمؤسسات الأهلية";
    case "221260305024":
      return "221260305024: خدمات الإشراف والمتابعة";
    case "221260305025":
      return "221260305025: فحص وتحليل الحسابات الختامية للجمعيات والمؤسسات الأهلية ذات النفع";
    case "221260305026":
      return "221260305026: الاشراف والمتابعة والتدقيق على جمع  المال";
    case "221260305027":
      return "221260305027: خدمات التوعية والدعم القني";
    case "221260305028":
      return "221260305028: أو خدمات الإستشارات وشؤون الجمعيات";
    case "221260305029":
      return "221260305029: طلب بحث شكوى أو تظلم";
    case "221260305030":
      return "221260305030: طلب استشارة ( مالية – إدارية – قانونية – فنية)";
    case "221260401000":
      return "221260401000: المنصة الوطنية للتطوع";
    case "221260401001":
      return "221260401001: إنشاء المنصة الوطنية للتطوع";
    case "221260401002":
      return "221260401002: زيادة عدد المسجلين في منصة التطوع";
    case "221260402000":
      return "221260402000: التكافل والتكامل بين الموارد الحكومية والخاصة ومؤسسات المجتمع المد";
    case "221260402001":
      return "221260402001: عقد الشراكات لتحديد فرص التطوع";
    case "221260403000":
      return "221260403000: تعزيز روح المشاركة واستثمار طاقات أفراد المجتمع في التنمية";
    case "221260403001":
      return "221260403001: تنفيذ برنامج العمل التطوعي التخصصي المهني";
    case "221260404000":
      return "221260404000: تطوير مهارات وكفاءات المشاركين في البرامج والأنشطة التطوعية";
    case "221260404001":
      return "221260404001: تطوير  وتنفيذ البرامج لتأهيل وتدريب المتطوعين";
    case "221260501000":
      return "221260501000: تطوير المهارات الحياتية لأفراد المجتمع";
    case "221260501001":
      return "221260501001: تطبيق مبادرة مدرسة الحياة وإطلاق منصة مدرسة الحياة التدريبية";
    case "221260501002":
      return "221260501002: الاستعانة بالخبراء ومستشاري المهارات الحياتية والتنسيق مع الجهات ذ";
    case "221260502000":
      return "221260502000: إشراك أفراد المجتمع في تصميم سياسات وخدمات وبرامج تنمية المجتمع";
    case "221260502001":
      return "221260502001: تصميم وتنفيذ ملتقيات التصميم المجتعمي بالشراكة مع الجهات المعنية";
    case "221260503000":
      return "221260503000: تمكين أفراد المجتمع بالمهارات الرقمية وبناء مجتمعات رقمية إيجابية";
    case "221260503001":
      return "221260503001: إدارة مجلس جودة الحياة الرقمية";
    case "221260503002":
      return "221260503002: استحداث وتحسين مبادرات جودة الحياة الرقمية";
    case "221260503003":
      return "221260503003: إطلاق الشبكة الوطنية لخبراء جودة الحياة الرقمية";
    case "221260504000":
      return "221260504000: تشكيل شبكة حكومية متكاملة لتعزيز جودة الحياة في دولة الإمارات";
    case "221260504001":
      return "221260504001: إدارة مجلس جودة الحياة";
    case "221260504002":
      return "221260504002: إدارة الشبكة الحكومية للرؤساء التنفيذيين للسعادة وجودة الحياة";
    case "221260505000":
      return "221260505000: برامج تعزيز الصحة النفسية لأفراد المجتمع";
    case "221260505001":
      return "221260505001: تنفيذ مجموعات دعم لنتحدث وتدريب المختصين على إدارة جلسات لنتحدث وت";
    case "221260505002":
      return "221260505002: متابعة أداء خط الدعم النفسي ورفع التقارير الدورية";
    case "221260505003":
      return "221260505003: إعداد برنامج وطني لتدريب المجتمع على تقديم المساعدات النفسية الأول";
    case "221260505004":
      return "221260505004: تقديم الدعم النفسي لخط الدفاع الأول";
    case "221260506000":
      return "221260506000: برامج تعزيز أسلوب الحياة الصحي والنشط";
    case "221260506001":
      return "221260506001: تفعيل سياسة توسيم الأغذية";
    case "221260506002":
      return "221260506002: تطبيق مبادرة نظم السلوكيات المجتمعية السليمة";
    case "221260506003":
      return "221260506003: تطبيق مبادرة الحراك المجتمعي لجودة الحياة (Positive Grassroot Move";
    case "221260507000":
      return "221260507000: دراسات وأبحاث جودة الحياة في دولة الإمارات";
    case "221260507001":
      return "221260507001: تنفيذ الاستبيان الوطني لحالة جودة الحياة في دولة الإمارات وإعداد ت";
    case "221260507002":
      return "221260507002: إعداد دراسات استباقية علمية عن محاورجودة الحياة لتطوير السياسات ال";
    case "221260508000":
      return "221260508000: برامج تعزيز جودة الحياة مع القطاع الخاص";
    case "221260508001":
      return "221260508001: إدارة مجلس جودة الحياة في القطاع الخاص";
    case "221260509000":
      return "221260509000: تبادل الخبرات والممارسات الدولية في مجال السعادة وجودة الحياة";
    case "221260509001":
      return "221260509001: إدارة المجلس العالمي للسعادة وجودة الحياة";
    case "221260509002":
      return "221260509002: إدارة التحالف العالمي للسعادة وجودة الحياة";
    case "221260509003":
      return "221260509003: إضافة جهات جديدة في التحالف العالمي للسعادة وجودة الحياة";
    case "221260510000":
      return "221260510000: تهيئة البيئة الوظيفية لتحسين الصحة النفسية";
    case "221260510001":
      return "221260510001: إعادة تهيئة مرافق الوزارة وتوفير الخدمات الأساسية لمباني الوزارة";
    case "221260511000":
      return "221260511000: إبراز ملف جودة الحياة إعلاميا";
    case "221260511001":
      return "221260511001: تنفيذ مبادرات إعلامية مبتكرة لملف جودة الحياة";
    case "221260601000":
      return "221260601000: إدارة الموارد المالية بكفاءة وفعالية";
    case "221260601001":
      return "221260601001: إعداد الميزانية ومتابعة تنفيذها";
    case "221260601002":
      return "221260601002: إجراء التدقيق الداخلي";
    case "221260601003":
      return "221260601003: إدارة الرواتب";
    case "221260601004":
      return "221260601004: إدارة المدفوعات والاستحقاقات";
    case "221260602000":
      return "221260602000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "221260602001":
      return "221260602001: إدارة علاقات الموردين";
    case "221260602002":
      return "221260602002: إدارة المشتريات";
    case "221260602003":
      return "221260602003: إدارة العقود ومتابعتها";
    case "221260603000":
      return "221260603000: تطبيق أفضل ممارسات الموارد البشرية";
    case "221260603001":
      return "221260603001: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "221260603002":
      return "221260603002: تدريب وتطوير الموظفين";
    case "221260603003":
      return "221260603003: إدارة خدمات الموارد البشرية الأخرى (تقييم الأداء ، التعويضات والفو";
    case "221260604000":
      return "221260604000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "221260604001":
      return "221260604001: إدارة الجودة";
    case "221260604002":
      return "221260604002: إدارة علاقات المتعاملين";
    case "221260604003":
      return "221260604003: الإعداد للمشاركة بجائزة الشيخ محمد بن راشد للتميز   الحكومي";
    case "221260605000":
      return "221260605000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "221260605001":
      return "221260605001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "221260605002":
      return "221260605002: إدارة النشاط الإعلامي";
    case "221260606000":
      return "221260606000: تطبيق أفضل الممارسات العالمية في القيادة";
    case "221260606001":
      return "221260606001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التتنفيذيين";
    case "221260606002":
      return "221260606002: مستشاري الوزير والمدير العام (الوكيل)";
    case "221260607000":
      return "221260607000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221260607001":
      return "221260607001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "221260607002":
      return "221260607002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "221260608000":
      return "221260608000: توفير أفضل الخدمات القانونية";
    case "221260608001":
      return "221260608001: إعداد الدراسات  والاستشارات القانونية";
    case "221260608002":
      return "221260608002: إدارة الشؤون القانونية";
    case "221260609000":
      return "221260609000: توفير أحدث خدمات تقنية المعلومات";
    case "221260609001":
      return "221260609001: تطوير النظم والتطبيقات الإلكترونية";
    case "221260609002":
      return "221260609002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "221260609003":
      return "221260609003: إدارة الشبكات وأمن المعلومات";
    case "221260610000":
      return "221260610000: توفير خدمات إدارية  مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221260610001":
      return "221260610001: الصيانة";
    case "221260610002":
      return "221260610002: الإيجار";
    case "221260610003":
      return "221260610003: المواصلات";
    case "221260610004":
      return "221260610004: رسوم الاستشارات";
    case "221260610005":
      return "221260610005: المصروفات المتكررة الأخرى (الصادر والوارد، المرافق، الهواتف والانت";
    case "221260611000":
      return "221260611000: تنفيذ ميزانية الوظائف";
    case "221260701000":
      return "221260701000: بناء قدرات الموظفين في مجال الابتكار";
    case "221260701001":
      return "221260701001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار";
    case "221260701002":
      return "221260701002: إشراك الموظفين في برامج تخصصية في مجال الابتكار";
    case "221260701003":
      return "221260701003: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية الخارجية";
    case "221260701004":
      return "221260701004: رعاية المواهب و تبني الافكار المبتكرة";
    case "221260701005":
      return "221260701005: تحفيز تقديم الافكار الابتكارية من الموظفين";
    case "221260702000":
      return "221260702000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة";
    case "221260702001":
      return "221260702001: تنفيذ مختبرات للإبتكار جلسات عصف ذهني لجذب الأفكار";
    case "221260702002":
      return "221260702002: الإلتزام بالميزانية المخصصة للابتكار";
    case "221260702003":
      return "221260702003: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة)";
    case "221260703000":
      return "221260703000: تحسين العمليات بما يعزز من الابتكار";
    case "221260703001":
      return "221260703001: تشجيع البحث والتطوير داخل الجهة";
    case "221260703002":
      return "221260703002: شهر الإمارات للابتكار";
    case "221290101000":
      return "221290101000: تطوير آليات التنسيق والمتابعة بين الحكومة والمجلس الوطني الاتحادي";
    case "221290101001":
      return "221290101001: تحديث وتطوير النظام الذكي لعمليات التنسيق والمتابعة";
    case "221290101002":
      return "221290101002: متابعة الأسئلة الموجهة للحكومة";
    case "221290101003":
      return "221290101003: تنسيق حضور ممثلي الحكومة لجلسات المجلس الوطني الاتحادي";
    case "221290102000":
      return "221290102000: تطوير التعاون بين الحكومة والمجلس الوطني الاتحادي";
    case "221290102001":
      return "221290102001: تنظيم اجتماعات تنسيقية مع أمانة المجلس الوطني الاتحادي";
    case "221290102002":
      return "221290102002: تنظيم اللقاء الحواري السنوي مع ممثلي الجهات الاتحادية";
    case "221290102003":
      return "221290102003: متابعة مشروعات القوانين المعروضة على المجلس الوطني الاتحادي";
    case "221290102004":
      return "221290102004: الاحاطة بالمراسيم الاتحادية";
    case "221290102005":
      return "221290102005: متابعة الموضوع العامةالمعروضة على المجلس الوطني الاتحادي";
    case "221290102006":
      return "221290102006: توصيات الموضوعات العامة";
    case "221290103000":
      return "221290103000: تطوير آليات توفير المعلومات ومصادرها لمتخذي القرار";
    case "221290103001":
      return "221290103001: إعداد النبذة التاريخية للموضوعات العامة  في المجلس الوطني الاتحادي";
    case "221290103002":
      return "221290103002: اعداد وتطوير الدليل الاسترشادي لمعالي الوزراء ( دليلك في المجلس )";
    case "221290103003":
      return "221290103003: اعداد تقرير عن نهاية دور الانعقار والفصل التشريعي";
    case "221290103004":
      return "221290103004: اعداد التقرير الملخص لجلسات المجلس الوطني الاتحادي";
    case "221290201000":
      return "221290201000: زيادة  تفاعل الفئات المستهدفة مع برامج نشر ثقافة المشاركة السياسية";
    case "221290201001":
      return "221290201001: تنظيم فعاليات وملتقيات لنشر ثقافة المشاركة السياسية";
    case "221290201002":
      return "221290201002: إعداد دراسة قياس الوعي بالحياة النيابية";
    case "221290202000":
      return "221290202000: تنفيذ أنشطة توعوية لنشر ثقافة المشاركة السياسة";
    case "221290202001":
      return "221290202001: تطوير ونشر مواد ومحاضرات الكترونية";
    case "221290202002":
      return "221290202002: إصدار نشرة التمكين للتوعية السياسية";
    case "221290203000":
      return "221290203000: إنشاء وإدارة قاعدة معلومات الانتخابات البرلمانية على مستوى الدولة";
    case "221290203001":
      return "221290203001: تطوير استراتيجية إدارة  انتخابات المجلس الوطني الاتحادي 2023 بناء";
    case "221290301000":
      return "221290301000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "221290301001":
      return "221290301001: تعزيز التواصل الداخلي والمجتمعي في الوزارة (قديم: تخطيط وتنسيق الا";
    case "221290301002":
      return "221290301002: تطوير وتحديث خطة للنشاط الإعلامي في الوزارة مثل الفعاليات والمبادر";
    case "221290301003":
      return "221290301003: تطبيق الهوية المرئية للوزارة بناء على معايير دليل الهوية المريئة ل";
    case "221290302000":
      return "221290302000: إادارة الموارد المالية بكفاءة وفعالية";
    case "221290302001":
      return "221290302001: إعداد الميزانية ومتابعة تنفيذها";
    case "221290302002":
      return "221290302002: تطبيق برامج لترشيد النفقات";
    case "221290302003":
      return "221290302003: إجراء التدقيق الداخلي";
    case "221290302004":
      return "221290302004: تطبيق مبادئ حساب التكاليف للعمليات والخدمات لضمان رفع كفاءتها";
    case "221290303000":
      return "221290303000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "221290303001":
      return "221290303001: إدارة المشتريات";
    case "221290304000":
      return "221290304000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221290304001":
      return "221290304001: الاستخدام الأمثل للممتلكات والمرافق والمعدات وإدارة دورة حياة تلك";
    case "221290304002":
      return "221290304002: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت";
    case "221290304003":
      return "221290304003: الايجار";
    case "221290304004":
      return "221290304004: المواصلات";
    case "221290305000":
      return "221290305000: تطبيق أفضل ممارسات الموارد البشرية";
    case "221290305001":
      return "221290305001: تعزيز وتطوير المواهب البشرية وبناء ثقافة التعلم";
    case "221290305002":
      return "221290305002: اطلاق وتفعيل بوابة للتعلم الالكتروني";
    case "221290305003":
      return "221290305003: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "221290305004":
      return "221290305004: تطوير خطة لتعزيز السعادة وجودة الحياة في الوزارة";
    case "221290306000":
      return "221290306000: توفير أحدث خدمات تقنية المعلومات";
    case "221290306001":
      return "221290306001: إدارة الشبكات وأمن المعلومات";
    case "221290306002":
      return "221290306002: تطوير البنية التحتية الرقمية (قديم: تطوير النظم والتطبيقات الإلكتر";
    case "221290306003":
      return "221290306003: تطوير الموقع الالكتروني للوزارة بناء على معايير جودة المواقع الالك";
    case "221290306004":
      return "221290306004: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "221290307000":
      return "221290307000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221290307001":
      return "221290307001: توطيد العلاقات مع الشركاء";
    case "221290307002":
      return "221290307002: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "221290307003":
      return "221290307003: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "221290307004":
      return "221290307004: تطوير إدارة البيانات والمعرفة في الوزارة";
    case "221290308000":
      return "221290308000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "221290308001":
      return "221290308001: إدارة الجودة";
    case "221290308002":
      return "221290308002: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "221290309000":
      return "221290309000: تطبيق أفضل ممارسات العالمية في القيادة";
    case "221290309001":
      return "221290309001: مكتب وكيل الوزارة";
    case "221290310000":
      return "221290310000: توفير أفضل الخدمات القانونية";
    case "221290310001":
      return "221290310001: إعداد الدراسات والاستشارات القانونية";
    case "221290311000":
      return "221290311000: تنفيذ ميزانية الوظائف";
    case "221290401000":
      return "221290401000: بناء قدرات الموظفين في مجال الابتكار";
    case "221290401001":
      return "221290401001: تطوير نظام إلكتروني لإدارة الاقتراحات والابتكار في الوزارة";
    case "221290402000":
      return "221290402000: تحسين العمليات بما يعزز من الابتكار";
    case "221290402001":
      return "221290402001: تطبيق الابتكارات الاقتراحات المقدمة على العمليات والخدمات الرئيسية";
    case "221290403000":
      return "221290403000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة";
    case "221290403001":
      return "221290403001: تكريم وتحفيز الموظفين المقترحين والمبتكرين";
    case "221320000000":
      return "221320000000: وزارة دولة (32) ميثاء الشامسي";
    case "222340101001":
      return "222340101001: مكتب الوزيرة";
    case "222340101002":
      return "222340101002: مكتب المدير التنفيذي";
    case "222340101003":
      return "222340101003: إدارة العلاقات الدولية";
    case "222340101004":
      return "222340101004: إدارة الدراسات و البحوث الاستراتيجية";
    case "222340101005":
      return "222340101005: إدارة الشراكات";
    case "222340101006":
      return "222340101006: إدارة الخدمات المساندة";
    case "222340102001":
      return "222340102001: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو";
    case "222340102002":
      return "222340102002: إدارة الموارد المالية بكفاءة وفعالية";
    case "222340102003":
      return "222340102003: توفير أحدث خدمات تقنية المعلومات";
    case "222340102004":
      return "222340102004: الإيجار";
    case "222340102005":
      return "222340102005: الصيانة";
    case "222340102006":
      return "222340102006: المواصلات";
    case "222340102007":
      return "222340102007: رسوم الاستشارات";
    case "222340102000":
      return "222340102000: ضمان تقديم كافة الخدمات الادارية";
    case "221350000000":
      return "221350000000: وزارة الدولة (35) زكي أنور نسيبة";
    case "221360000000":
      return "221360000000: وزارة الدولة للتسامح – عام";
    case "221370000000":
      return "221370000000: وزارة الدولة لشوؤن الدفاع - عام";
    case "223380101000":
      return "223380101000: عقد الشراكات الاستراتيجية";
    case "223380101001":
      return "223380101001: تقديم الدعم الفني الضريبي وتعزيز التعاون مع دول مجلس التعاون";
    case "223380101002":
      return "223380101002: تشكيل مجموعة إستشارية لدعم العمل الضريبي";
    case "223380102000":
      return "223380102000: إدارة عمليات التسجيل والإقرارات الضريبية وفقا لأفضل الممارسات العا";
    case "223380102001":
      return "223380102001: إدارة بيانات دافعي الضرائب";
    case "223380102002":
      return "223380102002: إدارة طلبات تسجيل دافعي الضرائب";
    case "223380102003":
      return "223380102003: إدارة العمليات المرتبطة بالإقرارات الضريبية والسداد";
    case "223380102004":
      return "223380102004: إدارة العمليات المرتبطة بالاسترداد";
    case "223380103000":
      return "223380103000: اقتراح وتنفيذ السياسات الضريبية المناسبة لضمان نظام ضريبي فعال";
    case "223380103001":
      return "223380103001: إعداد السياسة الضريبية التشغيلية الخاصة بفرض الضرائب وتنفيذ وتحصيل";
    case "223380103002":
      return "223380103002: رفع الدراسات المتعلقة باقتراح وتحديث السياسات والتشريعات الضريبية";
    case "223380103003":
      return "223380103003: وضع الإجراءات اللازمة لتنفيذ القوانين والسياسات الضريبية والمسؤولي";
    case "223380104000":
      return "223380104000: إدارة خدمات دافعي الضرائب";
    case "223380104001":
      return "223380104001: تطوير أساليب تقديم خدمات دافعي الضرائب";
    case "223380104002":
      return "223380104002: تطوير سجل بيانات دافعي الضرائب";
    case "223380104003":
      return "223380104003: تقييم أداء الوكلاء الضريبيين وتصنيفهم";
    case "223380105000":
      return "223380105000: بناء نظام إدارة الضرائب";
    case "223380105001":
      return "223380105001: تبني التقنيات في إدارة الضرائب";
    case "223380105002":
      return "223380105002: تطوير وتفعيل نظام الكتروني لإدارة الضرائب وفقا لأفضل الممارسات الع";
    case "223380106000":
      return "223380106000: خدمة المتعاملين";
    case "223380106001":
      return "223380106001: طلب التوضيحات الضريبية";
    case "223380106002":
      return "223380106002: طلب إعادة نظر";
    case "223380106003":
      return "223380106003: طلب الاستفسارات والملاحظات";
    case "223380106004":
      return "223380106004: طلب الاستثناء الإداري لضريبة القيمة المضافة  الضريبة الانتقائية";
    case "223380106005":
      return "223380106005: طلب تغيير آلية تجزئة ضريبة المدخلات";
    case "223380107000":
      return "223380107000: التسجيل";
    case "223380107001":
      return "223380107001: تسجيل ضريبية القيمة المضافة";
    case "223380107002":
      return "223380107002: تسجيل المجموعات الضريبية (ضريبة القيمة المضافة)";
    case "223380107003":
      return "223380107003: تسجيل الضريبة الانتقائية";
    case "223380107004":
      return "223380107004: تسجيل أمين المستودع";
    case "223380107005":
      return "223380107005: تسجيل المناطق المحددة للضريبة الانتقائية";
    case "223380107006":
      return "223380107006: تسجيل السلع الانتقائية";
    case "223380107007":
      return "223380107007: ترخيص مورد المعارض والمؤتمرات";
    case "223380107008":
      return "223380107008: تسجيل الموردين في نظام العلامة المميزة";
    case "223380107009":
      return "223380107009: طلب الطوابع الرقمية الضريبية";
    case "223380107010":
      return "223380107010: تسجيل مُصَنِع";
    case "223380107011":
      return "223380107011: تسجيل شركات التخليص الجمركي";
    case "223380107012":
      return "223380107012: تسجيل الوكلاء الضريبيين";
    case "223380107013":
      return "223380107013: تسجيل وكالة ضريبية";
    case "223380107014":
      return "223380107014: ربط الوكالة الضريبية بوكيل ضريبي";
    case "223380107015":
      return "223380107015: إلغاء تسجيل الوكلاء الضريبيون بشكل طوعي";
    case "223380107016":
      return "223380107016: إصدار شهادات الأنشطة التجارية";
    case "223380107017":
      return "223380107017: إصدار شهادات الموطن الضريبي";
    case "223380107018":
      return "223380107018: إصدار الشهادة الخاصة لضريبة القيمة المضافة";
    case "223380107019":
      return "223380107019: تجديد شهادة تسجيل المناطق المحددة";
    case "223380107020":
      return "223380107020: تعديل سجلات ضريبية القيمة المضافة";
    case "223380107021":
      return "223380107021: تعديل سجلات المجموعة الضريبية";
    case "223380107022":
      return "223380107022: إلغاء التسجيل لكافة أنواع المسجلين (إلغاء رقم التسجيل الضريبي لضري";
    case "223380107023":
      return "223380107023: طلب شهادة قيد الوكيل الضريبي في السجل";
    case "223380107024":
      return "223380107024: تعديل سجلات الوكلاء الضريبيون";
    case "223380108000":
      return "223380108000: اعتماد الأنظمة المحاسبية الضريبية";
    case "223380108001":
      return "223380108001: طلب اعتماد أنظمة محاسبية ضريبية";
    case "223380201000":
      return "223380201000: نشر الوعي الضريبي في الإمارات العربية المتحدة";
    case "223380201001":
      return "223380201001: عقد ورش توعوية لمختلف القطاعات";
    case "223380201002":
      return "223380201002: تطبيق العيادات الضريبية";
    case "223380201003":
      return "223380201003: عقد زيارات فاتورتك الضريبية";
    case "223380201004":
      return "223380201004: التوضيحات الفنية حول تطبيق التشريعات الضريبية";
    case "223380202000":
      return "223380202000: تطوير وتنفيذ استراتيجية الامتثال والإنفاذ الضريبي وفقاً لأفضل المم";
    case "223380202001":
      return "223380202001: إعداد وتنفيذ استراتيجية الامتثال والإنفاذ الضريبي";
    case "223380202002":
      return "223380202002: إعداد وتنفيذ الخطة السنوية للتدقيق وفقاً لمحرك المخاطر";
    case "223380202003":
      return "223380202003: إعداد وتنفيذ الخطة السنوية للإنفاذ وفقا لمحرك المخاطر";
    case "223380202004":
      return "223380202004: تقييم الأنشطة الاقتصادية الواقعية";
    case "223380203000":
      return "223380203000: الاسترداد";
    case "223380203001":
      return "223380203001: استرداد ضريبة القيمة المضافة للسياح";
    case "223380203002":
      return "223380203002: استرداد القيمة المضافة من قبل الاعمال الأجنبية الزائرة غير المسجلة";
    case "223380203003":
      return "223380203003: استرداد المبالغ الإضافية المدفوعة للهيئة";
    case "223380203004":
      return "223380203004: استرداد ضريبة القيمة المضافة عن بناء مساكن جديدة من قبل مواطني الد";
    case "223380203005":
      return "223380203005: استرداد المبالغ ضمن معرض إكسبو 2020";
    case "223380203006":
      return "223380203006: تسجيل محلات التجزئة في نظام رد الضريبة للسياح";
    case "223380203007":
      return "223380203007: تحويل المبالغ المدفوعة بالخطأ إلى أرقام التسجيل الضريبية الصحيحة";
    case "223380301000":
      return "223380301000: إدارة الموارد المالية بكفاءة وفعالية";
    case "223380301001":
      return "223380301001: إعداد الميزانية ومتابعة تنفيذها";
    case "223380301002":
      return "223380301002: إدارة الرواتب";
    case "223380301003":
      return "223380301003: إدارة المدفوعات والاستحقاقات";
    case "223380301004":
      return "223380301004: إجراء التدقيق الداخلي";
    case "223380302000":
      return "223380302000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "223380302001":
      return "223380302001: إدارة المشتريات";
    case "223380302002":
      return "223380302002: إدارة العقود ومتابعتها";
    case "223380303000":
      return "223380303000: تطبيق أفضل ممارسات الموارد البشرية";
    case "223380303001":
      return "223380303001: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "223380303002":
      return "223380303002: تدريب وتطوير الموظفين";
    case "223380303003":
      return "223380303003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو";
    case "223380304000":
      return "223380304000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "223380304001":
      return "223380304001: إدارة الجودة";
    case "223380304002":
      return "223380304002: إدارة علاقات المتعاملين";
    case "223380304003":
      return "223380304003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "223380305000":
      return "223380305000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "223380305001":
      return "223380305001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "223380305002":
      return "223380305002: إدارة النشاط الإعلامي";
    case "223380306000":
      return "223380306000: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "223380306001":
      return "223380306001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "223380306002":
      return "223380306002: مستشاري الوزير والمدير العام (الوكيل)";
    case "223380307000":
      return "223380307000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "223380307001":
      return "223380307001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "223380307002":
      return "223380307002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "223380308000":
      return "223380308000: توفير أفضل الخدمات القانونية";
    case "223380308001":
      return "223380308001: إعداد الدراسات والاستشارات القانونية";
    case "223380308002":
      return "223380308002: إدارة الشؤون القانونية";
    case "223380308003":
      return "223380308003: إدارة عمليات طلبات إعادة النظر والإعفاء والتقسيط ورد الغرامات الإد";
    case "223380309000":
      return "223380309000: توفير أحدث خدمات تقنية المعلومات";
    case "223380309001":
      return "223380309001: تطوير النظم والتطبيقات الإلكترونية";
    case "223380309002":
      return "223380309002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "223380309003":
      return "223380309003: إدارة الشبكات وأمن المعلومات";
    case "223380310000":
      return "223380310000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "223380310001":
      return "223380310001: الصيانة";
    case "223380310002":
      return "223380310002: الإيجار";
    case "223380310003":
      return "223380310003: المواصلات";
    case "223380310004":
      return "223380310004: رسوم الاستشارات";
    case "223380310005":
      return "223380310005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت";
    case "223380310006":
      return "223380310006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)";
    case "223380401000":
      return "223380401000: إدارة الابتكار المؤسسي";
    case "223380401001":
      return "223380401001: إعداد وتنفيذ سياسة واستراتيجية للابتكار المؤسسي";
    case "223380401002":
      return "223380401002: تطبيق نظام إدارة الأفكار";
    case "223380401003":
      return "223380401003: تطوير إطار وتنفيذ مختبرات الابتكار";
    case "223380401004":
      return "223380401004: تطوير اطار لاحتضان وتطبيق الأفكار المبتكرة الجديدة";
    case "223380402000":
      return "223380402000: استشراف المستقبل";
    case "223380402001":
      return "223380402001: اعداد دراسات لاستشراف المستقبل في مختلف قطاعات الثقافة";
    case "223380402002":
      return "223380402002: تنسيق وقيادة الجهود لإعداد دراسات لاستشراف المستقبل في قطاع الصناع";
    case "221430000000":
      return "221430000000: 174300000000 : معالي احمد علي الصائغ";
    case "223480000000":
      return "223480000000";
    case "223510101001":
      return "223510101001:  إجراء حملات تسويقية وأنشطة استقطاب هادفة ومنسقة جيدًا ومدروسة (لط";
    case "223510101002":
      return "223510101002:  مراجعة عملية القبول لاختيار أفضل المرشحين (لطلبة البكالوريوس و ال";
    case "223510101003":
      return "223510101003:  إعادة النظر في برامج المساعدات المالية والمنح الدراسية لجذب أفضل";
    case "223510101004":
      return "223510101004:  اعتماد التكنولوجيا الذكية لإدارة عملية التحاق الطلبة (لطلبة البكا";
    case "223510101005":
      return "223510101005:  إعادة تصميم عمليات التسجيل (لطلبة البكالوريوس و الدراسات العليا ا";
    case "223510101000":
      return "223510101000: إدارة التحاق الطلبة";
    case "223510102001":
      return "223510102001: تصميم برنامج إرشاد الطلبة الجدد (لطلبة البكالوريوس و الدراسات العل";
    case "223510102002":
      return "223510102002: زيادة الاستثمار في تجربة طلبة السنة الأولى قي برامج البكالوريوس وا";
    case "223510102003":
      return "223510102003:  تطوير إرشاد الطلبة والتواصل (لطلبة البكالوريوس و الدراسات العليا";
    case "223510102004":
      return "223510102004: تعزيز دور  مركز الخدمات المهنية للطلاب  طوال رحلة الطالب  (لطلبة ا";
    case "223510102005":
      return "223510102005:  اعتماد التكنولوجيا الذكية لأغراض الإعداد والتوجيه (لطلبة البكالور";
    case "223510102000":
      return "223510102000: التهيئة والارشاد";
    case "223510103001":
      return "223510103001: برامج البكالوريوس في العلوم الإنسانية والاجتماعية";
    case "223510103002":
      return "223510103002: برامج البكالوريوس في العلوم";
    case "223510103003":
      return "223510103003: برامج البكالوريوس في التربية";
    case "223510103004":
      return "223510103004: برامج البكالوريوس في كلية الإدارة والاقتصاد";
    case "223510103005":
      return "223510103005: برامج البكالوريوس في كلية القانون";
    case "223510103006":
      return "223510103006: برامج البكالوريوس في كلية الأغذية والزراعة";
    case "223510103007":
      return "223510103007: برامج البكالوريوس في كلية الهندسة";
    case "223510103008":
      return "223510103008: برامج البكالوريوس في كلية الطب والعلوم الصحية";
    case "223510103009":
      return "223510103009: برامج البكالوريوس في كلية تقنية المعلومات";
    case "223510103000":
      return "223510103000: خدمات برامج البكالوريوس";
    case "223510104001":
      return "223510104001: برامج الماجستير في كلية التربية";
    case "223510104002":
      return "223510104002: برامج الماجستير في كلية الأغذية والزراعة";
    case "223510104003":
      return "223510104003: برامج الماجستير في كلية العلوم الانسانية والاجتماعية";
    case "223510104004":
      return "223510104004: برامج الماجستير في كلية الطب والعلوم الصحية";
    case "223510104005":
      return "223510104005: برامج الماجستير في كلية الهندسة";
    case "223510104006":
      return "223510104006: برامج الماجستير في كلية العلوم";
    case "223510104007":
      return "223510104007: برامج الماجستير في كلية الإدارة والاقتصاد";
    case "223510104008":
      return "223510104008: برامج الماجستير في كلية القانون";
    case "223510104009":
      return "223510104009: برامج الماجستير في كلية تقنية المعلومات";
    case "223510104000":
      return "223510104000: خدمات برامج الماجستير";
    case "223510105001":
      return "223510105001: دكتوراه الفلسفة";
    case "223510105002":
      return "223510105002: دكتوراه في إدارة الأعمال";
    case "223510105000":
      return "223510105000: خدمات برامج الدكتوراه";
    case "223510106001":
      return "223510106001: برنامج الدراسات التأسيسية";
    case "223510106002":
      return "223510106002: برنامج النجاح الأكاديمي للطلبة";
    case "223510106000":
      return "223510106000: خدمات الكلية الجامعية";
    case "223510107001":
      return "223510107001: خدمة تقديم الارشاد الاكاديمي";
    case "223510107002":
      return "223510107002: خدمة توفير التدريب العملي";
    case "223510107000":
      return "223510107000: الخدمات الأكاديمية المساندة";
    case "223510108001":
      return "223510108001: خدمة طلب الالتحاق ببرنامج البكالوريوس";
    case "223510108002":
      return "223510108002: خدمة طلب الالتحاق ببرنامج الماجستير";
    case "223510108003":
      return "223510108003: خدمة طلب الالتحاق ببرنامج الدكتوراه";
    case "223510108004":
      return "223510108004: خدمة تسجيل مساق دراسي";
    case "223510108005":
      return "223510108005: خدمة طلب وقف التسجيل";
    case "223510108006":
      return "223510108006: خدمة طلب الانسحاب من الجامعة";
    case "223510108007":
      return "223510108007: خدمة طلب إعادة قيد";
    case "223510108008":
      return "223510108008: خدمة طلب التحويل بين الكليات";
    case "223510108009":
      return "223510108009: خدمة استخراج شهادة لمن يهمه الأمر";
    case "223510108010":
      return "223510108010: خدمة استخراج وثائق الطلبة المستمرين";
    case "223510108011":
      return "223510108011: خدمة استخراج بطاقة جامعية (  بدل فاقد و تالف)";
    case "223510108012":
      return "223510108012: خدمة إستخراج رسالة قبول";
    case "223510108000":
      return "223510108000: القبول والتسجيل";
    case "223510109001":
      return "223510109001: خدمة استخراج الإقامة والوثائق اللازمة للطلبة الدوليين";
    case "223510109000":
      return "223510109000: خدمات الطلبة الدوليين";
    case "223510110001":
      return "223510110001: خدمات الإعارة";
    case "223510110002":
      return "223510110002: خدمة إعارة الكتب";
    case "223510110003":
      return "223510110003: خدمة الإعارة بين المكتبات";
    case "223510110004":
      return "223510110004: خدمة تبادل المقالات والوثائق";
    case "223510110005":
      return "223510110005: خدمة طلب كتاب";
    case "223510110006":
      return "223510110006: خدمة اسأل أخصائي مكتبات";
    case "223510110007":
      return "223510110007: خدمة المكتبة الإلكترونية";
    case "223510110008":
      return "223510110008: خدمة تقديم برنامج المعرفة المعلوماتية والجولات الإرشادية";
    case "223510110009":
      return "223510110009: خدمة توفير الخدمات الرقمية والطباعة";
    case "223510110010":
      return "223510110010: خدمة النشر العلمي";
    case "223510110011":
      return "223510110011: خدمات المستودع الرقمي";
    case "223510110012":
      return "223510110012: خدمة توفير الكتب الدراسية";
    case "223510110000":
      return "223510110000: خدمات المكتبة ومصادر التعلم";
    case "223510111001":
      return "223510111001: خدمة إصدار تصاريح دخول المركبات (للطلبة)";
    case "223510111000":
      return "223510111000: خدمات خاصة بالحياة الطلابية داخل الجامعة";
    case "223510112001":
      return "223510112001: الالتحاق ببرنامج التبادل الدولي لطلبة البكالوريوس";
    case "223510112000":
      return "223510112000: التبادل الدولي لطلبة البكالوريوس";
    case "223510113001":
      return "223510113001: خدمة توفير السكن الطلابي";
    case "223510113000":
      return "223510113000: خدمات السكن الطلابي";
    case "223510114001":
      return "223510114001: تقديم الرعاية الطبية للطلاب";
    case "223510114002":
      return "223510114002: خدمة اصدار البطاقات الصحية";
    case "223510114003":
      return "223510114003: خدمة تقديم الارشاد النفسي ودعم الطلبة";
    case "223510114000":
      return "223510114000: خدمات الرعاية الطبية والإرشادية للطلبة";
    case "223510115001":
      return "223510115001: خدمة التخطيط والإرشاد المهني";
    case "223510115002":
      return "223510115002: خدمة الإعلان عن الشواغر الوظيفية للشركات والمؤسسات";
    case "223510115003":
      return "223510115003: خدمة التقديم على الشواغر الوظيفية في الشركات والمؤسسات";
    case "223510115000":
      return "223510115000: خدمات التخطيط المهني والتوظيف";
    case "223510116001":
      return "223510116001: خدمة طلب تنظيم الأنشطة الطلابية (الأفراد)";
    case "223510116002":
      return "223510116002: خدمة توفير الأنشطة الطلابية";
    case "223510116000":
      return "223510116000: خدمات الأنشطة والفعاليات الطلابية";
    case "223510117001":
      return "223510117001: خدمة توفير أجهزة و برمجيات مساندة للطلبة";
    case "223510117002":
      return "223510117002: خدمة توفير المواد العلمية للطلبة";
    case "223510117000":
      return "223510117000: خدمات ذوي الاحتياجات الخاصة";
    case "223510118001":
      return "223510118001: خدمات توفير الإعانات المالية";
    case "223510118002":
      return "223510118002: خدمة توفير حاسب آلي محمول والآي باد للطلبة المتعسرين ماديا";
    case "223510118000":
      return "223510118000: خدمات صندوق المساعدات المالية للطلبة";
    case "223510201001":
      return "223510201001: ضمان المشاركة في تحديث الحوكمة والعمليات التي من خلالها يتم إعطاء";
    case "223510201002":
      return "223510201002: تطوير استراتيجية البحث";
    case "223510201003":
      return "223510201003: تحديد التوجهات البحثية الواسعة والمتخصصة لجامعة الإمارات العربية ا";
    case "223510201004":
      return "223510201004: مراجعة وتجديد مراكز البحوث";
    case "223510201000":
      return "223510201000: تحديث أجندة البحوث والحوكمة";
    case "223510202001":
      return "223510202001: إضفاء الطابع المؤسسي وتبسيط السياسات والعمليات لدعم الباحثين";
    case "223510202002":
      return "223510202002: تقييم البنية التحتية البحثية في جامعة الإمارات والاحتياجات من الأد";
    case "223510202003":
      return "223510202003: بناء البنية التحتية البحثية في جامعة الإمارات العربية المتحدة والا";
    case "223510202004":
      return "223510202004: بناء فريق (فرق) دعم بحث قوية (من غير أعضاء هيئة التدريس) ، بما في";
    case "223510202005":
      return "223510202005: تمكين المكتبات من دعم توجهات جامعة الإمارات العربية المتحدة لزيادة";
    case "223510202000":
      return "223510202000: تعزيز دعم الأبحاث";
    case "223510203001":
      return "223510203001: إعادة النظر في مصادر المنح الداخلية ومبالغ الصرف والفئات";
    case "223510203002":
      return "223510203002: تعزيز عمليات ودعم إدارة المنح الداخلية والخارجية";
    case "223510203000":
      return "223510203000: إعادة تصميم إدارة المنح البحثية";
    case "223510204001":
      return "223510204001: خدمة تمويل المشاريع البحثية";
    case "223510204002":
      return "223510204002: خدمة تسجيل براءة اختراع";
    case "223510204000":
      return "223510204000: خدمات البحث العلمي";
    case "223510205001":
      return "223510205001: خدمة بيع فسائل النخيل";
    case "223510205000":
      return "223510205000: خدمات  وحدة داراسات و بحوث تنمية النخيل و التمور";
    case "223510206001":
      return "223510206001: خدمة تقديم الاستشارات للجهات الحكومية والخاصة";
    case "223510206000":
      return "223510206000: الخدمات الاستشارية للجامعة";
    case "223510301001":
      return "223510301001: إعادة تصميم وتشغيل عملية تحديد البرامج الجديدة ومراجعتها (نهج شامل";
    case "223510301002":
      return "223510301002: تحديد الآثار المترتبة على تصميم الهيكل التنظيمي للكليات و المؤسسة";
    case "223510301003":
      return "223510301003:  تحديد وتنفيذ الآثار المترتبة على هيكل المساقات، والجداول، وعدد ال";
    case "223510301000":
      return "223510301000: برامج اكاديمية جذابة";
    case "223510302001":
      return "223510302001:  التوافق مع الغرض والأهداف والأداة (الأدوات) المناسبة لتخصيص مسار";
    case "223510302002":
      return "223510302002: تفصيل أدوات تخصيص مسار التعلم للتطبيق بجامعة الإمارات العربية المت";
    case "223510302003":
      return "223510302003: تحديد الآثار والمتطلبات لإطلاق أدوات تخصيص مسار التعلم بنجاح";
    case "223510302004":
      return "223510302004: تحديد آثار ومتطلبات تكنولوجيا المعلومات";
    case "223510302005":
      return "223510302005: تنفيذ الخطة المرحلية وبدء التنفيذ";
    case "223510302006":
      return "223510302006:  ضمان ملاءمة المحتوى المستمر لأدوات تخصيص مسار التعلم";
    case "223510302000":
      return "223510302000: الشهادات التخصصية";
    case "223510303001":
      return "223510303001: تعزيز عملية اعتماد وتقييم وسائل التعليم والتعلم الفعالة";
    case "223510303002":
      return "223510303002: إنشاء قاعدة بيانات شاملة لـ وسائل التعليم والتعلم (متصفح المعرفة)";
    case "223510303003":
      return "223510303003: تأكيد إطلاع الموظفين وتحفيزهم لاستخدام أساليب التعليم والتعلم الفع";
    case "223510303004":
      return "223510303004: مراجعة مخرجات التعلم والمهارات والكفاءات التي تم تطويرها من خلال ب";
    case "223510303005":
      return "223510303005: تحديد الآثار والمتطلبات المتعلقة بتكنولوجيا المعلومات بعد إمكانية";
    case "223510303006":
      return "223510303006: تنفيذ المكاسب السريعة لأساليب التعليم والتعلم وتعزيز استخدام أسالي";
    case "223510303000":
      return "223510303000: طرق التعلم والتعليم الفعالة";
    case "223510401001":
      return "223510401001: تقوية الأنشطة اللاصفية (لطلاب البكالوريوس وطلاب الدراسات العليا كل";
    case "223510401002":
      return "223510401002: تعزيز الأثر الإيجابي لجامعة الإمارات العربية المتحدة على المجتمع ا";
    case "223510401003":
      return "223510401003: تعزيز البنية التحتية المختارة للطلاب (سواء من خلال التعلم عبر الإن";
    case "223510401000":
      return "223510401000: تفعيل الحرم الجامعي والمشاركة المجتمعية";
    case "223510402001":
      return "223510402001: تطوير استراتيجية جامعة الإمارات العربية المتحدة للتعلم مدى الحياة";
    case "223510402002":
      return "223510402002: تحقبق مكاسب سريعة: الترويج وبشكل نشط لمختلف البرامج التي تقدم من ق";
    case "223510402003":
      return "223510402003: بناء   تعزيز القدرات التكنولوجية لـمركز التعليم المستمر";
    case "223510402004":
      return "223510402004: تعزيز الدور الاستراتيجي للتعلم مدى الحياة في المجتمع";
    case "223510402005":
      return "223510402005: تطوير المعرفة الأكاديمية لتوفير الفرص للطلاب لإثبات الاستعداد الجا";
    case "223510402000":
      return "223510402000: تحديث وتطوير برامج التعلم مدى الحياة";
    case "223510403001":
      return "223510403001:  إضفاء الطابع المؤسسي على إقامة الشراكة وإدارتها";
    case "223510403002":
      return "223510403002:  إنشاء وحدة  التطوير وعلاقات الخريجين  وتعيين موظفين على درجة عالي";
    case "223510403003":
      return "223510403003:  تحديد الأهداف وإعداد خطط العمل";
    case "223510403004":
      return "223510403004:  تحقيق مكاسب سريعة";
    case "223510403000":
      return "223510403000: التطوير من خلال الشراكات";
    case "223510404001":
      return "223510404001:  تشجيع ودعم برامج تبادل أعضاء هيئة التدريس (الانتساب المزدوج والأس";
    case "223510404002":
      return "223510404002:  المشاركة في الفعاليات البحثية واستضافتها";
    case "223510404003":
      return "223510404003:  الانضمام و   أو إقامة اتحادات بحثية إقليمية   دولية";
    case "223510404004":
      return "223510404004:  تفعيل الشراكات القائمة وتطوير شراكات جديدة";
    case "223510404005":
      return "223510404005:  عرض التميز البحثي والابتكاري في جامعة الإمارات للمجتمع الخارجي";
    case "223510404000":
      return "223510404000: بناء العلاقات البحثية";
    case "223510405001":
      return "223510405001: تعزيز علاقات الخريجين في جامعة الإمارات العربية المتحدة";
    case "223510405002":
      return "223510405002:  وضع قاعدة بيانات الخريجين المؤتمتة والمحدثة";
    case "223510405003":
      return "223510405003:  ضمان المشاركة الفعالة وزيادة المساهمة";
    case "223510405000":
      return "223510405000: إعادة تفعيل مشاركة الخريجين";
    case "223510406001":
      return "223510406001: خدمة إصدار بطاقة خريج";
    case "223510406002":
      return "223510406002: خدمة استخراج وثائق الطلبة الخريجين";
    case "223510406000":
      return "223510406000: خدمات خريجي الجامعة";
    case "223510407001":
      return "223510407001: خدمة توفير البرامج التدريبية للأفراد";
    case "223510407002":
      return "223510407002: خدمة توفير البرامج التدريبية للمؤسسات";
    case "223510407003":
      return "223510407003: خدمة توفير الاختبارات الدولية و المحلية للأفراد";
    case "223510407004":
      return "223510407004: خدمة توفير الاختبارات الدولية و المحلية للمؤسسات";
    case "223510407005":
      return "223510407005: خدمة طلب الاستشارات المهنية";
    case "223510407000":
      return "223510407000: خدمات مركز التعليم المستمر";
    case "223510501001":
      return "223510501001: إعداد الميزانية و متابعة تنفيذها";
    case "223510501002":
      return "223510501002: إدارة الرواتب";
    case "223510501003":
      return "223510501003: إدارة المدفوعات و الاستحقاقات";
    case "223510501004":
      return "223510501004: إجراء التدقيق الداخلي";
    case "223510501000":
      return "223510501000: إدارة الموارد المالية بكفاءة و فعالية";
    case "223510502001":
      return "223510502001: إدارة المشتريات";
    case "223510502002":
      return "223510502002: إدارة العقود و متابعتها";
    case "223510502000":
      return "223510502000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "223510503001":
      return "223510503001: تخطيط الموارد البشرية و الاستقطاب و التعيين";
    case "223510503002":
      return "223510503002: تدريب و تطوير الموظفين";
    case "223510503003":
      return "223510503003: إدارة خدمات الموارد البشرية الأخرى (تقييم الآداء، التعويضات و الفو";
    case "223510503000":
      return "223510503000: تطبيق أفضل ممارسات الموارد البشرية";
    case "223510504001":
      return "223510504001: إدارة الجودة";
    case "223510504002":
      return "223510504002: إدارة علاقات المتعاملين";
    case "223510504003":
      return "223510504003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "223510504000":
      return "223510504000: ضمان تطبيق معايير الجودة و التميز المؤسسي";
    case "223510505001":
      return "223510505001: تقديم شكوى على خدمات الوزارة";
    case "223510505002":
      return "223510505002: تقديم اقتراح بشأن خدمات الوزارة";
    case "223510505000":
      return "223510505000: إدارة الملاحظات والاستفسارات والاقتراحات بشأن خدمات الوزارة";
    case "223510506001":
      return "223510506001: تخطيط و تنسيق الاتصالات الداخلية و الخارجية";
    case "223510506002":
      return "223510506002: إدارة النشاط الإعلامي";
    case "223510506000":
      return "223510506000: ضمان تحقيق الاتصال الداخلي و الخارجي";
    case "223510507001":
      return "223510507001: مكاتب الوزراء و المدير العام (الوكيل) و المديرين التنفيذيين";
    case "223510507002":
      return "223510507002: مستشاري الوزير و المدير العام ( الوكيل)";
    case "223510507000":
      return "223510507000: تطبيق أفضل الممارسات العالمية في القيادة";
    case "223510508001":
      return "223510508001: وضع و تطوير الخطة التشغيلية و الإستراتيجية";
    case "223510508002":
      return "223510508002: تحديد مؤشرات الأداء الرئيسية وقياس الاداء";
    case "223510508000":
      return "223510508000: وضع ونطوير الخطة الإستراتيجية وقياس الأداء";
    case "223510509001":
      return "223510509001: إعداد الدراسات و الاستشارات القانونية";
    case "223510509002":
      return "223510509002: إدارة الشؤون القانونية";
    case "223510509000":
      return "223510509000: توفير أفضل الخدمات القانونية";
    case "223510510001":
      return "223510510001: تطوير النظم و التطبيقات الإلكترونية";
    case "223510510002":
      return "223510510002: توفير الدعم الفني للمستخدمين (خط المساعدة)";
    case "223510510003":
      return "223510510003: إدارة الشبكات وأمن المعلومات";
    case "223510510000":
      return "223510510000: توفير أحدث خدمات تقنية المعلومات";
    case "223510511001":
      return "223510511001: الصيانة";
    case "223510511002":
      return "223510511002: الإيجار";
    case "223510511003":
      return "223510511003: المواصلات";
    case "223510511004":
      return "223510511004: رسوم الاستشارات";
    case "223510511005":
      return "223510511005: المصروفات المتكررة الأخرى (الصادر و الوارد، المرافق، الهواتف و الا";
    case "223510511006":
      return "223510511006: الخدمات المشتركة الأخرى ( أدوات المكتب، قرطاسية و متفرقات، إلخ..)";
    case "223510511000":
      return "223510511000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "223510512001":
      return "223510512001: تقديم البلاغات السرية بشأن الحالات المشبوهة";
    case "223510512000":
      return "223510512000: التواصل مع المتعاملين";
    case "223510513001":
      return "223510513001: مراجعة تشخيصية لنظام الحوكمة في جامعة الإمارات العربية المتحدة";
    case "223510513002":
      return "223510513002:  تصميم نظام حوكمة جامعة الإمارات العربية المتحدة";
    case "223510513003":
      return "223510513003:  تطبيق نظام الحوكمة الجديد لجامعة الإمارات العربية المتحدة";
    case "223510513004":
      return "223510513004:  تنفيذ إدارة المخاطر المؤسسية";
    case "223510513000":
      return "223510513000: الحوكمة والملكية والمساءلة";
    case "223510514001":
      return "223510514001: إجراء تقييم الحالة الحالية ووضع المعايير";
    case "223510514002":
      return "223510514002:  اقتراح الهيكل التنظيمي N-2 ودراسة الجدوى";
    case "223510514003":
      return "223510514003:  تصميم الهيكل الوظيفي ومخطط الوظائف";
    case "223510514004":
      return "223510514004:  تطوير التوصيفات الوظيفية المحدثة";
    case "223510514005":
      return "223510514005:  تطوير إطار عمل جامعة الإمارات للكفاءات السلوكية والفنية";
    case "223510514006":
      return "223510514006:  تصميم نماذج التوظيف";
    case "223510514007":
      return "223510514007:  إجراء تقييم القدرات";
    case "223510514008":
      return "223510514008:  إجراء تخطيط الموظفين";
    case "223510514009":
      return "223510514009: تحسين مهارات الموظفين";
    case "223510514000":
      return "223510514000: إعادة الهيكلة";
    case "223510515001":
      return "223510515001:  تأمين دعم الإدارة العليا الكامل والمكاسب المبكرة";
    case "223510515002":
      return "223510515002: تضمين الأنشطة من الخطة الاستراتيجية";
    case "223510515003":
      return "223510515003:  تصميم نظام إدارة وتقييم الأداء";
    case "223510515004":
      return "223510515004:  تطبيق نظام إدارة وتقييم الأداء وتدريب الموظفين وأعضاء هيئة التدري";
    case "223510515005":
      return "223510515005:  تعزيز ثقافة الأداء والمساءلة";
    case "223510515000":
      return "223510515000: التقييم على أساس الأداء";
    case "223510516001":
      return "223510516001: تعيين أساتذة في الكراسي الوقفية لمجالات بحث مختارة";
    case "223510516002":
      return "223510516002: تعيين أعضاء هيئة التدريس لكل من الأغراض التعليمية والبحثية";
    case "223510516000":
      return "223510516000: بناء القوى العاملة لأعضاء الهيئة الأكاديمية";
    case "223510517001":
      return "223510517001:  تقييم وتحسين والانتقال إلى نظام المسارات الثلاثة لأعضاء هيئة التد";
    case "223510517002":
      return "223510517002:  إعادة هيكلة برامج المكافآت لأعضاء هيئة التدريس من المواطنين وغير";
    case "223510517003":
      return "223510517003:  تحديث برامج تدريب أعضاء هيئة التدريس والدمج مع نظام المسارات الثل";
    case "223510517000":
      return "223510517000: مكافآت وتقدير أعضاء الهيئة الأكاديمية والظروف العامة وتطوير العملي";
    case "223510518001":
      return "223510518001:  إنشاء حوكمة البيانات بجامعة الإمارات العربية المتحدة";
    case "223510518002":
      return "223510518002:  الحلول المتقدمة لصنع القرار المستند على البيانات في جامعة الإمارا";
    case "223510518003":
      return "223510518003: الحلول المتقدمة لصنع القرار المستند على البيانات في جامعة الإمارات";
    case "223510518000":
      return "223510518000: اتخاذ القرارات القائمة على البيانات";
    case "223510519001":
      return "223510519001: تطوير وطرح برنامج فعال لإدارة التغيير";
    case "223510519002":
      return "223510519002: تصميم وتنفيذ خطط بناء القدرات";
    case "223510519000":
      return "223510519000: التحول وبناء القدرات";
    case "223510520001":
      return "223510520001:  تنفيذ   تحسين نموذج التشغيل المستهدف";
    case "223510520002":
      return "223510520002:  ترقية وتحسين الأنظمة الموجودة";
    case "223510520003":
      return "223510520003:  تطبيق أنظمة جديدة";
    case "223510520004":
      return "223510520004:  تطبيق تحليل البيانات وقدرات إعداد التقارير";
    case "223510520005":
      return "223510520005:  تطبيق تجربة القنوات المتعددة";
    case "223510520006":
      return "223510520006:  تطوير وتنفيذ استراتيجية الحوسبة السحابية";
    case "223510520007":
      return "223510520007:  تطبيق البنية المؤسسية في مجال التكنولوجيا";
    case "223510520008":
      return "223510520008:  بناء فصل دراسي ذكي";
    case "223510520009":
      return "223510520009:  تعزيز الأمن السيبراني";
    case "223510520000":
      return "223510520000: كفاءة وفعالية تكنولوجيا المعلومات";
    case "223510521001":
      return "223510521001:  تتبع مصادر التمويل المختلفة ودعمها في جامعة الإمارات العربية المت";
    case "223510521002":
      return "223510521002:  دراسة إنشاء وإدارة صندوق الوقف";
    case "223510521003":
      return "223510521003:  مراجعة وتحديث الرسوم الدراسية في ضوء تحديث وتطوير الكلية   البرنا";
    case "223510521004":
      return "223510521004:  زيادة حصة الدخل الإضافي ومصادر الدخل الأخرى - بمكاسب سريعة   زياد";
    case "223510521000":
      return "223510521000: تنويع مصادر التمويل";
    case "223510522001":
      return "223510522001: إعداد وتنفيذ عمليات التخطيط المالي في جامعة الإمارات العربية المتح";
    case "223510522002":
      return "223510522002:  إعادة تصميم عملية تخصيص التمويل وإعادة التخصيص";
    case "223510522003":
      return "223510522003:  إعادة تصميم وتنظيم التتبع المالي";
    case "223510522004":
      return "223510522004:  إعادة النظر في إعداد التقارير المالية لمختلف المعنيين";
    case "223510522000":
      return "223510522000: التتبع المالي، والإدارة، وتحسين التقارير";
    case "223510523001":
      return "223510523001: إجراء عملية تحسين التكلفة الإجمالية";
    case "223510523002":
      return "223510523002: إضفاء الطابع المؤسسي على تحسين التكلفة في العمليات الحالية لضمان ا";
    case "223510523000":
      return "223510523000: دراسة ترشيد التكلفة وتنفيذها";
    case "223510524000":
      return "223510524000: تنفيذ ميزانية الوظائف";
    case "223510601001":
      return "223510601001: وضع استراتيجية شاملة لريادة الأعمال والابتكار (بناءً على الجهود ال";
    case "223510601002":
      return "223510601002: إقامة شراكات مع الجهات الفاعلة في الصناعة (بالتنسيق الوثيق مع مباد";
    case "223510601003":
      return "223510601003: تقييم جدوى وأثر إنشاء مكتب لنقل وتسويق التكنولوجيا (بالتنسيق مع ال";
    case "223510601000":
      return "223510601000: تعزيز ريادة الأعمال والابتكار";
    case "223520101000":
      return "223520101000: مسار تعلم لكل مواطن";
    case "223520101001":
      return "223520101001: تطوير الاطار العام للملف التعليمي الموحد";
    case "223520101002":
      return "223520101002: اطلاق تجريبي للملف التعليمي الموحد";
    case "223520102000":
      return "223520102000: الإرشاد الأكاديمي والمهني والإجتماعي";
    case "223520102001":
      return "223520102001: توفير المساعدة المالية";
    case "223520102002":
      return "223520102002: توفير الإرشاد المهني";
    case "223520102003":
      return "223520102003: الإرشاد الأكاديمي";
    case "223520103000":
      return "223520103000: الأنشطة الطلابية";
    case "223520103001":
      return "223520103001: تأسيس الأندية الطلابية";
    case "223520104000":
      return "223520104000: الخدمات الطلابية";
    case "223520104001":
      return "223520104001: الإلتحاق بالبرامج الدراسية";
    case "223520104002":
      return "223520104002: إضافة أو سحب مواد";
    case "223520104003":
      return "223520104003: توفير احتياجات ذوي الهمم";
    case "223520104004":
      return "223520104004: إصدار سجل الدرجات الرسمي";
    case "223520104005":
      return "223520104005: إصدار إفادة بإتمام متطلبات البرنامج";
    case "223520104006":
      return "223520104006: طلب تحويل بين البرامج الدراسية";
    case "223520105000":
      return "223520105000: المكتبات والمصادر التعليمية";
    case "223520105001":
      return "223520105001: توفير المشورة من خلال أمناء المكتبات";
    case "223520105002":
      return "223520105002: حجز واستعارة الكتب والأقراص الممغنطة والفيديوهات";
    case "223520106000":
      return "223520106000: خدمة المعلومات";
    case "223520106001":
      return "223520106001: توفير المعلومات للطلبة الجدد والمستمرين";
    case "223520201000":
      return "223520201000: مهارات المستقبل";
    case "223520201001":
      return "223520201001: تطوير إطار مهارات المستقبل وفق المسارات المهنية المحددة";
    case "223520202000":
      return "223520202000: المؤهلات الرقمية المصغرة";
    case "223520202001":
      return "223520202001: تحديد وتطوير البنية التحتية للمؤهلات الرقمية المصغرة";
    case "223520202002":
      return "223520202002: إنشاء منصة إلكترونية لطرح المؤهلات الرقمية المصغرة";
    case "223520203000":
      return "223520203000: برامج البكالوريوس التطبيقية";
    case "223520203001":
      return "223520203001: العلوم الصحية";
    case "223520203002":
      return "223520203002: علوم تكنولوجيا الهندسة";
    case "223520203003":
      return "223520203003: التعليم";
    case "223520203004":
      return "223520203004: علوم تقنيات المعلومات";
    case "223520203005":
      return "223520203005: إدارة الأعمال";
    case "223520203006":
      return "223520203006: الإتصال التطبيقي";
    case "223520204000":
      return "223520204000: برامج الدبلوم التطبيقي";
    case "223520204001":
      return "223520204001: العلوم الصحية";
    case "223520204002":
      return "223520204002: علوم تكنولوجيا الهندسة";
    case "223520205000":
      return "223520205000: برامج الدبلوم العالي التطبيقية";
    case "223520205001":
      return "223520205001: العلوم الصحية";
    case "223520205002":
      return "223520205002: علوم تقنيات المعلومات";
    case "223520205003":
      return "223520205003: إدارة الأعمال";
    case "223520205004":
      return "223520205004: الإتصال التطبيقي";
    case "223520301000":
      return "223520301000: شبكة التعليم التطبيقي العالمية (GAEN)";
    case "223520301001":
      return "223520301001: تنفيذ اطاري العمل والحوكمة لشبكة التعليم التطبيقي العالمية";
    case "223520301002":
      return "223520301002: تصميم وتطوير إطار ومنصة لتفعبل المجتمعات ذو الاهتمامات المشتركة";
    case "223520301003":
      return "223520301003: إنشاء مجتمع تجريبي ذو إهتمامات مشتركة ضمن شبكة التعليم التطبيقي ال";
    case "223520401000":
      return "223520401000: كليات التقنية العليا قدوة للعالم";
    case "223520401001":
      return "223520401001: انشاء قاعدة بيانات لتوثيق وتصنيف أفضل ممارسات الكليات";
    case "223520401002":
      return "223520401002: اطلاق منصة الكترونية لنشر ومشاركة أفضل ممارسات التعليم العالي التط";
    case "223520401003":
      return "223520401003: إطلاق مجلة متخصصة في التعليم العالي غير محكمة تحت مسمى مستقبل التع";
    case "223520402000":
      return "223520402000: جائزة التميز العالمية للتعليم العالي";
    case "223520402001":
      return "223520402001: تطوير الاطار العام لجائزة تميز التعليم العالي الدولية";
    case "223520402002":
      return "223520402002: تطوير واطلاق المؤشر الدولي للتميز في التعليم العالي";
    case "223520402003":
      return "223520402003: إطلاق الدورة الأولى لجائزة التميز الدولية في التعليم العالي";
    case "223520403000":
      return "223520403000: إدارة الموارد المالية بكفاءة وفعالية";
    case "223520403001":
      return "223520403001: إدارة الرواتب";
    case "223520403002":
      return "223520403002: إعداد الميزانية ومتابعة تنفيذها";
    case "223520403003":
      return "223520403003: إدارة المدفوعات والاستحقاقات";
    case "223520403004":
      return "223520403004: إجراء التدقيق الداخلي";
    case "223520404000":
      return "223520404000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "223520404001":
      return "223520404001: إدارة المشتريات";
    case "223520404002":
      return "223520404002: إدارة العقود ومتابعتها";
    case "223520405000":
      return "223520405000: تطبيق أفضل ممارسات الموارد البشرية";
    case "223520405001":
      return "223520405001: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "223520405002":
      return "223520405002: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو";
    case "223520405003":
      return "223520405003: شواغر";
    case "223520405004":
      return "223520405004: تطوير وتدريب الموظفين";
    case "223520406000":
      return "223520406000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "223520406001":
      return "223520406001: إدارة الجودة";
    case "223520406002":
      return "223520406002: إدارة علاقات المتعاملين";
    case "223520407000":
      return "223520407000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "223520407001":
      return "223520407001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "223520407002":
      return "223520407002: إدارة النشاط الإعلامي";
    case "223520408000":
      return "223520408000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "223520408001":
      return "223520408001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "223520408002":
      return "223520408002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "223520409000":
      return "223520409000: توفير أفضل الخدمات القانونية";
    case "223520409001":
      return "223520409001: إعداد الدراسات والاستشارات القانونية";
    case "223520409002":
      return "223520409002: إدارة الشؤون القانونية";
    case "223520410000":
      return "223520410000: توفير أحدث خدمات تقنية المعلومات";
    case "223520410001":
      return "223520410001: تطوير النظم والتطبيقات الإلكترونية";
    case "223520410002":
      return "223520410002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "223520410003":
      return "223520410003: إدارة الشبكات وأمن المعلومات";
    case "223520411000":
      return "223520411000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "223520411001":
      return "223520411001: الصيانة";
    case "223520411002":
      return "223520411002: الإيجار";
    case "223520411003":
      return "223520411003: المواصلات";
    case "223520411004":
      return "223520411004: رسوم الاستشارات";
    case "223520411005":
      return "223520411005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت";
    case "223520411006":
      return "223520411006: الخدمات المشتركة الاخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)";
    case "223520412000":
      return "223520412000: تنفيذ ميزانية الوظائف";
    case "223520501000":
      return "223520501000: المناطق الإبداعية الحرة في كليات التقنية العليا";
    case "223520501001":
      return "223520501001: تفعيل منصة ابتكار الكليات تحت مسمى الكليات تبتكر - HCT Innovate";
    case "223520501002":
      return "223520501002: إطلاق منصة الكترونية للتدريب على الابتكار وريادة الأعمال";
    case "223520501003":
      return "223520501003: توسيع نطاق الفئات المستهدفة لبرنامج الكليات لتطوير الشركات الناشئة";
    case "223530101000":
      return "223530101000: إعادة هيكلة التوجه الأكاديمي";
    case "223530101001":
      return "223530101001: تقييم الفاعلية المالية والإدارية للبرامج الأكاديمية";
    case "223530101002":
      return "223530101002: المقارنة المعيارية للكليات على مستوى التنافسية و أفضل الممارسات";
    case "223530101003":
      return "223530101003: إعادة تصميم البرامج الأكاديمية";
    case "223530102000":
      return "223530102000: تعليم  متداخل التخصصات  لاستقطاب  الطلبة المحليين والدوليين ولضمان";
    case "223530102001":
      return "223530102001: استقطاب أعضاء هيئة تدريس متمرسين في البرامج متداخلة التخصصات";
    case "223530102002":
      return "223530102002: وضع إطار  عمل تقني  لتسهيل التحول نحو التعليم متداخل التخصصات";
    case "223530103000":
      return "223530103000: تجربة تعليمية قادرة  على  تحقيق متطلبات سوق العمل المستقبلية";
    case "223530103001":
      return "223530103001: التحول في منحى التجربة التعليمية";
    case "223530103002":
      return "223530103002: تعزيز  مشاركة الخريجين لرفع  مكانة الجامعة تجاه مؤسسات التقييم";
    case "223530104000":
      return "223530104000: برامج البكالوريوس";
    case "223530104001":
      return "223530104001: بكالوريوس من كلية الإدارة";
    case "223530104002":
      return "223530104002: بكالوريوس من كلية الفنون والصناعات الإبداعية";
    case "223530104003":
      return "223530104003: بكالوريوس من كلية علوم الاتصال والإعلام";
    case "223530104004":
      return "223530104004: بكالوريوس من كلية الابتكار التقني";
    case "223530104005":
      return "223530104005: بكالوريوس من كلية العلوم الإنسانية والاجتماعية";
    case "223530104006":
      return "223530104006: بكالوريوس من  كلية العلوم الطبيعية والصحية";
    case "223530104007":
      return "223530104007: بكالوريوس من كلية التربية";
    case "223530105000":
      return "223530105000: برامج الماجستير";
    case "223530105001":
      return "223530105001: ماجستير من كلية الإدارة";
    case "223530105002":
      return "223530105002: ماجستير من كلية علوم الإتصال والإعلام";
    case "223530105003":
      return "223530105003: ماجستير من كلية الابتكار التقني";
    case "223530105004":
      return "223530105004: ماجستير من كلية العلوم الإنسانية والإجتماعية";
    case "223530105005":
      return "223530105005: ماجستير من كلية التربية";
    case "223530106000":
      return "223530106000: القبول والتسجيل";
    case "223530106001":
      return "223530106001: الالتحاق بالجامعة لدرجات البكالوريوس";
    case "223530106002":
      return "223530106002: استخراج شهادة لمن يهمه الأمر لاستمرارية الدراسة";
    case "223530106003":
      return "223530106003: استخراج وثيقة سجل دراسي باللغة الإنجليزية لطلبة البكالوريوس";
    case "223530106004":
      return "223530106004: تعديل بيانات الطالب";
    case "223530106005":
      return "223530106005: استخراج مصدقة تخرج للشهادة الجامعية باللغة الإنجليزية";
    case "223530106006":
      return "223530106006: تسجيل المساقات الدراسية لطلبة البكالوريوس";
    case "223530106007":
      return "223530106007: استخراج بطاقة بدل فاقد";
    case "223530106008":
      return "223530106008: استخراج وثيقة سجل دراسي باللغة الإنجليزية لطلبة الماجستير";
    case "223530106009":
      return "223530106009: الالتحاق بالجامعة لدرجات الماجستير";
    case "223530106010":
      return "223530106010: تسجيل المساقات الدراسية لطلبة الماجستير";
    case "223530106011":
      return "223530106011: استخراج مصدقة تخرج باللغة العربية أو الإنجليزية لدرجات الماجستير";
    case "223530106012":
      return "223530106012: إستخراج تقارير التطور الأكاديمي للجهات الكافلة";
    case "223530106013":
      return "223530106013: إستخراج رسالة تثبت صحة الشهادة الجامعية لطلبة الماجستير";
    case "223530106014":
      return "223530106014: إستخراج رسالة بمواعيد الإمتحانات لطلبة الماجستير";
    case "223530107000":
      return "223530107000: الخدمات الإرشادية والمساندة للطلبة";
    case "223530107001":
      return "223530107001: توفير خدمات الإرشاد الأكاديمي";
    case "223530107002":
      return "223530107002: توفير خدمات الإرشاد المهني";
    case "223530107003":
      return "223530107003: توفير خدمات الإرشاد النفسي";
    case "223530107004":
      return "223530107004: توفير الخدمات التقنية";
    case "223530108000":
      return "223530108000: توفير المساعدات المالية";
    case "223530108001":
      return "223530108001: توفير إعانة مادية";
    case "223530109000":
      return "223530109000: الرعاية الطبية";
    case "223530109001":
      return "223530109001: توفير الرعاية الطبية للطلبة";
    case "223530110000":
      return "223530110000: توفير النشاطات الطلابية";
    case "223530110001":
      return "223530110001: توفير النشاطات اللاصفية";
    case "223530110002":
      return "223530110002: توفير النوادي الطلابية";
    case "223530111000":
      return "223530111000: توفير خدمات مركز الأعمال";
    case "223530111001":
      return "223530111001: توفير خدمات الطباعة ونسخ الوثائق";
    case "223530112000":
      return "223530112000: تقديم الخدمات المكتبية المتكاملة للطلبة";
    case "223530112001":
      return "223530112001: توفير خدمات استعارة مصادر التعلم";
    case "223530112002":
      return "223530112002: توفير خدمات التوعية المعلوماتية";
    case "223530113000":
      return "223530113000: مركز المؤتمرات";
    case "223530113001":
      return "223530113001: خدمات إدارة الفعاليات";
    case "223530114000":
      return "223530114000: التدريب وبرامج الاستشارات";
    case "223530114001":
      return "223530114001: توفير برامج شهادة دولية (ILM، SHRM، CMA)";
    case "223530114002":
      return "223530114002: توفير برامج التدريب (الإدارة، تكنولوجيا المعلومات والحكومة)";
    case "223530115000":
      return "223530115000: برامج التعليم المستمر";
    case "223530115001":
      return "223530115001: توفير خدمة تعلم اللغات للأفراد وطلبة الجامعة (العربية والإنجليزية";
    case "223530116000":
      return "223530116000: إطلاق منصة إلكترونية مفتوحة المصادر بإسم جسر جامعة زايد الإفتراضي";
    case "223530116001":
      return "223530116001: توفير البرامج التدريبية الإلكترونية";
    case "223530117000":
      return "223530117000: تقديم الدعم الأكاديمي للطلبة من ذوي الهمم";
    case "223530117001":
      return "223530117001: تنظيم ورش عمل الدعم التعليمي لأعضاء هيئة التدريس";
    case "223530117002":
      return "223530117002: تنظيم ورش عمل الدعم الأكاديمي للطلبة من أصحاب الهمم";
    case "223530201000":
      return "223530201000: التميز في البحوث التي تخدم الاقتصاد المعرفي والقطاعات الحيوية";
    case "223530201001":
      return "223530201001: التركيز الاولي على  عدد 2 أو 3 من محاور البحوث  ووضع مقترحات قيّمة";
    case "223530201002":
      return "223530201002: تصميم أول مركز بحثي";
    case "223530201003":
      return "223530201003: إطلاق أول مركز بحثي";
    case "223530201004":
      return "223530201004: تعزيز مجالات التعاون البحثي  مع هيئات  وكوادر أكاديمية دولية  لرفع";
    case "223530202000":
      return "223530202000: شراكات مستقبلية وتنوع في الموارد";
    case "223530202001":
      return "223530202001: تقييم الشراكات الراهنة";
    case "223530202002":
      return "223530202002: تأسيس مكتب  الشراكات والخدمة المجتمعية وجمع التبرعات";
    case "223530202003":
      return "223530202003: التركيز بشكل أولي على الشراكات المستقبلية";
    case "223530301000":
      return "223530301000: تعليم متداخل التخصصات";
    case "223530301001":
      return "223530301001: إطلاق كلية متداخلة التخصصات";
    case "223530301002":
      return "223530301002: إطلاق برامج متداخلة التخصصات";
    case "223530301003":
      return "223530301003: العمل على التقدم في مرتبات التصنيف العالمي  كيوإس وإبراز المكانة ا";
    case "223530401000":
      return "223530401000: التحول المالي";
    case "223530401001":
      return "223530401001: نموذج الإدارة المالي";
    case "223530401002":
      return "223530401002: ترشيد التكاليف الجامعية";
    case "223530401003":
      return "223530401003: الاستخدام الأمثل للموارد المتاحة";
    case "223530402000":
      return "223530402000: تعزيز بيئة العمل الإيجابية";
    case "223530402001":
      return "223530402001: تقييم القيادة العليا الجامعية";
    case "223530402002":
      return "223530402002: إعادة رسم التوجه على مستوى إدارة الأداء";
    case "223530402003":
      return "223530402003: وضع برامج خاصة بالتدريب والتوطين";
    case "223530403000":
      return "223530403000: إدارة الموارد المالية بكفاءة وفعالية";
    case "223530403001":
      return "223530403001: إعداد الميزانية ومتابعة تنفيذها";
    case "223530403002":
      return "223530403002: إدارة الرواتب";
    case "223530403003":
      return "223530403003: إدارة المدفوعات والإستحقاقات";
    case "223530403004":
      return "223530403004: إجراء التدقيق الداخلي";
    case "223530404000":
      return "223530404000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "223530404001":
      return "223530404001: إدارة المشتريات";
    case "223530404002":
      return "223530404002: إدارة العقود ومتابعتها";
    case "223530405000":
      return "223530405000: تطبيق أفضل ممارسات الموارد البشرية";
    case "223530405001":
      return "223530405001: شواغر";
    case "223530405002":
      return "223530405002: تخطيط الموارد البشرية والإستقطاب والتعيين";
    case "223530405003":
      return "223530405003: تدريب وتطوير الموظفين";
    case "223530405004":
      return "223530405004: إدارة خدمات الموارد البشرية الأخرى (تقييم الأداء، التعويضات والفوا";
    case "223530406000":
      return "223530406000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "223530406001":
      return "223530406001: إدارة الجودة";
    case "223530406002":
      return "223530406002: إدارة علاقات المتعاملين";
    case "223530406003":
      return "223530406003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "223530407000":
      return "223530407000: ضمان تحقيق الإتصال الداخلي والخارجي";
    case "223530407001":
      return "223530407001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "223530407002":
      return "223530407002: إدارة النشاط الإعلامي";
    case "223530408000":
      return "223530408000: تطبيق أفضل الممارسات العالمية في القيادة";
    case "223530408001":
      return "223530408001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "223530408002":
      return "223530408002: مستشاري الوزير والمدير العام (الوكيل)";
    case "223530409000":
      return "223530409000: وضع وتطوير الخطة الإستراتيجية وقياس الأداء";
    case "223530409001":
      return "223530409001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "223530409002":
      return "223530409002: تحديد مؤشرات الأداء الرئيسية، وقياس الأداء";
    case "223530410000":
      return "223530410000: توفير أحدث خدمات تقنية المعلومات";
    case "223530410001":
      return "223530410001: تطوير النظم والتطبيقات الإلكترونية";
    case "223530410002":
      return "223530410002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "223530410003":
      return "223530410003: البنية التحتية وأمن المعلومات";
    case "223530411000":
      return "223530411000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "223530411001":
      return "223530411001: الصيانة";
    case "223530411002":
      return "223530411002: المواصلات";
    case "223530411003":
      return "223530411003: المصروفات المتكررة الأخرى (الصادر والوارد، المرافق، الهواتف والإنت";
    case "223530411004":
      return "223530411004: الخدمات المشتركة الأخرى (أدوات المكتب، قرطاسية ومتفرقات، إلخ)";
    case "223530412000":
      return "223530412000: تنفيذ ميزانية الوظائف";
    case "223530501000":
      return "223530501000: إدارة تعتمد على البيانات لتعزيز طريقة إعداد التقارير واتخاذ القرار";
    case "223530501001":
      return "223530501001: تقييم الجاهزية";
    case "223530501002":
      return "223530501002: حوكمة البيانات";
    case "223530501003":
      return "223530501003: إعداد وتطبيق النظم الخاصة بتقنية المعلومات";
    case "223530501004":
      return "223530501004: تنظيم دورات تدريبية حول اتخاذ القرارات على ضوء المعطيات البيانية";
    case "223530502000":
      return "223530502000: إعادة تشكيل المسارات الخدماتية  للمستخدمين";
    case "223530502001":
      return "223530502001: أولوية إعادة تشكيل مسار الخدمات";
    case "223530502002":
      return "223530502002: إعادة تشكيل المسارات الخدماتية للمتعاملين";
    case "223530502003":
      return "223530502003: رقمنة المسارات المعاد تشكيلها الخاصة بالمتعاملين";
    case "223540000000":
      return "223540000000";
    case "223550000000":
      return "223550000000";
    case "223570101001":
      return "223570101001: طلب توصيل كهرباء (خدمة ذات أولوية)";
    case "223570101002":
      return "223570101002: إضافة الأحمال";
    case "223570101003":
      return "223570101003: تقسيم الأحمال";
    case "223570101004":
      return "223570101004: دمج الأحمال";
    case "223570101005":
      return "223570101005: فحص التسليكات الداخلية";
    case "223570101006":
      return "223570101006: إعادة التسليكات الداخلية";
    case "223570101007":
      return "223570101007: نقل خدمات الكهرباء";
    case "223570101008":
      return "223570101008: قطع الخدمة النهائي";
    case "223570101009":
      return "223570101009: قطع الخدمة المؤقتة";
    case "223570101010":
      return "223570101010: الفحص الفني للعدادات";
    case "223570101011":
      return "223570101011: تركيب عداد جديد بدلاً من العداد المفقود";
    case "223570101012":
      return "223570101012: اعتماد مخططات الكهرباء الفنية (خدمة ذات أولوية)";
    case "223570101013":
      return "223570101013: إصدار شهادة عدم الممانعة (خدمة ذات أولوية)";
    case "223570101014":
      return "223570101014: إصدار بدل فاقد شهادة عدم الممانعة";
    case "223570101015":
      return "223570101015: التوصيل المؤقت لخدمة الكهرباء";
    case "223570101016":
      return "223570101016: الإبلاغ عن طوارئ الكهرباء (خدمة ذات أولوية)";
    case "223570101000":
      return "223570101000: خدمات الكهرباء";
    case "223570102001":
      return "223570102001: طلب توصيل مياه (خدمة ذات أولوية)";
    case "223570102002":
      return "223570102002: زيادة سعة التوصيل";
    case "223570102003":
      return "223570102003: إضافة عداد لمنشأة قائمة وبها خدمة الماء";
    case "223570102004":
      return "223570102004: نقل خدمات الماء";
    case "223570102005":
      return "223570102005: قطع الخدمة النهائي";
    case "223570102006":
      return "223570102006: الفحص الفني للعدادات";
    case "223570102007":
      return "223570102007: تركيب عداد جديد بدلاً من العداد المفقود";
    case "223570102008":
      return "223570102008: اعتماد مخططات الماء الفنية (خدمة ذات أولوية)";
    case "223570102009":
      return "223570102009: إصدار شهادة عدم ممانعة (خدمة ذات أولوية)";
    case "223570102010":
      return "223570102010: إصدار بدل فاقد شهادة عدم الممانعة";
    case "223570102011":
      return "223570102011: التوصيل المؤقت لخدمة المياه";
    case "223570102012":
      return "223570102012: طلب صهاريج المياه";
    case "223570102013":
      return "223570102013: الإبلاغ عن طوارئ المياه (خدمة ذات أولوية)";
    case "223570102000":
      return "223570102000: خدمة الماء";
    case "223570103001":
      return "223570103001: إصدار شهادة براءة الذمة (خدمة ذات أولوية)";
    case "223570103002":
      return "223570103002: دفع المبالغ المستحقة (خدمة ذات أولوية)";
    case "223570103003":
      return "223570103003: استلام والرد على ملاحظات المتعاملين (خدمة ذات أولوية)";
    case "223570103004":
      return "223570103004: إعادة تفعيل الخدمة للمستهلك الجديد (خدمة ذات أولوية)";
    case "223570103005":
      return "223570103005: طلب استرداد تأمين";
    case "223570103006":
      return "223570103006: طلب تقسيط المبالغ المستحقة";
    case "223570103007":
      return "223570103007: طلب تأجيل موعد السداد";
    case "223570103008":
      return "223570103008: تغيير طبيعة نشاط المنشأة";
    case "223570103009":
      return "223570103009: نقل الحساب من متعامل لآخر";
    case "223570103010":
      return "223570103010: فك تجميد الحساب";
    case "223570103011":
      return "223570103011: تحويل أو استرداد المبالغ الدائنة في الحساب";
    case "223570103012":
      return "223570103012: إصدار شهادة لمن يهمه الأمر";
    case "223570103000":
      return "223570103000: خدمات علاقات المتعاملين";
    case "223570104001":
      return "223570104001: ربط خطوات إصدار شهادات خلو الموقع من الخدمات واعتماد المخططات مع د";
    case "223570104002":
      return "223570104002: إعداد برنامج لتسويق خدمات الهيئة الذكية";
    case "223570104003":
      return "223570104003: تنظيم حملات توعية لتشجيع المتعاملين على استخدام الخدمات الذكية";
    case "223570104000":
      return "223570104000: تطوير الخدمات الإلكترونية والذكية";
    case "223570201001":
      return "223570201001: تطوير و تحديث شبكة 132 ك.ف - المرحلة (أ)";
    case "223570201002":
      return "223570201002: تطوير و تحديث شبكة 132 ك.ف - المرحلة (ب)";
    case "223570201003":
      return "223570201003: تطوير و تحديث شبكة 132 ك.ف - المرحلة (ج)";
    case "223570201004":
      return "223570201004: تطوير و تحديث شبكة 132 ك.ف - المرحلة (د)";
    case "223570201005":
      return "223570201005: تطوير و تحديث شبكة 33 ك.ف - المرحلة (أ)";
    case "223570201006":
      return "223570201006: تطوير و تحديث شبكة 33 ك.ف - المرحلة (ب)";
    case "223570201007":
      return "223570201007: تطوير و تحديث شبكة 33 ك.ف - المرحلة (ج)";
    case "223570201008":
      return "223570201008: تطوير و تحديث شبكة 33 ك.ف - المرحلة (د)";
    case "223570201009":
      return "223570201009: تطوير و تحديث شبكة 11 ك.ف";
    case "223570201010":
      return "223570201010: تنفيذ مشروع نظام العدادات الذكية";
    case "223570201011":
      return "223570201011: تنفيذ مشروع نظام التحكم الآلي في الشبكة 11 ك.ف و ما أقل";
    case "223570201000":
      return "223570201000: تطوير وتنفيذ مشاريع شبكات النقل والتوزيع والتحكم";
    case "223570202001":
      return "223570202001: إجراء الصيانة لمحطات التحويل";
    case "223570202002":
      return "223570202002: إجراء الصيانة لخطوط النقل";
    case "223570202003":
      return "223570202003: إجراء الصيانة لشبكة التوزيع";
    case "223570202004":
      return "223570202004: تحسين الخطوط الهوائية لشبكة 11 ك.ف.";
    case "223570202005":
      return "223570202005: تطبيق معايير الأمن والسلامة";
    case "223570202000":
      return "223570202000: صيانة أصول شبكة الكهرباء";
    case "223570203001":
      return "223570203001: تطوير عمليات تشغيل و صيانة نظام العدادات الذكية";
    case "223570203002":
      return "223570203002: تشغيل و صيانة نظام العدادات الذكية";
    case "223570203000":
      return "223570203000: تطوير نظام العدادات الذكية";
    case "223570204001":
      return "223570204001: تطوير سياسات أصول الكهرباء";
    case "223570204002":
      return "223570204002: تسجيل اصول الشبكة في نظام SAP";
    case "223570204003":
      return "223570204003: اعداد منهجية لربط الشبكة مع القطاع الخاص";
    case "223570204004":
      return "223570204004: تقليل المخاطر المحتملة للشبكة";
    case "223570204000":
      return "223570204000: إدارة أصول شبكة الكهرباء";
    case "223570205001":
      return "223570205001: التشغيل الآمن و الاقتصادي للشبكة";
    case "223570205002":
      return "223570205002: إجراء الصيانة لمعدات اسكادا و الإتصالات";
    case "223570205003":
      return "223570205003: اعتماد البرامج التشغيلية للشبكة";
    case "223570205004":
      return "223570205004: تحديث خطة الطوارئ للشبكة";
    case "223570205005":
      return "223570205005: إجراء الصيانة لانظمة مركز المراقبة و التحكم";
    case "223570205006":
      return "223570205006: إجراء البرمجة الهندسية للمحطات";
    case "223570205007":
      return "223570205007: ضمان جاهزية مركز اسكادا البديل";
    case "223570205008":
      return "223570205008: ضمان استمرارية المراقبة لجميع المحطات";
    case "223570205009":
      return "223570205009: تحديث و دعم نظام اسكادا الرئيسي";
    case "223570205010":
      return "223570205010: ضمان التشغيل الآمن للمحطات";
    case "223570205011":
      return "223570205011: الإلتزام بمعايير الهيئة الوطنية للامن الإلكتروني";
    case "223570205012":
      return "223570205012: إصدار الدراسات و التقارير الإحصائية الدورية";
    case "223570205000":
      return "223570205000: المراقبة و التحكم بالشبكة الكهربائية";
    case "223570206001":
      return "223570206001: تطوير محطة الزوراء إلى محطة توليد مشترك لتوليد 600 ميغاوات وانتاج";
    case "223570206002":
      return "223570206002: إنشاء محطة توليد الكهرباء بنظام الطاقة الشمسية بطاقة انتاج 200 ميغ";
    case "223570206000":
      return "223570206000: تطوير وتنفيذ مشاريع توليد الطاقة الكهربائية وفق عقود الشراكة مع ال";
    case "223570207001":
      return "223570207001: استيراد الطاقة الكهربائية";
    case "223570207002":
      return "223570207002: تشغيل محطات توليد الطاقة الكهربائية حسب الحاجة";
    case "223570207003":
      return "223570207003: صيانة محطات توليد الطاقة الكهربائية";
    case "223570207000":
      return "223570207000: توفير الاحتياج من الطاقة الكهربائية";
    case "223570301001":
      return "223570301001: تطوير شبكة نقل المياه";
    case "223570301002":
      return "223570301002: تطوير شبكة توزيع المياه";
    case "223570301003":
      return "223570301003: تطوير خزانات المياه ومحطات الضخ";
    case "223570301004":
      return "223570301004: تحسين شبكات توزيع المياه";
    case "223570301005":
      return "223570301005: إحلال شبكات المياه";
    case "223570301000":
      return "223570301000: تطوير وتنفيذ مشاريع نقل وتخزين وتوزيع المياه";
    case "223570302001":
      return "223570302001: إنشاء محطة تحلية مياه البحر بالتناضح العكسي بسعة 45 مليون جالون يو";
    case "223570302002":
      return "223570302002: إنشاء محطة تحلية مياه البحر بالتناضح العكسي بسعة 30 مليون جالون يو";
    case "223570302003":
      return "223570302003: إنشاء محطة تحلية مياه البحر بالتناضح العكسي بسعة 30 مليون جالون يو";
    case "223570302000":
      return "223570302000: تطوير وتنفيذ مشاريع انتاج المياه";
    case "223570303001":
      return "223570303001: استيراد المياه المحلاة";
    case "223570303002":
      return "223570303002: تشغيل محطات إنتاج المياه";
    case "223570303003":
      return "223570303003: صيانة محطات إنتاج المياه";
    case "223570303000":
      return "223570303000: توفير الاحتياج من المياه";
    case "223570401001":
      return "223570401001: تشجيع المتعاملين على تغيير أنماط السلوك الاستهلاكي لرفع كفاءة استه";
    case "223570401002":
      return "223570401002: خفض إستهلاك الكهرباء والماء في منازل المواطنين بالمناطق التي تخدمه";
    case "223570401003":
      return "223570401003: عقد شراكات إستراتيجية مع الجهات الاتحادية والمحلية لتبني وتطبيق مب";
    case "223570401004":
      return "223570401004: تنفيذ مشاريع تجريبية لدراسة تقنيات متعددة لرفع كفاءة إستخدام الطاق";
    case "223570401005":
      return "223570401005: إجراء الدراسات والأبحاث والتجارب واستخدام التقنيات الحديثة الداعمة";
    case "223570401006":
      return "223570401006: تنفيذ مشروع إنارة الشوارع لرفع كفاءة استهلاك الكهرباء";
    case "223570401000":
      return "223570401000: تطبيق برامج تعمل على تحقيق الاستخدام الأمثل لموارد الطاقة (كفاءة ا";
    case "223570501001":
      return "223570501001: إعداد الميزانية ومتابعة تنفيذها";
    case "223570501002":
      return "223570501002: إدارة الرواتب";
    case "223570501003":
      return "223570501003: إدارة المدفوعات والاستحقاقات";
    case "223570501004":
      return "223570501004: إجراء التدقيق الداخلي";
    case "223570501000":
      return "223570501000: إادارة الموارد المالية بكفاءة وفعالية";
    case "223570502001":
      return "223570502001: إدارة المشتريات";
    case "223570502002":
      return "223570502002: إدارة العقود ومتابعتها";
    case "223570502000":
      return "223570502000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "223570503001":
      return "223570503001: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "223570503002":
      return "223570503002: تدريب وتطوير الموظفين";
    case "223570503003":
      return "223570503003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والف";
    case "223570503000":
      return "223570503000: تطبيق أفضل ممارسات الموارد البشرية";
    case "223570504001":
      return "223570504001: إدارة الجودة";
    case "223570504002":
      return "223570504002: إدارة علاقات المتعاملين";
    case "223570504003":
      return "223570504003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "223570504000":
      return "223570504000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "223570505001":
      return "223570505001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "223570505002":
      return "223570505002: إدارة النشاط الإعلامي";
    case "223570505000":
      return "223570505000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "223570506001":
      return "223570506001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "223570506002":
      return "223570506002: مستشاري الوزير والمدير العام (الوكيل)";
    case "223570506000":
      return "223570506000: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "223570507001":
      return "223570507001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "223570507002":
      return "223570507002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "223570507000":
      return "223570507000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "223570508001":
      return "223570508001: إعداد الدراسات والاستشارات القانونية";
    case "223570508002":
      return "223570508002: إدارة الشؤون القانونية";
    case "223570508000":
      return "223570508000: توفير أفضل الخدمات القانونية";
    case "223570509001":
      return "223570509001: تطوير النظم والتطبيقات الإلكترونية";
    case "223570509002":
      return "223570509002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "223570509003":
      return "223570509003: إدارة الشبكات وأمن المعلومات";
    case "223570509000":
      return "223570509000: توفير أحدث خدمات تقنية المعلومات";
    case "223570510001":
      return "223570510001: الصيانة";
    case "223570510002":
      return "223570510002: الإيجار";
    case "223570510003":
      return "223570510003: المواصلات";
    case "223570510004":
      return "223570510004: رسوم الاستشارات";
    case "223570510005":
      return "223570510005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والان";
    case "223570510006":
      return "223570510006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)";
    case "223570510000":
      return "223570510000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "223570511000":
      return "223570511000";
    case "223570601001":
      return "223570601001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار";
    case "223570601002":
      return "223570601002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي";
    case "223570601003":
      return "223570601003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين";
    case "223570601004":
      return "223570601004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية  الخارجية";
    case "223570601000":
      return "223570601000: بناء قدرات الموظفين في مجال الابتكار";
    case "223570602001":
      return "223570602001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية";
    case "223570602002":
      return "223570602002: تطوير جائزة داخلية للموظف المبتكر";
    case "223570602003":
      return "223570602003: تنفيذ مختبرات للإبتكار  جلسات عصف ذهني لجذب الأفكار";
    case "223570602004":
      return "223570602004: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين";
    case "223570602005":
      return "223570602005: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة";
    case "223570602000":
      return "223570602000: تبني أحدث وسائل الابتكار داخلياً";
    case "223570603001":
      return "223570603001: تشجيع البحث والتطوير داخل الجهة";
    case "223570603002":
      return "223570603002: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية  المنظمات الدول";
    case "223570603003":
      return "223570603003: تشجيع القيادات في الجهة على التواصل مع الموظفين لمناقشة الأفكار";
    case "223570603004":
      return "223570603004: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل";
    case "223570603005":
      return "223570603005: عرض أفضل الممارسات ونماذج العمل الرائدة";
    case "223570603000":
      return "223570603000: تحسين عمليات الهيئة بما يعزز ثقافة الابتكار";
    case "222580101001":
      return "222580101001: تحديد المكرمين حسب لائحة التكريم";
    case "222580101002":
      return "222580101002: التنسيق مع الجهة الداعمة لتوفير الدعم المالي لتكريم أصحاب الإنجازا";
    case "222580101003":
      return "222580101003: التعريف والترويج عن الإنجازات الرياضية";
    case "222580101000":
      return "222580101000: إبراز أصحاب الإنجازات الرياضية وتكريمهم";
    case "222580102001":
      return "222580102001: المشاركة في البطولات الدولية لفئة أصحاب الهمم";
    case "222580102002":
      return "222580102002: المشاركة في البطولات والمعسكرات الخارجية لفئة أصحاب الهمم";
    case "222580102000":
      return "222580102000: إعداد وتأهيل فئة أصحاب الهمم في البطولات الرياضية";
    case "222580103001":
      return "222580103001: إعداد مسابقات وأنشطة رياضية إلكترونية";
    case "222580103000":
      return "222580103000: دعم الرياضات الإلكترونية";
    case "222580104001":
      return "222580104001: التدقيق على الجهات الرياضية المشهرة";
    case "222580104002":
      return "222580104002: متابعة الجهات في إغلاق الملاحظات والمخالفات للقواعد والأنظمة";
    case "222580104000":
      return "222580104000: تفعيل حوكمة المنظومة الرياضية";
    case "222580105001":
      return "222580105001: تنظيم دورات تدريبية تخصصية في مجال الرياضة( خدمة فرعية ذات أولوية)";
    case "222580105002":
      return "222580105002: إصدار شهادة مشاركة في دورات تدريبية";
    case "222580105003":
      return "222580105003: تحديث بيانات شهادة الدورة التدريبية";
    case "222580105000":
      return "222580105000: تطوير وتأهيل الكوادر الرياضية";
    case "222580106001":
      return "222580106001: اشهار المؤسسات الرياضية";
    case "222580106002":
      return "222580106002: إلغاء إشهار المؤسسات الرياضية";
    case "222580106003":
      return "222580106003: اصدار اجازات تفرغ للاعبين في المؤسسات الرياضية";
    case "222580106004":
      return "222580106004: إلغاء طلب التفرغ للاعبين في المؤسسات الرياضية";
    case "222580106005":
      return "222580106005: تعديل بيانات تفرغ اللاعبين في المؤسسات الرياضية";
    case "222580106006":
      return "222580106006: تمديد الفترة الزمنية لتفرغ للاعبين في المؤسسات الرياضية";
    case "222580106000":
      return "222580106000: الاشراف على المؤسسات الرياضية المسجلة لدى الهيئة";
    case "222580107001":
      return "222580107001: المشاركة في البطولات الرياضية";
    case "222580201001":
      return "222580201001:  إقامة برامج رياضية في المدارس";
    case "222580201002":
      return "222580201002:  إقامة برامج رياضية تحفيزية للإمارات الشمالية";
    case "222580201003":
      return "222580201003: التنسيق والتعاون مع االجهات الاخرى لتنفيذ برامج الرياضية المجتمعية";
    case "222580201000":
      return "222580201000: تنفيذ برامج رياضية مجتمعية";
    case "222580202001":
      return "222580202001:  إعداد دراسة الرياضة المجتمعية";
    case "222580202000":
      return "222580202000: تعزيز ممارسة الرياضة المجتمعية";
    case "222580203001":
      return "222580203001: إعداد وتسويق الحملات التوعوية والإعلامية";
    case "222580203002":
      return "222580203002: نشر أهم البيانات الرياضية عبر القنوات الاعلامية";
    case "222580203003":
      return "222580203003: تنفيذ محاضرات توعية تثقيفية رياضية الرياضة أسلوب حياة";
    case "222580203000":
      return "222580203000: التعريف بالهيئة والترويج الأنشطة والبرامج الرياضية";
    case "222580204001":
      return "222580204001: إصدار رخصة مزاولة الانشطة الرياضية( خدمة فرعية ذات أولوية)";
    case "222580204002":
      return "222580204002: تجديد رخصة مزاولة الأنشطة الرياضية";
    case "222580204003":
      return "222580204003: إضافة نشاط إلى رخصة مزاولة الأنشطة الرياضية";
    case "222580204004":
      return "222580204004: إلغاء شريك في رخصة مزاولة الأنشطة الرياضية";
    case "222580204005":
      return "222580204005: إضافة شريك في رخصة مزاولة الأنشطة الرياضية";
    case "222580204006":
      return "222580204006: التنازل عن رخصة مزاولة الأنشطة الرياضية";
    case "222580204007":
      return "222580204007: تحديث بيانات رخصة مزاولة الأنشطة الرياضية";
    case "222580204008":
      return "222580204008: إصدار بدل فاقد لرخصة مزاولة الأنشطة الرياضية";
    case "222580204009":
      return "222580204009: إصدار تصريح لتنظيم بطولة دولية";
    case "222580204010":
      return "222580204010: إصدار تصريح بتنظيم بطولة محلية";
    case "222580204011":
      return "222580204011: اصدار تصريح عمل للعاملين في المؤسسات الرياضية الخاصة";
    case "222580204000":
      return "222580204000: ترخيص المؤسسات الرياضية الخاصة";
    case "222580301001":
      return "222580301001: إقامة المسابقات على المستوى المحلي";
    case "222580301002":
      return "222580301002: المشاركة في البطولات على المستوى الخارجي";
    case "222580301000":
      return "222580301000: التنظيم والإعداد لمشاركة المرأة في البطولات والمسابقات داخليا وخار";
    case "222580302001":
      return "222580302001: تكريم المرأة لانجازاتها الرياضية";
    case "222580302002":
      return "222580302002: تأهيل الحكمات والمدربات";
    case "222580302000":
      return "222580302000: دعم وتحفيز المرأة لممارسة الرياضة";
    case "222580401001":
      return "222580401001: تطبيق انظمة الايزو (النظام المتكامل)";
    case "222580401002":
      return "222580401002: اطلاق جائزة التميز الداخلية";
    case "222580401003":
      return "222580401003: عقد ورش في مجال التميز";
    case "222580401004":
      return "222580401004: نشر ثقافة التميز";
    case "222580401005":
      return "222580401005: إغلاق فرص التحسين";
    case "222580401000":
      return "222580401000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "222580402001":
      return "222580402001: عقد ورش عمل استراتيجية";
    case "222580402000":
      return "222580402000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "222580403001":
      return "222580403001: إعداد وتطبيق خطة التوطين";
    case "222580403002":
      return "222580403002: تطبيق مشروع التعاقب الوظيفي";
    case "222580403003":
      return "222580403003: تعزيز الحوار والشفافية";
    case "222580403004":
      return "222580403004: إعداد برنامج توثيق";
    case "222580403005":
      return "222580403005: تجديد بطاقة إسعاد";
    case "222580403000":
      return "222580403000: تطبيق أفضل الممارسات الموارد البشرية";
    case "222580403006":
      return "222580403006: تدريب وتأهيل الكوادر الوظيفية";
    case "222580404001":
      return "222580404001: رفع مستوى التوعية العامة عن الخدمات الإلكترونية   الذكية";
    case "222580404002":
      return "222580404002: رفع نسبة استخدام الخدمات الحكومية ( الالكترونية   الذكية )";
    case "222580404003":
      return "222580404003: تطوير البوابات والأنظمة الإلكترونية";
    case "222580404004":
      return "222580404004: الصيانة الدورية للأجهزة والأنظمة التقنية";
    case "222580404005":
      return "222580404005: تقديم الدعم الفني الموظفين و للوحدات التنظيمية في الهيئة";
    case "222580404006":
      return "222580404006: تطوير أمن ومركز المعلومات";
    case "222580404007":
      return "222580404007: تطوير الربط الشبكي الإلكتروني";
    case "222580404008":
      return "222580404008: تطوير الأنظمة الالكترونية (تطوير أنظمة البنية التحتية التقنية)";
    case "222580404009":
      return "222580404009: التدقيق الداخلي على معايير أمن المعلومات";
    case "222580404010":
      return "222580404010: تنفيذ عملية كشف الثغرات الأمنية";
    case "222580404011":
      return "222580404011: رفع مستوى الوعي التقني للموظفين";
    case "222580404000":
      return "222580404000: توفير أحدث خدمات تقنية المعلومات";
    case "222580405001":
      return "222580405001: اعداد نشرات توعوية عن المعرفة";
    case "222580405002":
      return "222580405002: إعداد برامج لرفع مستوى المعرفة";
    case "222580405003":
      return "222580405003: قياس مستوى نضج إدارة المعرفة في الجهة";
    case "222580405004":
      return "222580405004: الاطلاع على افضل الممارسات و تبادل الخبرات في مجال المعرفة";
    case "222580405005":
      return "222580405005: قياس سعادة المتعاملين حول الأصول المعرفة المتاحة";
    case "222580405006":
      return "222580405006: تخصيص ‏ساعتين سعادة وجودة الحياة";
    case "222580405007":
      return "222580405007: برنامج نبض السعادة لقياس السعادة";
    case "222580405008":
      return "222580405008: تعزيز رياضة المرأة";
    case "222580405009":
      return "222580405009: ‏اقامة احتفال بيوم المرأة الإماراتية";
    case "222580405010":
      return "222580405010: أجندة السعادة للعام";
    case "222580405011":
      return "222580405011: إعداد برنامج ‏أسعدتمونا فاسعدناكم";
    case "222580405012":
      return "222580405012: تهنئة الموظفين ونشر السعادة بإنضمامهم لأسرة الهيئة العامة للرياضة";
    case "222580405013":
      return "222580405013: تعزيز منصات السعادة للتواصل الاجتماعي";
    case "222580405014":
      return "222580405014: إعداد برنامج افتراضي للسعادة";
    case "222580405015":
      return "222580405015: إقامة يوم ترفيهي للموظفين";
    case "222580405000":
      return "222580405000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "222580406001":
      return "222580406001: ورشة قانونية لموظفي الهيئة بشأن قانون الموارد البشرية ولائحته التن";
    case "222580406002":
      return "222580406002: ورشة توعوية قانونية لموظفي الهيئة";
    case "222580406003":
      return "222580406003: نشر مواد قانونية عبر وسائل التواصل الاجتماعي";
    case "222580406004":
      return "222580406004: إعداد مسابقة قانونية لموظفي الهيئة";
    case "222580406000":
      return "222580406000: توفير أفضل الخدمات القانونية";
    case "222580407001":
      return "222580407001: إعداد الميزانية ومتابعة تنفيذها";
    case "222580407002":
      return "222580407002: إدارة الرواتب";
    case "222580407003":
      return "222580407003: إدارة المدفوعات والاستحقاقات";
    case "222580407004":
      return "222580407004: إجراء التدقيق الداخلي";
    case "222580407000":
      return "222580407000: إدارة الموارد المالية بكفاءة وفعالية";
    case "222580408001":
      return "222580408001: إدارة المشتريات";
    case "222580408002":
      return "222580408002: إدارة العقود ومتابعتها";
    case "222580408000":
      return "222580408000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "222580409001":
      return "222580409001: مكاتب الوزراء والمدير العام والمديرين التنفيذيين";
    case "222580409002":
      return "222580409002: مستشاري الوزير والمدير العام";
    case "222580409000":
      return "222580409000: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "222580410001":
      return "222580410001: الصيانة";
    case "222580410002":
      return "222580410002: الايجار";
    case "222580410003":
      return "222580410003: المواصلات";
    case "222580410004":
      return "222580410004: المصروفات المتكررة الأخرى";
    case "222580410005":
      return "222580410005: الخدمات المشتركة الأخرى";
    case "222580410000":
      return "222580410000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "222580411000":
      return "222580411000: تنفيذ ميزانية الوظائف";
    case "222580501001":
      return "222580501001: اقامة مسابقة الابتكار";
    case "222580501002":
      return "222580501002: إعداد تنفيذ برنامج شهر الابتكار";
    case "222580501003":
      return "222580501003: نشر ثقافة الابتكار";
    case "222580501000":
      return "222580501000: بناء قدرات الموظفين في مجال الابتكار";
    case "223640101000":
      return "223640101000: استخدام جميع الوسائل المتاحة لتوعية المجتمع بفريضة الزكاة وأثرها ع";
    case "223640101001":
      return "223640101001: تحقيق كفاءة وفاعلية قدرات الصندوق بالتوعية";
    case "223640101002":
      return "223640101002: إدارة النشاط الإعلامي";
    case "223640102000":
      return "223640102000: تعزيز ثقة المجتمع في الصندوق وتطوير سمعته باستخدام وسائل الاعلام و";
    case "223640102001":
      return "223640102001: تنفيذ حملات إعلامية  وتسويقية مبتكرة";
    case "223640102002":
      return "223640102002: نشر الدراسات والبحوث والمقالات المتخصصة";
    case "223640103000":
      return "223640103000: وضع خطط تطويرية وتحسينية من أجل التوعية بالزكاة وخدمات الصندوق";
    case "223640103001":
      return "223640103001: طلب معلومات محاضرات إحصائيات عن الصندوق وخدماته";
    case "223640103002":
      return "223640103002: طلب فتوى وحساب الزكاة";
    case "223640103003":
      return "223640103003: طلب حساب زكاة الشركات";
    case "223640104000":
      return "223640104000: وضع خطط استشرافية مبتكرة لتنمية مصادر الموارد المالية";
    case "223640104001":
      return "223640104001: إدارة خطط تنمية مصارد الموارد المالية";
    case "223640104002":
      return "223640104002: تفعيل شراكات تنمية  واستدامة الموارد المالية";
    case "223640105000":
      return "223640105000: تطوير قاعدة المزكين والمحسنين";
    case "223640105001":
      return "223640105001: إدارة خطط التواصل مع المزكين والمحسنين";
    case "223640105002":
      return "223640105002: إدارة خطط التواصل مع كبار المزكين والمحسنين";
    case "223640106000":
      return "223640106000: دفع الزكاة";
    case "223640106001":
      return "223640106001: دفع الزكاة";
    case "223640107000":
      return "223640107000: خدمات كبار المحسنين";
    case "223640107001":
      return "223640107001: طلب خدمة كبار المحسنين";
    case "223640201000":
      return "223640201000: وضع خطط مبتكرة لتطبيق مشاريع الفئات المستحقة للزكاة";
    case "223640201001":
      return "223640201001: إدارة المشاريع الاجتماعية والتنموية للفئات المستحقة";
    case "223640201002":
      return "223640201002: تفعيل شراكات المشاريع الإجتماعية والتنموية";
    case "223640202000":
      return "223640202000: وضع خطط مبتكرة لاستقبال طلبات الفئات المستحقة";
    case "223640202001":
      return "223640202001: رفع فاعلية وكفاءة أنظمة استقبال الطلبات";
    case "223640203000":
      return "223640203000: وضع خطط مبتكرة لدراسة طلبات الفئات المستحقة";
    case "223640203001":
      return "223640203001: رفع جودة دراسة طلبات الفئات المستحقة";
    case "223640203002":
      return "223640203002: تنفيذ خطط مشاريع الفئات المستحقة";
    case "223640203003":
      return "223640203003: التفاوض مع جهات التفاوض المعنية الخاصة بالحالات";
    case "223640204000":
      return "223640204000: صرف الزكاة";
    case "223640204001":
      return "223640204001: طلب زكاة (جديد تجديد عاجل أسر متعففة)";
    case "223640204002":
      return "223640204002: متابعة طلب الزكاة (متابعة  شهادة لمن يهمه امر)";
    case "223640204003":
      return "223640204003: طلب استرحام";
    case "223640301000":
      return "223640301000: إدارة الموارد المالية بكفاءة وفعالية";
    case "223640301001":
      return "223640301001: إعداد الميزانية ومتابعة تنفيذها";
    case "223640301002":
      return "223640301002: إدارة المدفوعات والاستحقاقات";
    case "223640301003":
      return "223640301003: إجراء التدقيق الداخلي";
    case "223640302000":
      return "223640302000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "223640302001":
      return "223640302001: إدارة المشتريات";
    case "223640302002":
      return "223640302002: إدارة العقود ومتابعتها";
    case "223640303000":
      return "223640303000: تطبيق أفضل ممارسات الموارد البشرية";
    case "223640303001":
      return "223640303001: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "223640303002":
      return "223640303002: تدريب وتطوير الموظفين";
    case "223640303003":
      return "223640303003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو";
    case "223640304000":
      return "223640304000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "223640304001":
      return "223640304001: إدارة الجودة";
    case "223640304002":
      return "223640304002: إدارة علاقات المتعاملين";
    case "223640304003":
      return "223640304003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "223640304004":
      return "223640304004: الجاهزية للأزمات والطوارئ";
    case "223640305000":
      return "223640305000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "223640305001":
      return "223640305001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "223640306000":
      return "223640306000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "223640306001":
      return "223640306001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "223640306002":
      return "223640306002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "223640307000":
      return "223640307000: توفير أفضل الخدمات القانونية";
    case "223640307001":
      return "223640307001: إعداد الدراسات والاستشارات القانونية";
    case "223640307002":
      return "223640307002: إدارة الشؤون القانونية";
    case "223640308000":
      return "223640308000: توفير أحدث خدمات تقنية المعلومات";
    case "223640308001":
      return "223640308001: تطوير النظم والتطبيقات الإلكترونية";
    case "223640308002":
      return "223640308002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "223640308003":
      return "223640308003: إدارة الشبكات وأمن المعلومات";
    case "223640309000":
      return "223640309000: تنفيذ ميزانية الوظائف";
    case "223640401000":
      return "223640401000: توفير بيئة داعمة ومحفزة للابتكار";
    case "223640401001":
      return "223640401001: إدارة نظام نافس للابتكار الزكوي";
    case "223640402000":
      return "223640402000: بناء أفراد يمتلكون مهارات عالية في الإبداع والابتكار";
    case "223640402001":
      return "223640402001: توثيق كافة الابتكارات في الصندوق";
    case "223660000000":
      return "223660000000";
    case "223700101001":
      return "223700101001: مراجعة واعتماد المسودة النهائية لنظام صناديق حماية المستثمرين";
    case "223700101002":
      return "223700101002: مخاطبة مجلس الوزراء لتسريع إعتماد قانون الهيئة";
    case "223700101003":
      return "223700101003: إعداد المسودة النهائية لنظام الخدمات المالية المتكاملة (كتيب الترخ";
    case "223700101004":
      return "223700101004: إعتماد المسودة النهائية لنظام حماية المبلغين whistleblowing";
    case "223700101005":
      return "223700101005: إعتماد المسودة النهائية لنظام SPV";
    case "223700101006":
      return "223700101006: التنسيق مع الأسواق لوضع الأنظمة الخاصة للتداول خارج القاعة OTC";
    case "223700101000":
      return "223700101000: إعداد الأنظمة والقرارات اللازمة لترقية الأسواق إلى أسواق متقدمة";
    case "223700102001":
      return "223700102001: إعداد وصياغة ضوابط تنظيم أعمال مستودعات التداول Trade Repositories";
    case "223700102002":
      return "223700102002: إعداد وصياغة نظام صناديق حماية المستثمرين";
    case "223700102003":
      return "223700102003: إعداد وصياغة نظام صندوق ضمان التقاص";
    case "223700102004":
      return "223700102004: إعداد وصياغة نظام صندوق أمانات المستثمرين";
    case "223700102005":
      return "223700102005: إعداد وصياغة نظام تداول حصص الشركات محدودة المسؤولية";
    case "223700102006":
      return "223700102006: إعداد وصياغة مادة تعديل قانون الهيئة بإمكانية تنظيم التمويل الجماع";
    case "223700102007":
      return "223700102007: إعداد مسودة تحديثنظام طرح وإصدار أسهم الشركات المساهمة العامة";
    case "223700102008":
      return "223700102008: إعداد مسودة تحديث النظام الخاص بقواعد الاستحواذ والاندماج للشركات";
    case "223700102000":
      return "223700102000: إعداد وإصدار أنظمة تدعم الأنشطة والخدمات المالية والقطاعات الاقتصا";
    case "223700103001":
      return "223700103001: إعداد وصياغة المسودة النهائية لتعديل نظام الملاءة المالية.";
    case "223700103002":
      return "223700103002: ترخيص وإدراج وحدات صناديق متوافقة مع الشريعة الاسلامية.";
    case "223700103003":
      return "223700103003: تنظيم اصدارات الصكوك الاسلامية";
    case "223700103004":
      return "223700103004: إعداد مسودة لتحديثات على نظام الصكوك الإسلامية";
    case "223700103000":
      return "223700103000: إعداد وإصدار أنظمة تدعم تطوير سوق رأس المال الإسلامي";
    case "223700104001":
      return "223700104001: إعداد تقرير الشامل للنصوص التشريعية التي تستوفي متطلبات البنك الدو";
    case "223700104002":
      return "223700104002: صياغة النصوص التشريعية الجديدة واستصدار القوانين أو الأنظمة أو الق";
    case "223700104000":
      return "223700104000: استكمال التشريعات والأنظمة والقرارات اللازمة لرفع تصنيف الدولة في";
    case "223700105001":
      return "223700105001: إعداد الدراسات عن أفضل الممارسات العالمية لموضوعات متصلة بأسواق ال";
    case "223700105002":
      return "223700105002: إعداد قواعد بيانات احصائية سنوية عن أسواق المال والشركات المدرجة و";
    case "223700105000":
      return "223700105000: دراسة ورصد المتغيرات التي تطرأ على أسواق المال";
    case "223700106001":
      return "223700106001: إعداد المسودة النهائية لنظام التمويل الجماعي";
    case "223700106002":
      return "223700106002: إعتماد المسودة النهائية لنظام الطرح، ومراجعة قواعد الإدراج التي سي";
    case "223700106003":
      return "223700106003: إنشاء قاعدة لتجميع بيانات رأس المال المغامر";
    case "223700106000":
      return "223700106000: تأسيس منصة لتمويل الشركات الصغيرة والمتوسطة ومنصة للتمويل الجماعي";
    case "223700107001":
      return "223700107001: توفير الدليل التوضيحي لنظام الأصول المشفرة";
    case "223700107000":
      return "223700107000: توفير منصات لطرح وتداول الأصول المشفرة";
    case "223700108001":
      return "223700108001: مراجعة وتعديل القرار رقم 157 لسنة 2005 الخاص بسوق السلع والقرار رق";
    case "223700108000":
      return "223700108000: تطوير منصة رسمية لتداول الذهب في الدولة";
    case "223700109001":
      return "223700109001: التواصل مع سوق دبي المالي وسلطة مطار دبي الحرة لمتابعة مساعيهم إطل";
    case "223700109000":
      return "223700109000: توفير منصة إصدار وإدراج أسهم شركات المناطق الحرة بالدولة";
    case "223700110001":
      return "223700110001: تطوير البيئة التشريعية اللازمة لتعزيز تداول وتقاص وتسوية أدوات الد";
    case "223700110002":
      return "223700110002: وضع التوصيات وإقتراح البرامج اللازمة لتحفيز إصدار السندات وأدوات ا";
    case "223700110000":
      return "223700110000: تطوير البيئة التشريعية اللازمة لتعزيز تداول وتقاص وتسوية أدوات الد";
    case "223700111001":
      return "223700111001: تسهيل إجراءات فتح الحسابات و استخراج رقم مستثمر بالتنسيق مع الأسوا";
    case "223700111002":
      return "223700111002: التنسيق مع مقدمي الخدمات المالية لتحفيزهم وبحث إمكانية تخفيض تكلفة";
    case "223700111000":
      return "223700111000: إعتماد حزمة من الإجراءات لتحقيق مبدأ الشمول المالي";
    case "223700201001":
      return "223700201001: متابعة إفصاحات الشركات المساهمة العامة المدرجة (المحلية والأجنبية)";
    case "223700201002":
      return "223700201002: نشر تقارير دوريةلمدى التزام مدقق الشركات المساهمة العامة بالمتطلبا";
    case "223700201003":
      return "223700201003: الخفض في المخالفات الجسيمة المتعلقة بممارسات الشفافية والحوكمة";
    case "223700201004":
      return "223700201004: رصد تجاوزات الشركات المدرجة والمتعاملة بالأسوق للقوانين والأنظمة";
    case "223700201005":
      return "223700201005: رصد تجاوزات الشركات المدرجة والمتعاملة بالأسوق لقوانين غسل الأموال";
    case "223700201000":
      return "223700201000: رفع كفاءة عمليات الاشراف والرقابة على الشركات المدرجة والمتعاملة ب";
    case "223700202001":
      return "223700202001: إعداد تقرير لرصد حالات الإخفاق في عمليات التسوية ومتابعتها للتصويب";
    case "223700202000":
      return "223700202000: تعزيز استقرار الأسواق المالية وحمايتها من المخاطر النظامية المحتمل";
    case "223700203001":
      return "223700203001: اصدار تقارير رصد التزام الشركات نطاق خطة التفتيش بالقوانين والانظم";
    case "223700203002":
      return "223700203002: رصد تجاوزات الشركات المرخصة للقوانين والأنظمة";
    case "223700203000":
      return "223700203000: رفع كفاءة عمليات الاشراف والرقابة على شركات الوساطة";
    case "223700204001":
      return "223700204001: الموافقة على طلب منح الترقيم الدولي للأوراق المالية";
    case "223700204002":
      return "223700204002: الموافقة على طلب تجديد تسجيل الشركات المساهمة العامة";
    case "223700204003":
      return "223700204003: تسجيل الشركات للمساهمة العامة غير الحكومية";
    case "223700204004":
      return "223700204004: الموافقة على طلب شراء الشركات المساهمة العامة لأسهمها";
    case "223700204005":
      return "223700204005: الموافقة على طلب إصدار السندات والصكوك الإسلامية للشركات المساهمة";
    case "223700204006":
      return "223700204006: الموافقة على طلب إدراج السندات والصكوك الإسلامية";
    case "223700204007":
      return "223700204007: الموافقة على طلب زيادة وتخفيض رؤوس أموال الشركات المساهمة العامة";
    case "223700204008":
      return "223700204008: الموافقة على طلب دخول الشريك الاستراتيجي";
    case "223700204009":
      return "223700204009: الموافقة على طلب إصدار برامج تحفيز العاملين في الشركات المساهمة ال";
    case "223700204010":
      return "223700204010: الموافقة على طلب طرح أسهم الشركات المساهمة العامة الأجنبية في اكتت";
    case "223700204011":
      return "223700204011: الموافقة على طلب إدراج الإذونات المغطاه و شهادات الإيداع";
    case "223700204012":
      return "223700204012: الموافقة على طلب إصدارالأذونات المغطاة وشهادات الإيداع";
    case "223700204013":
      return "223700204013: تسجيل منتج مالي مروج داخل الدولة";
    case "223700204014":
      return "223700204014: إلغاء تسجيل منتج مالي مروج داخل الدولة";
    case "223700204015":
      return "223700204015: الموافقة على طلب اندماج واستحواذ الشركات المساهمة العامة";
    case "223700204016":
      return "223700204016: الموافقة على إدراج الشركات المساهمة";
    case "223700204017":
      return "223700204017: الموافقة على طلب تجديد ادراج الشركات المساهمة";
    case "223700204018":
      return "223700204018: الموافقة على إلغاء ادراج الشركات المساهمة";
    case "223700204019":
      return "223700204019: إلغاء تسجيل الإعتراف المتبادل لصندوق إستثمار محلي";
    case "223700204020":
      return "223700204020: موافقة الهيئة على مقيم الحصص العينية لصندوق استثمار محلي";
    case "223700204021":
      return "223700204021: إلغاء تسجيل صندوق استثمار محلي";
    case "223700204022":
      return "223700204022: تسجيل الإعتراف المتبادل لصندوق إستثمار محلي";
    case "223700204023":
      return "223700204023: الموافقة على زيادة   تخفيض رأس مال صندوق استثمار عام أو خاص (محلي)";
    case "223700204024":
      return "223700204024: الموافقة على دمج صندوق استثمار عام أو خاص (محلي) في صندوق استثمار";
    case "223700204025":
      return "223700204025: الموافقة على إلغاء إدراج الأذونات المغطاه و شهادات الإيداع";
    case "223700204026":
      return "223700204026: الموافقة على طلب إلغاء إدراج السندات والصكوك الإسلامية";
    case "223700204027":
      return "223700204027: الموافقة على إنهاء إصدار الأذونات المغطاه و شهادات الإيداع";
    case "223700204028":
      return "223700204028: تجديد تسجيل منتج مالي مروج داخل الدولة";
    case "223700204029":
      return "223700204029: تسجيل الشركات المساهمة العامة الحكومية";
    case "223700204030":
      return "223700204030: طرح أسهم الشركات المساهمة العامة المحلية المسجلة وغير المدرجة لأسه";
    case "223700204031":
      return "223700204031: تسجيل صندوق استثمار أجنبي";
    case "223700204032":
      return "223700204032: إلغاء تسجيل صنوق استثمار أجنبي";
    case "223700204033":
      return "223700204033: اضافة مروج محلي لترويج صندوق استثمار أجنبي";
    case "223700204034":
      return "223700204034: إلغاء موافقة ترويج صندوق استثمار أجنبي";
    case "223700204035":
      return "223700204035: تسجيل الإعتراف المتبادل لصندوق إستثمار الإجنبي";
    case "223700204036":
      return "223700204036: إلغاء تسجيل الإعتراف المتبادل لصندوق إستثمار الإجنبي";
    case "223700204037":
      return "223700204037: الموافقة على تغيير الممثل القانوني للصندوق الأجنبي داخل الدولة";
    case "223700204038":
      return "223700204038: تجديد تسجيل صندوق استثمار أجنبي";
    case "223700204039":
      return "223700204039: الموافقة على إدراج صناديق الإستثمار داخل الدولة";
    case "223700204040":
      return "223700204040: الموافقة على إلغاء إدراج صناديق الإستثمار المدرجة بالدولة";
    case "223700204041":
      return "223700204041: تسجيل صندوق استثمار محلي";
    case "223700204042":
      return "223700204042: تجديد تسجيل صندوق استثمار محلي";
    case "223700204043":
      return "223700204043: إلغاء موافقة الهيئة على مقيم الحصص العينية لصندوق استثمار محلي";
    case "223700204044":
      return "223700204044: تعديل مستند طرح صندوق استثمار محلي";
    case "223700204045":
      return "223700204045: إدراج العقود   السلع ببورصة دبي للذهب والسلع";
    case "223700204046":
      return "223700204046: تعديل مواصفات عقود   سلع مدرجة ببورصة دبي للذهب والسلع";
    case "223700204047":
      return "223700204047: إلغاء  تعليق إدراج عقود  سلع مدرجة ببورصة دبي للذهب والسلع";
    case "223700204000":
      return "223700204000: التسجيل";
    case "223700205001":
      return "223700205001: ترخيص شركات وساطة الأوراق المالية";
    case "223700205002":
      return "223700205002: الموافقة على تعديل عقد تأسيس شركة وساطة الأوراق المالية أو نظامها";
    case "223700205003":
      return "223700205003: الموافقة على الاستثمار في غير الأوراق المالية لشركات الوساطة المال";
    case "223700205004":
      return "223700205004: تغيير عضوية شركات وساطة الأوراق المالية من عضو تداول وتقاص إلى عضو";
    case "223700205005":
      return "223700205005: تغيير عضوية شركات وساطة الأوراق المالية من عضو تداول إلى عضو تداول";
    case "223700205006":
      return "223700205006: الغاء تسجيل الموافقة لشركة الوساطة للتداول المباشر عبر الأسواق (DM";
    case "223700205007":
      return "223700205007: الغاء تسجيل الموافقة لشركة الوساطة للتداول باسمها ولحسابها الخاص";
    case "223700205008":
      return "223700205008: الغاء تسجيل الموافقة لشركة الوساطة للبيع على المكشوف";
    case "223700205009":
      return "223700205009: الغاء تسجيل الموافقة لشركة الوساطة للتداول عبر الانترنت";
    case "223700205010":
      return "223700205010: الموافقة على تغيير عنوان أو مقر شركة وساطة الأوراق المالية الرئيسي";
    case "223700205011":
      return "223700205011: الموافقة على زيادة أو خفض رأس مال شركة وساطة الأوراق المالية";
    case "223700205012":
      return "223700205012: الموافقة لشركة وساطة أوراق مالية على تقديم خدمات خارج الدولة";
    case "223700205013":
      return "223700205013: تسجيل الموافقة لشركة الوساطة للتداول المباشر عبر الأسواق (DMA)";
    case "223700205014":
      return "223700205014: تسجيل الموافقة لشركة الوساطة للتداول باسمها ولحسابها الخاص";
    case "223700205015":
      return "223700205015: تسجيل الموافقة لشركة الوساطة للتداول بالهامش";
    case "223700205016":
      return "223700205016: تسجيل الموافقة لشركة الوساطة للتداول عبر الانترنت";
    case "223700205017":
      return "223700205017: تسجيل الموافقة لشركة الوساطة للبيع على المكشوف";
    case "223700205018":
      return "223700205018: تجديد تسجيل الموافقة لشركة الوساطة للتداول بالهامش";
    case "223700205019":
      return "223700205019: تجديد تسجيل الموافقة لشركة الوساطة للتداول المباشر عبر الأسواق (DM";
    case "223700205020":
      return "223700205020: تجديد ترخيص شركات وساطة الأوراق المالية";
    case "223700205021":
      return "223700205021: تجديد تسجيل الموافقة لشركة الوساطة للتداول باسمها ولحسابها الخاص";
    case "223700205022":
      return "223700205022: تجديد تسجيل الموافقة لشركة الوساطة للتداول عبر الانترنت";
    case "223700205023":
      return "223700205023: تجديد تسجيل الموافقة لشركة الوساطة للبيع على المكشوف";
    case "223700205024":
      return "223700205024: شطب نهائي لترخيص شركة وساطة الأوراق المالية";
    case "223700205025":
      return "223700205025: الغاء تسجيل الموافقة لشركة الوساطة للتداول بالهامش";
    case "223700205026":
      return "223700205026: تجديد الموافقة لشركة وساطة أوراق مالية على تقديم خدمات خارج الدولة";
    case "223700205027":
      return "223700205027: الموافقة على تغيير الشركاء أو تعديل نسب تملكهم في شركة وساطة الاور";
    case "223700205028":
      return "223700205028: الموافقة لشركة وساطة الاوراق المالية على إضافة أو حذف أو تعديل نشا";
    case "223700205029":
      return "223700205029: الموافقة لشركة وساطة الاوراق المالية على اطلاق أي من الحملات الإعل";
    case "223700205030":
      return "223700205030: إصدار عدم ممانعة لشركات وساطة الأوراق المالية للتداول بالأسواق الم";
    case "223700205031":
      return "223700205031: اعتماد العاملين بشركات وساطة الأوراق المالية";
    case "223700205032":
      return "223700205032: تجديد اعتماد العاملين بشركات وساطة الأوراق المالية";
    case "223700205033":
      return "223700205033: غلق فروع شركات وساطة الأوراق";
    case "223700205034":
      return "223700205034: ترخيص شركات وساطة السلع";
    case "223700205035":
      return "223700205035: تجديد ترخيص شركات وساطة السلع";
    case "223700205036":
      return "223700205036: الموافقة لشركة وساطة سلع على فتح فرع";
    case "223700205037":
      return "223700205037: الغاء الموافقة لشركة وساطة سلع على تقديم خدمات خارج الدولة";
    case "223700205038":
      return "223700205038: الغاء الموافقة لشركة وساطة سلع على فتح فرع";
    case "223700205039":
      return "223700205039: الموافقة لشركة وساطة سلع على تقديم خدمات خارج الدولة";
    case "223700205040":
      return "223700205040: الموافقة لشركة وساطة سلع على إضافة نشاط للرخصة التجارية أو حذف نشا";
    case "223700205041":
      return "223700205041: الموافقة لشركة وساطة سلع على إطلاق أي من الحملات الإعلانية لترويج";
    case "223700205042":
      return "223700205042: الموافقة لشركة وساطة سلع على الاندماج أو الاستحواذ";
    case "223700205043":
      return "223700205043: الموافقة لشركة وساطة سلع على تغيير الشركاء أو تعديل نسب تملكهم في";
    case "223700205044":
      return "223700205044: الموافقة لشركة وساطة سلع على تغيير عنوانها أو مقرها الرئيسي أو الف";
    case "223700205045":
      return "223700205045: تجديد اعتماد العاملين بشركات وساطة السلع";
    case "223700205046":
      return "223700205046: تجديد الموافقة لشركة وساطة سلع على تقديم خدمات خارج الدولة";
    case "223700205047":
      return "223700205047: تجديد الموافقة لشركة وساطة سلع على فتح فرع";
    case "223700205048":
      return "223700205048: الموافقة لشركة وساطة سلع على زيادة أو خفض رأسمالها";
    case "223700205049":
      return "223700205049: شطب نهائي لترخيص شركة وساطة السلع";
    case "223700205050":
      return "223700205050: ترخيص شركات الحفظ الامين";
    case "223700205051":
      return "223700205051: شطب نهائي لترخيص شركات الحفظ الأمين";
    case "223700205052":
      return "223700205052: الموافقة لشركة الحفظ الأمين على فتح فرع";
    case "223700205053":
      return "223700205053: الغاء الموافقة لشركة الحفظ الأمين على تقديم خدمات خارج الدولة";
    case "223700205054":
      return "223700205054: الغاء الموافقة لشركة الحفظ الأمين على فتح فرع";
    case "223700205055":
      return "223700205055: الموافقة لشركة الحفظ الأمين على إضافة نشاط للرخصة التجارية أو حذف";
    case "223700205056":
      return "223700205056: الموافقة لشركة الحفظ الأمين على تغيير الشركاء أو تعديل نسب تملكهم";
    case "223700205057":
      return "223700205057: الموافقة لشركة الحفظ الأمين على تغيير عنوانها أو مقرها الرئيسي أو";
    case "223700205058":
      return "223700205058: الموافقة لشركة الحفظ الأمين على تقديم خدمات خارج الدولة";
    case "223700205059":
      return "223700205059: تجديد اعتماد العاملين بشركات الحفظ الأمين";
    case "223700205060":
      return "223700205060: تجديد الموافقة لشركة الحفظ الأمين على تقديم خدمات خارج الدولة";
    case "223700205061":
      return "223700205061: تجديد الموافقة لشركة الحفظ الأمين على فتح فرع";
    case "223700205062":
      return "223700205062: الموافقة لشركة الحفظ الأمين على إطلاق أي من الحملات الإعلانية لترو";
    case "223700205063":
      return "223700205063: الموافقة لشركة الحفظ الأمين على الاندماج أو الاستحواذ";
    case "223700205064":
      return "223700205064: تجديد ترخيص شركات الحفظ الامين";
    case "223700205065":
      return "223700205065: الموافقة لشركة الحفظ الأمين على زيادة أو خفض رأسمالها";
    case "223700205066":
      return "223700205066: ترخيص شركات الاستشارات المالية والتحليل المالي";
    case "223700205067":
      return "223700205067: الموافقة لشركة الاستشارات المالية والتحليل المالي على فتح فرع";
    case "223700205068":
      return "223700205068: الغاء الموافقة لشركة الاستشارات المالية والتحليل المالي على تقديم";
    case "223700205069":
      return "223700205069: الموافقة لشركة الاستشارات المالية والتحليل المالي على إضافة نشاط ل";
    case "223700205070":
      return "223700205070: الموافقة لشركة الاستشارات المالية والتحليل المالي على تقديم خدمات";
    case "223700205071":
      return "223700205071: تجديد الموافقة لشركة الاستشارات المالية والتحليل المالي على فتح فر";
    case "223700205072":
      return "223700205072: تجديد الموافقة لشركة الاستشارات المالية والتحليل المالي على تقديم";
    case "223700205073":
      return "223700205073: تجديد الترخيص لشركات الاستشارات المالية والتحليل المالي";
    case "223700205074":
      return "223700205074: شطب نهائي لترخيص شركات الاستشارات المالية والتحليل المالي";
    case "223700205075":
      return "223700205075: اعتماد العاملين بشركات الإستشارات المالية والتحليل المالي";
    case "223700205076":
      return "223700205076: الغاء الموافقة لشركة الاستشارات المالية والتحليل المالي على فتح فر";
    case "223700205077":
      return "223700205077: الموافقة لشركة الاستشارات المالية والتحليل المالي على تغيير عنوانه";
    case "223700205078":
      return "223700205078: الموافقة لشركة الاستشارات المالية والتحليل المالي على تغيير الشركا";
    case "223700205079":
      return "223700205079: الموافقة لشركة الاستشارات المالية والتحليل المالي على زيادة أو خفض";
    case "223700205080":
      return "223700205080: الموافقة لشركة الاستشارات المالية والتحليل المالي على إطلاق أي من";
    case "223700205081":
      return "223700205081: الموافقة لشركة الاستشارات المالية والتحليل المالي على الاندماج أو";
    case "223700205082":
      return "223700205082: تجديد اعتماد العاملين بشركات الإستشارات المالية والتحليل المالي";
    case "223700205083":
      return "223700205083: ترخيص أسواق المال بالدولة";
    case "223700205084":
      return "223700205084: الموافقة للسوق على تشغيل منصات فرعية";
    case "223700205085":
      return "223700205085: الغاء الموافقة للسوق على تشغيل منصات فرعية";
    case "223700205086":
      return "223700205086: الغاء ترخيص أسواق المال بالدولة";
    case "223700205087":
      return "223700205087: تجديد ترخيص أسواق المال بالدولة";
    case "223700205088":
      return "223700205088: فتح فروع شركات وساطة الأوراق المالية";
    case "223700205089":
      return "223700205089: تجديد فتح فروع شركات وساطة الأوراق المالية";
    case "223700205090":
      return "223700205090: الغاء الموافقة لشركة وساطة أوراق مالية على تقديم خدمات خارج الدولة";
    case "223700205091":
      return "223700205091: ترخيص شركة المستشار المالي";
    case "223700205092":
      return "223700205092: تجديد ترخيص شركة المستشار المالي";
    case "223700205093":
      return "223700205093: تجديد الموافقة لشركة المستشار المالي على فتح فرع";
    case "223700205094":
      return "223700205094: تجديد الموافقة لشركة المستشار المالي على تقديم خدمات خارج الدولة";
    case "223700205095":
      return "223700205095: تجديد اعتماد العاملين بشركة المستشار المالي";
    case "223700205096":
      return "223700205096: الموافقة لشركة المستشار المالي على زيادة أو خفض رأسمالها";
    case "223700205097":
      return "223700205097: الموافقة لشركة المستشار المالي على تقديم خدمات خارج الدولة";
    case "223700205098":
      return "223700205098: الموافقة لشركة المستشار المالي على تغيير عنوانها أو مقرها الرئيسي";
    case "223700205099":
      return "223700205099: الموافقة لشركة المستشار المالي على تغيير الشركاء أو تعديل نسب تملك";
    case "223700205100":
      return "223700205100: الموافقة لشركة المستشار المالي على الاندماج أو الاستحواذ";
    case "223700205101":
      return "223700205101: الموافقة لشركة المستشار المالي على إطلاق أي من الحملات الإعلانية ل";
    case "223700205102":
      return "223700205102: الموافقة لشركة المستشار المالي على إضافة نشاط للرخصة التجارية أو ح";
    case "223700205103":
      return "223700205103: الغاء الموافقة لشركة المستشار المالي على فتح فرع";
    case "223700205104":
      return "223700205104: الغاء الموافقة لشركة المستشار المالي على تقديم خدمات خارج الدولة";
    case "223700205105":
      return "223700205105: اعتماد العاملين بشركة المستشار المالي";
    case "223700205106":
      return "223700205106: الموافقة لشركة المستشار المالي على فتح فرع";
    case "223700205107":
      return "223700205107: الغاء ترخيص شركة المستشار المالي";
    case "223700205108":
      return "223700205108: ترخيص شركة الادارة- تأسيس وإدارة صناديق الاستثمار";
    case "223700205109":
      return "223700205109: الغاء ترخيص شركة الادارة- تأسيس وإدارة صناديق الاستثمار";
    case "223700205110":
      return "223700205110: الموافقة لشركة الادارة- تأسيس وإدارة صناديق الاستثمار على فتح فرع";
    case "223700205111":
      return "223700205111: اعتماد العاملين لدى شركة الادارة- تأسيس وإدارة صناديق الاستثمار";
    case "223700205112":
      return "223700205112: الغاء الموافقة لشركة الادارة- تأسيس وإدارة صناديق الاستثمار على فت";
    case "223700205113":
      return "223700205113: الغاء الموافقة لشركة الادارة- تأسيس وإدارة صناديق الاستثمار على تق";
    case "223700205114":
      return "223700205114: الموافقة لشركة الادارة- تأسيس وإدارة صناديق الاستثمار على إضافة نش";
    case "223700205115":
      return "223700205115: الموافقة لشركة الادارة- تأسيس وإدارة صناديق الاستثمار على الاندماج";
    case "223700205116":
      return "223700205116: الموافقة لشركة الادارة- تأسيس وإدارة صناديق الاستثمار على تغيير ال";
    case "223700205117":
      return "223700205117: الموافقة لشركة الادارة- تأسيس وإدارة صناديق الاستثمار على تقديم خد";
    case "223700205118":
      return "223700205118: الموافقة لشركة الادارة- تأسيس وإدارة صناديق الاستثمار على تغيير عن";
    case "223700205119":
      return "223700205119: الموافقة لشركة الادارة- تأسيس وإدارة صناديق الاستثمار على زيادة أو";
    case "223700205120":
      return "223700205120: تجديد اعتماد العاملين لدى شركة الادارة- تأسيس وإدارة صناديق الاستث";
    case "223700205121":
      return "223700205121: تجديد الموافقة لشركة الادارة- تأسيس وإدارة صناديق الاستثمار على تق";
    case "223700205122":
      return "223700205122: الموافقة لشركة الادارة- تأسيس وإدارة صناديق الاستثمار على إطلاق أي";
    case "223700205123":
      return "223700205123: تجديد ترخيص شركة تأسيس وإدارة صناديق الاستثمار";
    case "223700205124":
      return "223700205124: تجديد الموافقة لشركة الادارة- تأسيس وإدارة صناديق الاستثمار على فت";
    case "223700205125":
      return "223700205125: ترخيص شركات إدارة الاستثمار";
    case "223700205126":
      return "223700205126: الغاء ترخيص شركة إدارة الاستثمار";
    case "223700205127":
      return "223700205127: تجديد ترخيص شركات إدارة الاستثمار";
    case "223700205128":
      return "223700205128: الموافقة لشركة إدارة الاستثمارعلى فتح فرع";
    case "223700205129":
      return "223700205129: الغاء الموافقة لشركة إدارة الاستثمار على تقديم خدمات خارج الدولة";
    case "223700205130":
      return "223700205130: الغاء الموافقة لشركة إدارة الاستثمارعلى فتح فرع";
    case "223700205131":
      return "223700205131: الموافقة لشركة إدارة الاستثمار على إضافة نشاط للرخصة التجارية أو ح";
    case "223700205132":
      return "223700205132: الموافقة لشركة إدارة الاستثمار على الاندماج أو الاستحواذ";
    case "223700205133":
      return "223700205133: الموافقة لشركة إدارة الاستثمار على إطلاق أي من الحملات الإعلانية ل";
    case "223700205134":
      return "223700205134: الموافقة لشركة إدارة الاستثمار على تغيير الشركاء أو تعديل نسب تملك";
    case "223700205135":
      return "223700205135: الموافقة لشركة إدارة الاستثمار على تغيير عنوانها أو مقرها الرئيسي";
    case "223700205136":
      return "223700205136: الموافقة لشركة إدارة الاستثمار على تقديم خدمات خارج الدولة";
    case "223700205137":
      return "223700205137: تجديد اعتماد العاملين بشركات ادارة الاستثمار";
    case "223700205138":
      return "223700205138: تجديد الموافقة لشركة إدارة الاستثمار على تقديم خدمات خارج الدولة";
    case "223700205139":
      return "223700205139: الموافقة لشركة إدارة الاستثمار على زيادة أو خفض رأسمالها";
    case "223700205140":
      return "223700205140: تجديد الموافقة لشركة إدارة الاستثمارعلى فتح فرع";
    case "223700205141":
      return "223700205141: ترخيص شركة التقاص المركزي للأوراق المالية";
    case "223700205142":
      return "223700205142: الغاء ترخيص شركة التقاص المركزي للأوراق المالية";
    case "223700205143":
      return "223700205143: اعتماد العاملين بشركات التقاص المركزي للأوراق المالية";
    case "223700205144":
      return "223700205144: الموافقة لشركة شركة تقاص السلع على إطلاق أي من الحملات الإعلانية ل";
    case "223700205145":
      return "223700205145: تجديد ترخيص شركة التقاص المركزي للأوراق المالية";
    case "223700205146":
      return "223700205146: تجديد اعتماد العاملين بشركات التقاص المركزي للأوراق المالية";
    case "223700205147":
      return "223700205147: الموافقة لشركة التقاص المركزي للأوراق المالية على فتح فرع";
    case "223700205148":
      return "223700205148: تجديد الموافقة لشركة التقاص المركزي للأوراق المالية على فتح فرع";
    case "223700205149":
      return "223700205149: الغاء الموافقة لشركة التقاص المركزي للأوراق المالية على فتح فرع";
    case "223700205150":
      return "223700205150: الموافقة لشركة التقاص المركزي للأوراق المالية على تقديم خدمات خارج";
    case "223700205151":
      return "223700205151: تجديد الموافقة لشركة التقاص المركزي للأوراق المالية على تقديم خدما";
    case "223700205152":
      return "223700205152: الغاء الموافقة لشركة التقاص المركزي للأوراق المالية على تقديم خدما";
    case "223700205153":
      return "223700205153: الموافقة لشركة التقاص المركزي للأوراق المالية على إضافة نشاط للرخص";
    case "223700205154":
      return "223700205154: الموافقة لشركة التقاص المركزي للأوراق المالية على زيادة أو خفض رأس";
    case "223700205155":
      return "223700205155: الموافقة لشركة التقاص المركزي للأوراق المالية على الاندماج أو الاس";
    case "223700205156":
      return "223700205156: الموافقة لشركة التقاص المركزي للأوراق المالية على تغيير عنوانها أو";
    case "223700205157":
      return "223700205157: الموافقة لشركة التقاص المركزي للأوراق المالية على تغيير الشركاء أو";
    case "223700205158":
      return "223700205158: الموافقة لشركة التقاص المركزي للأوراق المالية على إطلاق أي من الحم";
    case "223700205159":
      return "223700205159: ترخيص شركة تقاص السلع";
    case "223700205160":
      return "223700205160: تجديد ترخيص شركة تقاص السلع";
    case "223700205161":
      return "223700205161: تجديد الموافقة لشركة تقاص السلع على فتح فرع";
    case "223700205162":
      return "223700205162: تجديد الموافقة لشركة تقاص السلع على تقديم خدمات خارج الدولة";
    case "223700205163":
      return "223700205163: تجديد اعتماد العاملين بشركة تقاص السلع";
    case "223700205164":
      return "223700205164: الموافقة لشركة شركة تقاص السلع على زيادة أو خفض رأسمالها";
    case "223700205165":
      return "223700205165: الموافقة لشركة تقاص السلع على تغيير عنوانها أو مقرها الرئيسي أو ال";
    case "223700205166":
      return "223700205166: الموافقة لشركة تقاص السلع على الاندماج أو الاستحواذ";
    case "223700205167":
      return "223700205167: الموافقة لشركة تقاص السلع على تغيير الشركاء أو تعديل نسب تملكهم في";
    case "223700205168":
      return "223700205168: الموافقة لشركة تقاص السلع على إضافة نشاط للرخصة التجارية أو حذف نش";
    case "223700205169":
      return "223700205169: الغاء ترخيص شركة تقاص السلع";
    case "223700205170":
      return "223700205170: الغاء الموافقة لشركة تقاص السلع على فتح فرع";
    case "223700205171":
      return "223700205171: الغاء الموافقة لشركة تقاص السلع على تقديم خدمات خارج الدولة";
    case "223700205172":
      return "223700205172: اعتماد العاملين بشركة تقاص السلع";
    case "223700205173":
      return "223700205173: الموافقة لشركة تقاص السلع على فتح فرع";
    case "223700205174":
      return "223700205174: ترخيص مستشار الإدراج";
    case "223700205175":
      return "223700205175: الموافقة لشركة مستشار الادراج على فتح فرع";
    case "223700205176":
      return "223700205176: اعتماد العاملين بشركة مستشار الادراج";
    case "223700205177":
      return "223700205177: الغاء الموافقة لشركة مستشار الادراج على تقديم خدمات خارج الدولة";
    case "223700205178":
      return "223700205178: الغاء الموافقة لشركة مستشار الادراج على فتح فرع";
    case "223700205179":
      return "223700205179: الغاء ترخيص مستشار الإدراج";
    case "223700205180":
      return "223700205180: الموافقة لشركة مستشار الادراج على إطلاق أي من الحملات الإعلانية لت";
    case "223700205181":
      return "223700205181: الموافقة لشركة مستشار الادراج على إضافة نشاط للرخصة التجارية أو حذ";
    case "223700205182":
      return "223700205182: الموافقة لشركة مستشار الادراج على الاندماج أو الاستحواذ";
    case "223700205183":
      return "223700205183: الموافقة لشركة مستشار الادراج على تغيير الشركاء أو تعديل نسب تملكه";
    case "223700205184":
      return "223700205184: الموافقة لشركة مستشار الادراج على تغيير عنوانها أو مقرها الرئيسي أ";
    case "223700205185":
      return "223700205185: الموافقة لشركة مستشار الادراج على تقديم خدمات خارج الدولة";
    case "223700205186":
      return "223700205186: الموافقة لشركة مستشار الادراج على زيادة أو خفض رأسمالها";
    case "223700205187":
      return "223700205187: تجديد اعتماد العاملين بشركة مستشار الادراج";
    case "223700205188":
      return "223700205188: تجديد الموافقة لشركة مستشار الادراج على فتح فرع";
    case "223700205189":
      return "223700205189: تجديد الموافقة لشركة مستشار الادراج على تقديم خدمات خارج الدولة";
    case "223700205190":
      return "223700205190: تجديد ترخيص مستشار الإدراج";
    case "223700205191":
      return "223700205191: اعتماد العاملين بشركات وساطة السلع";
    case "223700205192":
      return "223700205192: اعتماد العاملين بشركات الحفظ الأمين";
    case "223700205193":
      return "223700205193: اعتماد العاملين بشركات ادارة الاستثمار";
    case "223700205194":
      return "223700205194: ترخيص مصدر الاذونات المغطاة";
    case "223700205195":
      return "223700205195: تجديد ترخيص مصدر الأذونات المغطاة";
    case "223700205196":
      return "223700205196: تجديد الموافقة لمصدر الاذونات المغطاة على تقديم خدمات خارج الدولة";
    case "223700205197":
      return "223700205197: الموافقة لمصدر الاذونات المغطاة على تغيير الشركاء أو تعديل نسب تمل";
    case "223700205198":
      return "223700205198: تجديد الموافقة لمصدر الاذونات المغطاة على فتح فرع";
    case "223700205199":
      return "223700205199: اعتماد العاملين لدى مصدر الاذونات المغطاة";
    case "223700205200":
      return "223700205200: الموافقة لمصدر الاذونات المغطاة على تقديم خدمات خارج الدولة";
    case "223700205201":
      return "223700205201: الموافقة لمصدر الاذونات المغطاة على تغيير عنوانها أو مقرها الرئيسي";
    case "223700205202":
      return "223700205202: الموافقة لمصدر الاذونات المغطاة على إطلاق أي من الحملات الإعلانية";
    case "223700205203":
      return "223700205203: الموافقة لمصدر الاذونات المغطاة على إضافة نشاط للرخصة التجارية أو";
    case "223700205204":
      return "223700205204: الموافقة لمصدر الاذونات المغطاة على الاندماج أو الاستحواذ";
    case "223700205205":
      return "223700205205: الموافقة لمصدر الاذونات المغطاة على زيادة أو خفض رأسمالها";
    case "223700205206":
      return "223700205206: تجديد اعتماد العاملين لدى مصدر الاذونات المغطاة";
    case "223700205207":
      return "223700205207: الغاء الموافقة لمصدر الاذونات المغطاة على تقديم خدمات خارج الدولة";
    case "223700205208":
      return "223700205208: الموافقة لمصدر الاذونات المغطاة على فتح فرع";
    case "223700205209":
      return "223700205209: الغاء الموافقة لمصدر الاذونات المغطاة على فتح فرع";
    case "223700205210":
      return "223700205210: إلغاء ترخيص مصدر الأذونات المغطاة";
    case "223700205211":
      return "223700205211: موافقة لبنك ايداع شهادات الايداع";
    case "223700205212":
      return "223700205212: تجديد موافقة بنك ايداع شهادات الايداع";
    case "223700205213":
      return "223700205213: الموافقة لبنك ايداع شهادات الايداع على إطلاق أي من الحملات الإعلان";
    case "223700205214":
      return "223700205214: الموافقة لبنك ايداع شهادات الايداع على الاندماج أو الاستحواذ";
    case "223700205215":
      return "223700205215: الموافقة لبنك ايداع شهادات الايداع على تغيير الشركاء أو تعديل نسب";
    case "223700205216":
      return "223700205216: الموافقة لبنك ايداع شهادات الايداع على تغيير عنوانها أو مقرها الرئ";
    case "223700205217":
      return "223700205217: الموافقة لبنك ايداع شهادات الايداع على تقديم خدمات خارج الدولة";
    case "223700205218":
      return "223700205218: الموافقة لبنك ايداع شهادات الايداع على زيادة أو خفض رأسمالها";
    case "223700205219":
      return "223700205219: تجديد اعتماد العاملين لدى بنك ايداع شهادات الايداع";
    case "223700205220":
      return "223700205220: تجديد الموافقة لبنك ايداع شهادات الايداع على تقديم خدمات خارج الدو";
    case "223700205221":
      return "223700205221: تجديد الموافقة لبنك ايداع شهادات الايداع على فتح فرع";
    case "223700205222":
      return "223700205222: الموافقة لبنك ايداع شهادات الايداع على فتح فرع";
    case "223700205223":
      return "223700205223: اعتماد العاملين لدى بنك ايداع شهادات الايداع";
    case "223700205224":
      return "223700205224: الغاء الموافقة لبنك ايداع شهادات الايداع على تقديم خدمات خارج الدو";
    case "223700205225":
      return "223700205225: الغاء الموافقة لبنك ايداع شهادات الايداع على فتح فرع";
    case "223700205226":
      return "223700205226: إلغاء موافقة بنك إيداع شهادات الايداع";
    case "223700205227":
      return "223700205227: الموافقة لبنك ايداع شهادات الايداع على إضافة نشاط للرخصة التجارية";
    case "223700205228":
      return "223700205228: ترخيص أمين سجل الشركات المساهمة الخاصة";
    case "223700205229":
      return "223700205229: تجديد ترخيص أمين سجل الشركات المساهمة الخاصةذ";
    case "223700205230":
      return "223700205230: الموافقة لأمين سجل الشركات المساهمة الخاصة على إطلاق أي من الحملات";
    case "223700205231":
      return "223700205231: الموافقة لأمين سجل الشركات المساهمة الخاصة على تغيير الشركاء أو تع";
    case "223700205232":
      return "223700205232: الموافقة لأمين سجل الشركات المساهمة الخاصة على الاندماج أو الاستحو";
    case "223700205233":
      return "223700205233: تجديد اعتماد العاملين لدى أمين سجل الشركات المساهمة الخاصة";
    case "223700205234":
      return "223700205234: الموافقة لأمين سجل الشركات المساهمة الخاصة على زيادة أو خفض رأسمال";
    case "223700205235":
      return "223700205235: الموافقة لأمين سجل الشركات المساهمة الخاصة على تقديم خدمات خارج ال";
    case "223700205236":
      return "223700205236: تجديد الموافقة لأمين سجل الشركات المساهمة الخاصة على فتح فرع";
    case "223700205237":
      return "223700205237: تجديد الموافقة لأمين سجل الشركات المساهمة الخاصة على تقديم خدمات خ";
    case "223700205238":
      return "223700205238: الموافقة لأمين سجل الشركات المساهمة الخاصة على فتح فرع";
    case "223700205239":
      return "223700205239: الغاء الموافقة لأمين سجل الشركات المساهمة الخاصة على تقديم خدمات خ";
    case "223700205240":
      return "223700205240: الموافقة لأمين سجل الشركات المساهمة الخاصة على إضافة نشاط للرخصة ا";
    case "223700205241":
      return "223700205241: اعتماد العاملين لدى أمين سجل الشركات المساهمة الخاصة";
    case "223700205242":
      return "223700205242: الغاء ترخيص أمين سجل الشركات المساهمة الخاصة";
    case "223700205243":
      return "223700205243: الغاءالموافقة لأمين سجل الشركات المساهمة الخاصة على فتح فرع";
    case "223700205244":
      return "223700205244: الموافقة لأمين سجل الشركات المساهمة الخاصة على تغيير عنوانها أو مق";
    case "223700205245":
      return "223700205245: ترخيص شركة الايداع المركزي";
    case "223700205246":
      return "223700205246: الموافقة لشركة الايداع المركزي على إضافة نشاط للرخصة التجارية أو ح";
    case "223700205247":
      return "223700205247: الموافقة لشركة الايداع المركزي على الاندماج أو الاستحواذ";
    case "223700205248":
      return "223700205248: الموافقة لشركة الايداع المركزي على إطلاق أي من الحملات الإعلانية ل";
    case "223700205249":
      return "223700205249: الغاء ترخيص شركة الايداع المركزي";
    case "223700205250":
      return "223700205250: الغاء الموافقة لشركة الايداع المركزي على فتح فرع";
    case "223700205251":
      return "223700205251: اعتماد العاملين بشركة الايداع المركزي";
    case "223700205252":
      return "223700205252: الغاء الموافقة لشركة الايداع المركزي على تقديم خدمات خارج الدولة";
    case "223700205253":
      return "223700205253: الموافقة لشركة الايداع المركزي على فتح فرع";
    case "223700205254":
      return "223700205254: تجديد الموافقة لشركة الايداع المركزي على فتح فرع";
    case "223700205255":
      return "223700205255: تجديد ترخيص شركة الايداع المركزي";
    case "223700205256":
      return "223700205256: تجديد الموافقة لشركة الايداع المركزي على تقديم خدمات خارج الدولة";
    case "223700205257":
      return "223700205257: الموافقة لشركة الايداع المركزي على تقديم خدمات خارج الدولة";
    case "223700205258":
      return "223700205258: الموافقة لشركة شركةالايداع المركزي على زيادة أو خفض رأسمالها";
    case "223700205259":
      return "223700205259: الموافقة لشركة الايداع المركزي على تغيير عنوانها أو مقرها الرئيسي";
    case "223700205260":
      return "223700205260: الموافقة لشركة الايداع المركزي على تغيير الشركاء أو تعديل نسب تملك";
    case "223700205261":
      return "223700205261: تجديد اعتماد العاملين بشركة الايداع المركزي";
    case "223700205262":
      return "223700205262: تسجيل الموافقة للشركات لنشاط الاقراض والاقتراض";
    case "223700205263":
      return "223700205263: الغاء تسجيل الموافقة للشركات لنشاط الاقراض والاقتراض";
    case "223700205264":
      return "223700205264: تجديد تسجيل الموافقة للشركات لنشاط الاقراض والاقتراض";
    case "223700205265":
      return "223700205265: ترخيص شركة عضو التقاص العام";
    case "223700205266":
      return "223700205266: الموافقة لشركة عضو التقاص العام على الاندماج أو الاستحواذ";
    case "223700205267":
      return "223700205267: الموافقة لشركة عضو التقاص العام على تغيير الشركاء أو تعديل نسب تمل";
    case "223700205268":
      return "223700205268: الموافقة لشركة عضو التقاص العام على تغيير عنوانها أو مقرها الرئيسي";
    case "223700205269":
      return "223700205269: الموافقة لشركة عضو التقاص العام على تقديم خدمات خارج الدولة";
    case "223700205270":
      return "223700205270: الموافقة لشركة عضو التقاص العام على زيادة أو خفض رأسمالها";
    case "223700205271":
      return "223700205271: تجديد اعتماد العاملين بشركة عضو التقاص العام";
    case "223700205272":
      return "223700205272: الموافقة لشركة عضو التقاص العام على إطلاق أي من الحملات الإعلانية";
    case "223700205273":
      return "223700205273: الموافقة لشركة عضو التقاص العام على إضافة نشاط للرخصة التجارية أو";
    case "223700205274":
      return "223700205274: الغاء ترخيص شركة عضو التقاص العام";
    case "223700205275":
      return "223700205275: الغاء الموافقة لشركة عضو التقاص العام على فتح فرع";
    case "223700205276":
      return "223700205276: الغاء الموافقة لشركة عضو التقاص العام على تقديم خدمات خارج الدولة";
    case "223700205277":
      return "223700205277: الموافقة لشركة عضو التقاص العام على فتح فرع";
    case "223700205278":
      return "223700205278: تجديد ترخيص شركة عضو التقاص العام";
    case "223700205279":
      return "223700205279: تجديد الموافقة لشركة عضو التقاص العام على فتح فرع";
    case "223700205280":
      return "223700205280: تجديد الموافقة لشركة عضو التقاص العام على تقديم خدمات خارج الدولة";
    case "223700205281":
      return "223700205281: اعتماد العاملين بشركة عضو التقاص العام";
    case "223700205282":
      return "223700205282: تسجيل الموافقة للشركات لنشاط صانع السوق";
    case "223700205283":
      return "223700205283: تجديد تسجيل الموافقة للشركات لنشاط صانع السوق";
    case "223700205284":
      return "223700205284: الغاء تسجيل الموافقة للشركات لنشاط صانع السوق";
    case "223700205285":
      return "223700205285: تسجيل الموافقة للشركات لنشاط توفير السيولة";
    case "223700205286":
      return "223700205286: تجديد تسجيل الموافقة للشركات لنشاط توفير السيولة";
    case "223700205287":
      return "223700205287: الغاء تسجيل الموافقة للشركات لنشاط توفير السيولة";
    case "223700205288":
      return "223700205288: ترخيص شركات الخدمات الادارية لصناديق الاستثمار";
    case "223700205289":
      return "223700205289: اعتماد العاملين بشركات الخدمات الادارية لصناديق الاستثمار";
    case "223700205290":
      return "223700205290: الموافقة لشركة الخدمات الادارية لصناديق الاستثمارعلى فتح فرع";
    case "223700205291":
      return "223700205291: الغاء الموافقة لشركة الخدمات الادارية لصناديق الاستثمار على تقديم";
    case "223700205292":
      return "223700205292: الغاء الموافقة لشركة الخدمات الادارية لصناديق الاستثمارعلى فتح فرع";
    case "223700205293":
      return "223700205293: الغاء ترخيص شركة الخدمات الادارية لصناديق الاستثمار";
    case "223700205294":
      return "223700205294: الموافقة لشركة الخدمات الادارية لصناديق الاستثمار على إطلاق أي من";
    case "223700205295":
      return "223700205295: الموافقة لشركة الخدمات الادارية لصناديق الاستثمار على تغيير عنوانه";
    case "223700205296":
      return "223700205296: الموافقة لشركة الخدمات الادارية لصناديق الاستثمارعلى زيادة أو خفض";
    case "223700205297":
      return "223700205297: الموافقة لشركة الخدمات الادارية لصناديق الاستثمار على تقديم خدمات";
    case "223700205298":
      return "223700205298: تجديد الموافقة لشركة الخدمات الادارية لصناديق الاستثمار على تقديم";
    case "223700205299":
      return "223700205299: تجديد اعتماد العاملين بشركات الخدمات الادارية لصناديق الاستثمار";
    case "223700205300":
      return "223700205300: تجديد ترخيص شركات الخدمات الادارية لصناديق الاستثمار";
    case "223700205301":
      return "223700205301: تجديد الموافقة لشركة الخدمات الادارية لصناديق الاستثمارعلى فتح فرع";
    case "223700205302":
      return "223700205302: الموافقة لشركة الخدمات الادارية لصناديق الاستثمار على إضافة نشاط ل";
    case "223700205303":
      return "223700205303: الموافقة لشركة الخدمات الادارية لصناديق الاستثمار على الاندماج أو";
    case "223700205304":
      return "223700205304: :الموافقة لشركة الخدمات الادارية لصناديق الاستثمار على تغيير الشرك";
    case "223700205305":
      return "223700205305: الموافقة لشركة تقاص السلع على تقديم خدمات خارج الدولة";
    case "223700205306":
      return "223700205306: ترخيص شركات التصنيف الائتماني";
    case "223700205307":
      return "223700205307: الموافقة لشركة التصنيف الائتماني على الاندماج أو الاستحواذ";
    case "223700205308":
      return "223700205308: الموافقة لشركة التصنيف الائتماني على تغيير الشركاء أو تعديل نسب تم";
    case "223700205309":
      return "223700205309: الموافقة لشركة التصنيف الائتماني على تغيير عنوانها أو مقرها الرئيس";
    case "223700205310":
      return "223700205310: الموافقة لشركة التصنيف الائتماني على تقديم خدمات خارج الدولة";
    case "223700205311":
      return "223700205311: الموافقة لشركة التصنيف الائتماني على زيادة أو خفض رأسمالها";
    case "223700205312":
      return "223700205312: تجديد اعتماد العاملين بشركة التصنيف الائتماني";
    case "223700205313":
      return "223700205313: تجديد الموافقة لشركة التصنيف الائتماني على فتح فرع";
    case "223700205314":
      return "223700205314: تجديد الموافقة لشركة التصنيف الائتماني على تقديم خدمات خارج الدولة";
    case "223700205315":
      return "223700205315: الموافقة لشركة التصنيف الائتماني على فتح فرع";
    case "223700205316":
      return "223700205316: اعتماد العاملين بشركة التصنيف الائتماني";
    case "223700205317":
      return "223700205317: الغاء الموافقة لشركة التصنيف الائتماني على تقديم خدمات خارج الدولة";
    case "223700205318":
      return "223700205318: الغاء الموافقة لشركة التصنيف الائتماني على فتح فرع";
    case "223700205319":
      return "223700205319: الموافقة لشركة التصنيف الائتماني على إضافة نشاط للرخصة التجارية أو";
    case "223700205320":
      return "223700205320: تجديد ترخيص شركات التصنيف الائتماني";
    case "223700205321":
      return "223700205321: الموافقة لشركة التصنيف الائتماني على إطلاق أي من الحملات الإعلانية";
    case "223700205322":
      return "223700205322: الغاء ترخيص شركات التصنيف الائتماني";
    case "223700205323":
      return "223700205323: ترخيص شركات ترويج الاوراق والمنتجات المالية";
    case "223700205324":
      return "223700205324: اعتماد العاملين بشركة ترويج الأوراق والمنتجات المالية";
    case "223700205325":
      return "223700205325: الموافقة لشركة ترويج الأوراق والمنتجات المالية على فتح فرع";
    case "223700205326":
      return "223700205326: الغاء ترخيص شركات ترويج الأوراق والمنتجات المالية";
    case "223700205327":
      return "223700205327: الغاء الموافقة لشركة ترويج الأوراق والمنتجات المالية على فتح فرع";
    case "223700205328":
      return "223700205328: الغاء الموافقة لشركة ترويج الأوراق والمنتجات المالية على تقديم خدم";
    case "223700205329":
      return "223700205329: الموافقة لشركة ترويج الأوراق والمنتجات المالية على تغيير عنوانها أ";
    case "223700205330":
      return "223700205330: الموافقة لشركة ترويج الأوراق والمنتجات المالية على تغيير الشركاء أ";
    case "223700205331":
      return "223700205331: الموافقة لشركة ترويج الأوراق والمنتجات المالية على تقديم خدمات خار";
    case "223700205332":
      return "223700205332: الموافقة لشركة ترويج الأوراق والمنتجات المالية على الاندماج أو الا";
    case "223700205333":
      return "223700205333: الموافقة لشركة ترويج الأوراق والمنتجات المالية على إضافة نشاط للرخ";
    case "223700205334":
      return "223700205334: الموافقة لشركة ترويج الأوراق والمنتجات المالية على إطلاق أي من الح";
    case "223700205335":
      return "223700205335: الموافقة لشركة ترويج الأوراق والمنتجات المالية على زيادة أو خفض رأ";
    case "223700205336":
      return "223700205336: تجديد الموافقة لشركة ترويج الأوراق والمنتجات المالية على تقديم خدم";
    case "223700205337":
      return "223700205337: تجديد اعتماد العاملين بشركة ترويج الأوراق والمنتجات المالية";
    case "223700205338":
      return "223700205338: تجديد الموافقة لشركة ترويج الأوراق والمنتجات المالية على فتح فرع";
    case "223700205339":
      return "223700205339: تجديد ترخيص شركات ترويج الأوراق والمنتجات المالية";
    case "223700205340":
      return "223700205340: موافقة وكيل بنك الايداع";
    case "223700205341":
      return "223700205341: الموافقة لوكيل بنك الايداع على فتح فرع";
    case "223700205342":
      return "223700205342: اعتماد العاملين لدى وكيل بنك الايداع";
    case "223700205343":
      return "223700205343: الغاء الموافقة لوكيل بنك الايداع على فتح فرع";
    case "223700205344":
      return "223700205344: الغاء الموافقة لوكيل بنك الايداع على تقديم خدمات خارج الدولة";
    case "223700205345":
      return "223700205345: الغاء موافقة وكيل بنك الايداع";
    case "223700205346":
      return "223700205346: الموافقة لوكيل بنك الايداع على إضافة نشاط للرخصة التجارية أو حذف ن";
    case "223700205347":
      return "223700205347: الموافقة لوكيل بنك الايداع على إطلاق أي من الحملات الإعلانية لتروي";
    case "223700205348":
      return "223700205348: الموافقة لوكيل بنك الايداع على الاندماج أو الاستحواذ";
    case "223700205349":
      return "223700205349: الموافقة لوكيل بنك الايداع على تغيير الشركاء أو تعديل نسب تملكهم ف";
    case "223700205350":
      return "223700205350: الموافقة لوكيل بنك الايداع على تغيير عنوانها أو مقرها الرئيسي أو ا";
    case "223700205351":
      return "223700205351: الموافقة لوكيل بنك الايداع على تقديم خدمات خارج الدولة";
    case "223700205352":
      return "223700205352: الموافقة لوكيل بنك الايداع على زيادة أو خفض رأسمالها";
    case "223700205353":
      return "223700205353: تجديد اعتماد العاملين لدى وكيل بنك الايداع";
    case "223700205354":
      return "223700205354: تجديد الموافقة لوكيل بنك الايداع على تقديم خدمات خارج الدولة";
    case "223700205355":
      return "223700205355: تجديد الموافقة لوكيل بنك الايداع على فتح فرع";
    case "223700205356":
      return "223700205356: تجديد موافقة وكيل بنك الايداع";
    case "223700205357":
      return "223700205357: دمج شركات وساطة الأوراق المالية";
    case "223700205000":
      return "223700205000: الترخيص";
    case "223700206001":
      return "223700206001: التفتيش الدوري على شركات وساطة الأوراق المالية";
    case "223700206002":
      return "223700206002: التفتيش المفاجئ على شركات وساطة الأوراق المالية";
    case "223700206003":
      return "223700206003: التفتيش الدوري على شركات صناديق الاستثمار";
    case "223700206004":
      return "223700206004: التفتيش المفاجئ على شركات صناديق الاستثمار";
    case "223700206005":
      return "223700206005: التفتيش الدوري على شركات الحفظ الأمين";
    case "223700206006":
      return "223700206006: التفتيش المفاجئ على شركات الحفظ الأمين";
    case "223700206007":
      return "223700206007: التفتيش الدوري على شركات وساطة السلع";
    case "223700206008":
      return "223700206008: التفتيش المفاجئ على شركات وساطة السلع";
    case "223700206009":
      return "223700206009: التفتيش المفاجئ على شركات الاستشارات المالية والتحليل المالي";
    case "223700206010":
      return "223700206010: التفتيش الدوري على شركات الاستشارات المالية والتحليل المالي";
    case "223700206011":
      return "223700206011: التفتيش الدوري على شركات صانع السوق";
    case "223700206012":
      return "223700206012: التفتيش المفاجىء على شركات صانع السوق";
    case "223700206013":
      return "223700206013: االتفتيش الدوري على شركات إدارة الإستثمار";
    case "223700206014":
      return "223700206014: التفتيش المفاجىء على شركات إدارة الإستثمار";
    case "223700206015":
      return "223700206015: التفتيش الدوري على شركات الترويج والتعريف";
    case "223700206016":
      return "223700206016: التفتيش المفاجىء على شركات الترويج والتعريف";
    case "223700206017":
      return "223700206017: التفتيش المفاجىء على شركات أمناء سجل الشركات المساهمة الخاصة";
    case "223700206018":
      return "223700206018: التفتيش الدوري على شركات وكيل إقراض واقتراض الأوراق المالية";
    case "223700206019":
      return "223700206019: التفتيش المفاجىء على شركات وكيل إقراض واقتراض الأوراق المالية";
    case "223700206020":
      return "223700206020: التفتيش الدوري على شركات تنظيم نشاط الخدمات الإدارية لصناديق الاست";
    case "223700206021":
      return "223700206021: التفتيش المفاجىء على شركات تنظيم نشاط الخدمات الإدارية لصناديق الا";
    case "223700206022":
      return "223700206022: التفتيش الدوري على شركات الإدارة";
    case "223700206023":
      return "223700206023: التفتيش المفاجئ على شركات الإدارة";
    case "223700206024":
      return "223700206024: التفتيش الدوري علي شركات المستشار المالي  مدير الإصدار";
    case "223700206025":
      return "223700206025: التفتيش المفاجىء علي شركات المستشار المالي  مدير الإصدار";
    case "223700206026":
      return "223700206026: التفتيش الدوري على شركات عضو التقاص العام";
    case "223700206027":
      return "223700206027: التفتيش المفاجىء على شركات عضو التقاص العام";
    case "223700206028":
      return "223700206028: التفتيش المفاجىء على شركات عضو التقاص المركزي";
    case "223700206029":
      return "223700206029: التفتيش المفاجىء على شركات عضو الإيداع المركزي";
    case "223700206030":
      return "223700206030: التفتيش الدوري على الأسواق المالية";
    case "223700206031":
      return "223700206031: التفتيش المفاجىء على الأسواق المالية";
    case "223700206032":
      return "223700206032: التفتيش المفاجىء على الشركات المساهمة العامة المدرجة";
    case "223700206033":
      return "223700206033: التفتيش الدوري على شركات عضو التقاص المركزي";
    case "223700206034":
      return "223700206034: التفتيش الدوري على شركات عضو الإيداع المركزي";
    case "223700206035":
      return "223700206035: التفتيش الدوري على الشركات المساهمة العامة المدرجة";
    case "223700206036":
      return "223700206036: التفتيش الدوري على شركات أمناء سجل الشركات المساهمة الخاصة";
    case "223700206000":
      return "223700206000: عمليات التفتيش والرقابة ومتابعة الالتزام";
    case "223700207001":
      return "223700207001: الفصل في الشكاوى المتعلقة بالأوراق المالية";
    case "223700207002":
      return "223700207002: الفصل في التظلمات";
    case "223700207003":
      return "223700207003: تلقي ومتابعة إجراءات التحكيم";
    case "223700207000":
      return "223700207000: الفصل في منازعات التداول بالأوراق المالية";
    case "223700208001":
      return "223700208001: التدقيق على تداولات شركات الوساطة لحسابها الخاص";
    case "223700208002":
      return "223700208002: التدقيق على تداولات المطلعين الخاصة بالأخبار الجوهرية";
    case "223700208003":
      return "223700208003: إصدار شهادات لمن يهمه الأمر";
    case "223700208004":
      return "223700208004: قيد مدققي حسابات شركات المساهمة العامة وصناديق الاستثمار";
    case "223700208005":
      return "223700208005: شطب قيد مدققي حسابات شركات المساهمة العامة وصناديق الاستثمار";
    case "223700208006":
      return "223700208006: تجديد قيد مدققي حسابات شركات المساهمة العامة وصناديق الاستثمار";
    case "223700208007":
      return "223700208007: متابعة إفصاح الشركات المساهمة العامة للتقارير المالية";
    case "223700208008":
      return "223700208008: تنبيه أو إنذار موظفي الشركات المرخصة المعتمدين";
    case "223700208009":
      return "223700208009: تلقي البلاغات المتعلقة بأسواق الأوراق المالية";
    case "223700208010":
      return "223700208010: الموافقة على عقد الجمعية العمومية لشركات المساهمة العامة";
    case "223700208011":
      return "223700208011: الموافقة على إعلان فتح باب الترشح لعضوية مجلس إدارة الشركات المساه";
    case "223700208012":
      return "223700208012: الموافقة على تعديل الأنظمة الأساسية للشركات المساهمة العامة";
    case "223700208013":
      return "223700208013: متابعة تطبيق شركات المساهمة العامة لمتطلبات الحوكمة";
    case "223700208014":
      return "223700208014: متابعة إلتزام الشركات المساهمة العامة بإصدار تقارير الحوكمة";
    case "223700208015":
      return "223700208015: الموافقة على حجب افصاح";
    case "223700208016":
      return "223700208016: اعتماد صورة طبق الأصل للنظام الأساسي للشركات المساهمة العامة";
    case "223700208017":
      return "223700208017: التدقيق على التداولات اليومية في الأسواق";
    case "223700208018":
      return "223700208018: التدقيق على تداولات المطلعين خلال فترة الحظر";
    case "223700208019":
      return "223700208019: متابعة تداولات الموظفين بشركات الوساطة";
    case "223700208020":
      return "223700208020: إلغاء اعتماد موظفي الشركات المرخصة المعتمدين";
    case "223700208021":
      return "223700208021: الموافقة على ايقاف التداول";
    case "223700208022":
      return "223700208022: إيقاف العاملين بشركات الإستشارات والتحليل المالي";
    case "223700208023":
      return "223700208023: إيقاف موظفي الشركات المرخصة المعتمدين عن العمل بشكل مؤقت";
    case "223700208000":
      return "223700208000: الانضباط المؤسسي والرقابة على الأسواق المالية";
    case "223700301001":
      return "223700301001: تنفيذ خطة فعاليات التوعية";
    case "223700301002":
      return "223700301002: نشر تحذيرات من خلال تطبيقات التواصل الاجتماعي";
    case "223700301000":
      return "223700301000: نشر وزيادة الوعي الاستثماري والقانوني بين المتعاملين في الأسواق";
    case "223700302001":
      return "223700302001: نشر التشريعات";
    case "223700302002":
      return "223700302002: طلب معادلة الشهادات والاختبارات المهنية";
    case "223700302003":
      return "223700302003: طلب اعتماد ساعات التعليم المهني المستمر";
    case "223700302004":
      return "223700302004: نشر التحذيرات على موقع الهيئة الخارجي";
    case "223700302005":
      return "223700302005: نشر أسماء المخالفين على موقع الهيئة الخارجي";
    case "223700302006":
      return "223700302006: طلب حجز اختبارات برنامج الترخيص المهني";
    case "223700302007":
      return "223700302007: طلب خدمة ورش عمل تخصصية";
    case "223700302008":
      return "223700302008: تقديم الاستشارات القانونية";
    case "223700302000":
      return "223700302000: التوعية بالأسواق المالية";
    case "223700401001":
      return "223700401001: اعداد الميزانية ومتابعة تنفيذها";
    case "223700401002":
      return "223700401002: إدارة الرواتب";
    case "223700401003":
      return "223700401003: إدارة المدفوعات والاستحقاقات";
    case "223700401004":
      return "223700401004: إجراء التدقيق الداخلي";
    case "223700401000":
      return "223700401000: إعداد الموارد المالية بكفاءة وفعالية";
    case "223700402001":
      return "223700402001: إدارة المشتريات";
    case "223700402002":
      return "223700402002: إدارة العقود ومتابعتها";
    case "223700402000":
      return "223700402000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "223700403001":
      return "223700403001: تدريب وتطوير الموظفين";
    case "223700403002":
      return "223700403002: إدارة خدمات الموارد البشرية الأخرى";
    case "223700403000":
      return "223700403000: تطبيق أفضل ممارسات الموارد البشرية";
    case "223700404001":
      return "223700404001: تطوير وتحديث العمليات وتحديد الاجراءات التصحيحية والاجراءات التحسي";
    case "223700404002":
      return "223700404002: إدارة علاقات المعاملين";
    case "223700404003":
      return "223700404003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "223700404000":
      return "223700404000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "223700405001":
      return "223700405001: تخطيط وتنفيذ الحملات الإعلامية";
    case "223700405002":
      return "223700405002: تخطيط وتنفيذ الحملات التسويقية للخدمات والمنتجات";
    case "223700405003":
      return "223700405003: تنفيذ خطة فعاليات الاتصال المؤسسي";
    case "223700405004":
      return "223700405004: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "223700405005":
      return "223700405005: إدارة النشاط الاعلامي";
    case "223700405000":
      return "223700405000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "223700406001":
      return "223700406001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "223700406000":
      return "223700406000: تطبيق أفضل الممارسات العالمية في القيادة";
    case "223700407001":
      return "223700407001: إعداد تقارير الاداء المؤسسي ورفعها للإدارة العليا";
    case "223700407002":
      return "223700407002: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "223700407003":
      return "223700407003: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "223700407000":
      return "223700407000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "223700408001":
      return "223700408001: إدارة الشؤون القانونية";
    case "223700408000":
      return "223700408000: توفير أفضل الخدمات القانونية";
    case "223700409001":
      return "223700409001: تطوير نظام طلبي تحت مظلة منصة تفاعل";
    case "223700409002":
      return "223700409002: تحديث وتطوير كافة الأجهزة والأنظمة الأمنية";
    case "223700409003":
      return "223700409003: تطوير نظام مرسال تحت مظلة منصة تفاعل";
    case "223700409004":
      return "223700409004: تطوير النظم والتطبيقات الإلكترونية";
    case "223700409005":
      return "223700409005: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "223700409006":
      return "223700409006: إدارة الشبكات وأمن المعلومات";
    case "223700409000":
      return "223700409000: توفير أحدث خدمات تقنية المعلومات";
    case "223700410001":
      return "223700410001: تنفيذ خطط استمرارية الأعمال";
    case "223700410002":
      return "223700410002: تنفيذ خطة الصحة والسلامة المهنية";
    case "223700410003":
      return "223700410003: الجرد ومراجعة الموجودات لإعادة استغلالها على أكمل وجه";
    case "223700410004":
      return "223700410004: الصيانة";
    case "223700410005":
      return "223700410005: الإيجار";
    case "223700410006":
      return "223700410006: المواصلات";
    case "223700410007":
      return "223700410007: رسوم الاستشارات";
    case "223700410008":
      return "223700410008: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت";
    case "223700410000":
      return "223700410000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "223700411001":
      return "223700411001: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)";
    case "223700411002":
      return "223700411002: إصدار تقرير المخاطر المؤسسية السنوي";
    case "223700411000":
      return "223700411000: تطبيق معايير ومبادئ الحوكمة الرشيدة وإدارة المخاطر المؤسسية";
    case "223700412000":
      return "223700412000";
    case "223700501001":
      return "223700501001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار";
    case "223700501000":
      return "223700501000: بناء قدرات الموظفين في مجال الابتكار";
    case "223700502001":
      return "223700502001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية";
    case "223700502002":
      return "223700502002: تنفيذ مختبرات للإبتكار  جلسات عصف ذهني لجذب الأفكار";
    case "223700502000":
      return "223700502000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة";
    case "223700503001":
      return "223700503001: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة";
    case "223700503000":
      return "223700503000: تحسين العمليات بما يعزز من الابتكار";
    case "222740000000":
      return "222740000000: مكتب وزير التسامح";
    case "222770101000":
      return "222770101000: تحسين كفاءة وفعالية عمليات الهيئة";
    case "222770101001":
      return "222770101001: اعتماد وتعميم منهجية العمليات الإدارية";
    case "222770101002":
      return "222770101002: تنفيذ ورش عمل حصر وتحديد عمليات الهيئة";
    case "222770101003":
      return "222770101003: تصميم واعتماد وتعميم خارطة عمليات الهيئة";
    case "222770102000":
      return "222770102000: توفير أحدث خدمات تقنية المعلومات";
    case "222770102001":
      return "222770102001: توفيرالنظم والتطبيقات الإلكترونية";
    case "222770102002":
      return "222770102002: توفير الدعم الفني للمستخدمين - خط مساعدة";
    case "222770102003":
      return "222770102003: البنية التحتية وأمن المعلومات";
    case "222770103000":
      return "222770103000: التصديق الرقمي";
    case "222770103001":
      return "222770103001: طلب الاشتراك في خدمة التصديق الرقمي";
    case "222770103002":
      return "222770103002: إضافة خدمة جديدة لخدمات التصديق الرقمي";
    case "222770103003":
      return "222770103003: إلغاء الاشتراك في خدمات التصديق الرقمي";
    case "222770103004":
      return "222770103004: إعادة الاشتراك في خدمات التصديق الرقمي";
    case "222770103005":
      return "222770103005: إيقاف خدمة من خدمات التصديق الرقمي";
    case "222770104000":
      return "222770104000: بطاقة الهوية";
    case "222770104001":
      return "222770104001: إصدار بطاقة هوية جديدة ( خدمات ذات الأولوية )";
    case "222770104002":
      return "222770104002: إصدار بطاقة هوية بدل فاقد  بدل تالف";
    case "222770104003":
      return "222770104003: تجديد بطاقة الهوية  ( خدمات ذات الأولوية )";
    case "222770104004":
      return "222770104004: تحديث البيانات";
    case "222770104005":
      return "222770104005: استرداد الرسوم";
    case "222770104006":
      return "222770104006: طلب الاعفاء من رسوم التأخير";
    case "222770105000":
      return "222770105000: أذونات الدخول";
    case "222770105001":
      return "222770105001: إصدار إذن دخول  ( خدمات ذات الأولوية )";
    case "222770105002":
      return "222770105002: تعديل بيانات إذن الدخول";
    case "222770105003":
      return "222770105003: تمديد إذن دخول";
    case "222770105004":
      return "222770105004: إلغاء إذن دخول";
    case "222770106000":
      return "222770106000: تصاريح الإقامة";
    case "222770106001":
      return "222770106001: إصدار تصاريح الإقامة ( خدمات ذات الأولوية )";
    case "222770106002":
      return "222770106002: بدل فاقدتالف تصريح الإقامة";
    case "222770106003":
      return "222770106003: تجديد تصاريح الإقامة  ( خدمات ذات الأولوية )";
    case "222770106004":
      return "222770106004: تعديل بيانات إقامة";
    case "222770106005":
      return "222770106005: إلغاء تصاريح الاقامة";
    case "222770107000":
      return "222770107000: المنشأت";
    case "222770107001":
      return "222770107001: اصدار بطاقة منشأة";
    case "222770107002":
      return "222770107002: تجديد بطاقة المنشأة";
    case "222770107003":
      return "222770107003: ايقاف رفع الحظر عن بطاقة المنشأة";
    case "222770107004":
      return "222770107004: إلغاء بطاقة المنشأة";
    case "222770107005":
      return "222770107005: تعديل إضافة لبطاقة المنشأة";
    case "222770107006":
      return "222770107006: إصدار بطاقة مندوب";
    case "222770107007":
      return "222770107007: تجديد بطاقة المندوب";
    case "222770107008":
      return "222770107008: تعديل بيانات بطاقة المندوب";
    case "222770107009":
      return "222770107009: إلغاء بطاقة المندوب";
    case "222770107010":
      return "222770107010: إصدار بدل فاقد او تالف بطاقة مندوب";
    case "222770108000":
      return "222770108000: المتابعة";
    case "222770108001":
      return "222770108001: تحويل للمحكمة";
    case "222770108002":
      return "222770108002: تعميم عن مكفول في القائمة الادارية";
    case "222770108003":
      return "222770108003: رفع تعميم عن مكفول في القائمة الادارية";
    case "222770108004":
      return "222770108004: اصدار تصريح مغادرة";
    case "222770108005":
      return "222770108005: الغاء تصريح مغادرة";
    case "222770108006":
      return "222770108006: تعديل بيانات تصريح مغادرة";
    case "222770109000":
      return "222770109000: ضبط الدخول والخروج عبر المنافذ";
    case "222770109001":
      return "222770109001: إصدار أذونات الدخول من المنافذ (برية، بحرية، جوية)";
    case "222770109002":
      return "222770109002: طلب تسجيل دخول الوسائل البحرية (بحرية)";
    case "222770109003":
      return "222770109003: دخول المسافرين عبر المنافذ";
    case "222770109004":
      return "222770109004: خروج المسافرين عبر المنافذ";
    case "222770110000":
      return "222770110000: جواز سفر";
    case "222770110001":
      return "222770110001: إصدار جواز سفر جديد  ( خدمات ذات الأولوية )";
    case "222770110002":
      return "222770110002: تجديد جواز السفر  ( خدمات ذات الأولوية )";
    case "222770110003":
      return "222770110003: إصدار جواز سفر (بدل فاقد  بدل تالف)";
    case "222770110004":
      return "222770110004: إستبدال جواز السفر";
    case "222770111000":
      return "222770111000: خلاصة القيد";
    case "222770111001":
      return "222770111001: إصدار خلاصة قيد جديدة  ( خدمات ذات الأولوية )";
    case "222770111002":
      return "222770111002: تعديل بيانات خلاصة قيد  ( خدمات ذات الأولوية )";
    case "222770201000":
      return "222770201000: التحول النوعي في عمليات إدارة الهوية الشخصية";
    case "222770201001":
      return "222770201001: تطوير النظام المركزي - Core G3 Population Register Systems";
    case "222770201002":
      return "222770201002: تطوير النظام البيومتري المتعدد العناصر - Multi Biometric System";
    case "222770201003":
      return "222770201003: تطوير  نظام اصدار البطاقات - New Card Production";
    case "222770201004":
      return "222770201004: تطوير نظام مفتاح التشفير العام - Public Key Infrastructure";
    case "222770202000":
      return "222770202000: تحصين وحماية أنظمة وبيانات السجل السكاني";
    case "222770202001":
      return "222770202001: تجهيز وإدامة غرفة لحفظ النسخ الاحتياطية لحفظ بيانات السجل السكاني";
    case "222770202002":
      return "222770202002: تطوير وبناء قدرات منظومة الفحص والمراقبة الأمنية";
    case "222770301000":
      return "222770301000: إدارة الموارد المالية بكفاءة وفعالية";
    case "222770301001":
      return "222770301001: اعداد الميزانية و متابعة تنفيذها";
    case "222770301002":
      return "222770301002: ادارة الايرادات";
    case "222770301003":
      return "222770301003: إدارة المدفوعات و المستحقات";
    case "222770301004":
      return "222770301004: ادارة التسويات";
    case "222770301005":
      return "222770301005: إجراء التدقيق الداخلي";
    case "222770302000":
      return "222770302000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "222770302001":
      return "222770302001: ادارة شراء السلع والخدمات";
    case "222770302002":
      return "222770302002: ادارة العقود ومتابعتها";
    case "222770302003":
      return "222770302003: ادارة المخازن";
    case "222770303000":
      return "222770303000: تطبيق أفضل ممارسات الموارد البشرية";
    case "222770303001":
      return "222770303001: شواغر";
    case "222770303002":
      return "222770303002: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "222770303003":
      return "222770303003: تدريب و تطوير الموظفين";
    case "222770303004":
      return "222770303004: ادارة خدمات الموارد البشرية الأخرى ( تخطيط القوى العاملة ، تقييم ا";
    case "222770304000":
      return "222770304000: توفير أفضل الخدمات القانونية";
    case "222770304001":
      return "222770304001: إعداد الدراسات والاستشارات القانونية";
    case "222770304002":
      return "222770304002: إدارة الشؤون القانونية وقضايا الهيئة";
    case "222770305000":
      return "222770305000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "222770305001":
      return "222770305001: الصيانة";
    case "222770305002":
      return "222770305002: الايجار";
    case "222770305003":
      return "222770305003: المواصلات";
    case "222770305004":
      return "222770305004: رسوم  الاستشارات";
    case "222770305005":
      return "222770305005: المصروفات المتكررة الأخرى (المرافق ، والاتصالات السلكية واللاسلكية";
    case "222770305006":
      return "222770305006: الخدمات المشتركة الاخرى (أدوات المكتب، قرطاسية ومتفرقات، إلخ)";
    case "222770306000":
      return "222770306000: تنفيذ ميزانية الوظائف";
    case "222770401000":
      return "222770401000: تبني استدامة الابتكار الحكومي على مستوى الهيئة";
    case "222770401001":
      return "222770401001: اكساب الموظفين مهارات التفكير الابداعي";
    case "222770401002":
      return "222770401002: إدارة نظام بنك الأفكار الإبداعية";
    case "222770501000":
      return "222770501000: منظومة إدارة المخاطر الجمركية";
    case "222770501001":
      return "222770501001: تطبيق منظومة إدارة المخاطر الجمركية";
    case "222770501002":
      return "222770501002: مركز الإمارات للعمليات الجمركية";
    case "222770501003":
      return "222770501003: متابعة الضبطيات والإخباريات";
    case "222770501004":
      return "222770501004: متابعة العمليات الجمركية";
    case "222770501005":
      return "222770501005: النظام الالكتروني للإفصاح عن المبالغ النقدية";
    case "222770501006":
      return "222770501006: تنفيذ مشروع تتبع الشاحنات والشحنات إلكترونياً";
    case "222770501007":
      return "222770501007: مشروع تتبع الشاحنات";
    case "222770502000":
      return "222770502000: رفع كفاءة المنافذ الجمركية";
    case "222770502001":
      return "222770502001: الرقابة على المنافذ الجمركية";
    case "222770502002":
      return "222770502002: تدقيق وتقييم المنافذ الجمركية";
    case "222770502003":
      return "222770502003: مساندة عمليات التفتيش في المنافذ الجمركية";
    case "222770502004":
      return "222770502004: إدارة منظومة الأجهزة الجمركية";
    case "222770503000":
      return "222770503000: إدارة منظومة التحقيق الجمركي والسلامة المهنية";
    case "222770503001":
      return "222770503001: متابعة منظومة الضبط والتحقيق الجمركي";
    case "222770503002":
      return "222770503002: إدارة السلامة والصحة المهنية الجمركية";
    case "222770504000":
      return "222770504000: توفير البيانات الإحصائية الأمنية";
    case "222770504001":
      return "222770504001: الرد على الاستفسارات بشأن طلبات الإفصاح عن المبالغ النقدية";
    case "222770601000":
      return "222770601000: تطوير وتوحيد السياسات والإجراءات الجمركية";
    case "222770601001":
      return "222770601001: التدقيق على الإجراءات والسياسات الجمركية المطبقة في المنافذ الجمرك";
    case "222770601002":
      return "222770601002: قياس زمن التخليص الجمركي";
    case "222770601003":
      return "222770601003: استكمال متطلبات الاتحاد الجمركي الخليجي والعربي";
    case "222770601004":
      return "222770601004: استكمال متطلبات اتفاقية تيسير التجارة";
    case "222770601005":
      return "222770601005: متابعة الإجراءات والسياسات الجمركية المشتركة مع الجهات الحكومية";
    case "222770602000":
      return "222770602000: توحيد وتكامل الأنظمة الجمركية لدعم تيسير التجارة";
    case "222770602001":
      return "222770602001: تطوير نظام القرارات والتعاميم (النافذة الموحدة)";
    case "222770602002":
      return "222770602002: تطوير نظام الإحصاء الجمركي";
    case "222770602003":
      return "222770602003: تطوير الأنظمة الإلكترونية الجمركية";
    case "222770602004":
      return "222770602004: تطوير آلية التحويل المالي المباشر";
    case "222770602005":
      return "222770602005: تطوير نظام التعرفة الجمركية الموحدة";
    case "222770602006":
      return "222770602006: تنفيذ مشروع الرقم الوطني الموحد";
    case "222770603000":
      return "222770603000: تأهيل وتدريب الكوادر الوطنية لتحسين العمل الجمركي";
    case "222770603001":
      return "222770603001: تطبيق برنامج تطوير المفتشين";
    case "222770604000":
      return "222770604000: تطوير وتنفيذ دراسات المقارنات المعيارية";
    case "222770604001":
      return "222770604001: إعداد دراسات حول أفضل الممارسات الدولية لدعم العمل الجمركي";
    case "222770605000":
      return "222770605000: توفير الخدمات الالكترونية";
    case "222770605001":
      return "222770605001: توفير خدمة التحويل الآلي المباشر";
    case "222770606000":
      return "222770606000: توفير التدريب الجمركي";
    case "222770606001":
      return "222770606001: توفير برامج تدريبية جمركية للجمارك المحلية";
    case "222770607000":
      return "222770607000: توفير المعلومات والبيانات الإحصائية";
    case "222770607001":
      return "222770607001: توفير التقارير الإحصائية للجهات المعنية";
    case "222770607002":
      return "222770607002: الرد على الاستفسارات الجمركية";
    case "222770701000":
      return "222770701000: إدارة العلاقات الإقليمية والدولية وتعزيز التنافسية";
    case "222770701001":
      return "222770701001: التفاوض مع الدول حول الاتفاقيات الثنائية ومتابعتها";
    case "222770701002":
      return "222770701002: تطبيق برنامج المشغل الاقتصادي المعتمد في دولة الإمارات";
    case "222770701003":
      return "222770701003: تعزيز العلاقات مع المنظمات الدولية";
    case "222770701004":
      return "222770701004: تعزيز التنافسية في العمل الجمركي";
    case "222770701005":
      return "222770701005: مكتب بناء المقدرة";
    case "222770702000":
      return "222770702000: تطوير العلاقات الجمركية مع الشركاء والمتعاملين";
    case "222770702001":
      return "222770702001: إدارة الشركاء";
    case "222770702002":
      return "222770702002: تنفيذ الفعاليات الجمركية";
    case "222770702003":
      return "222770702003: قياس سعادة المتعاملين وإدارة الخدمات";
    case "222770703000":
      return "222770703000: الرد على ملاحظات المتعاملين";
    case "222770703001":
      return "222770703001: خدمة الرد على شكاوي المتعاملين";
    case "222770801000":
      return "222770801000: إدارة المخاطر المؤسسية والتدقيق الداخلي";
    case "222770801001":
      return "222770801001: إدارة المخاطر المؤسسية";
    case "222770801002":
      return "222770801002: تنفيذ عمليات التدقيق الداخلي";
    case "222770802000":
      return "222770802000: إدارة المواضيع القانونية";
    case "222770802001":
      return "222770802001: إعداد الدراسات القانونية";
    case "222770802002":
      return "222770802002: توفير الدعم القانوني";
    case "222770802003":
      return "222770802003: التمثيل القانوني للهيئة";
    case "222770803000":
      return "222770803000: تعزيز العلاقات الإعلامية والمؤسسية والمجتمعية";
    case "222770803001":
      return "222770803001: تفعيل التواصل الإعلامي";
    case "222770803002":
      return "222770803002: تعزيز المسؤولية المجتمعية";
    case "222770804000":
      return "222770804000: متابعة الخطط الاستراتيجية وإدارة الأداء المؤسسي";
    case "222770804001":
      return "222770804001: تحديث الخطة الاستراتيجية والتشغيلية للهيئة";
    case "222770804002":
      return "222770804002: متابعة الأداء المؤسسي";
    case "222770805000":
      return "222770805000: تطبيق معايير الجودة والتميز المؤسسي";
    case "222770805001":
      return "222770805001: تطبيق منظومة التميز الحكومي";
    case "222770805002":
      return "222770805002: تطبيق متطلبات شهادات الجودة";
    case "222770805003":
      return "222770805003: متابعة الفرق الداخلية والخارجية للهيئة";
    case "222770805004":
      return "222770805004: تطبيق أفضل ممارسات التميز الحكومي";
    case "222770805005":
      return "222770805005: إدارة نظام استمرارية الأعمال";
    case "222770806000":
      return "222770806000: تطبيق أفضل ممارسات الموارد البشرية";
    case "222770806001":
      return "222770806001: تطبيق خطة التوظيف والتوطين";
    case "222770806002":
      return "222770806002: برنامج سعادة الموظفين";
    case "222770806003":
      return "222770806003: تطبيق نظام إدارة الأداء الحكومي";
    case "222770806004":
      return "222770806004: تعزيز التواصل مع الموظفين وتحسين الإجراءات";
    case "222770807000":
      return "222770807000: توفير التدريب وتطوير مهارات الموظفين";
    case "222770807001":
      return "222770807001: تنفيذ البرامج التدريبية لجميع الفئات الوظيفية";
    case "222770807002":
      return "222770807002: إدارة المعرفة و تطوير المهارات";
    case "222770808000":
      return "222770808000: إدارة عمليات الخدمات الإدارية";
    case "222770808001":
      return "222770808001: تطبيق ممارسات الأمن والسلامة في بيئة العمل";
    case "222770808002":
      return "222770808002: إدارة العمليات الإدارية";
    case "222770809000":
      return "222770809000: إدارة الموارد المالية بكفاءة وفعالية";
    case "222770809001":
      return "222770809001: إعداد الميزانية ومتابعة تنفيذها";
    case "222770809002":
      return "222770809002: تنمية الايرادات وترشيد النفقات";
    case "222770810000":
      return "222770810000: إدارة العقود والموردين وفقا لأفضل الممارسات";
    case "222770810001":
      return "222770810001: متابعة العقود";
    case "222770810002":
      return "222770810002: إدارة الموردين والمشتريات";
    case "222770810003":
      return "222770810003: إدارة الأصول والمخازن والجرد السنوي(المسمى الجديد: إدارة الأصول وا";
    case "222770811000":
      return "222770811000: تطبيق أفضل الممارسات في مجال تقنية المعلومات";
    case "222770811001":
      return "222770811001: تحسين مستوى الخدمات التقنية المقدمة";
    case "222770811002":
      return "222770811002: تطبيق متطلبات ممكنات الحكومة الذكية";
    case "222770811003":
      return "222770811003: تطوير المشاريع التقنية بالهيئة";
    case "222770811004":
      return "222770811004: تطبيق تقنية الذكاء الاصطناعي";
    case "222770811005":
      return "222770811005: إدارة مركز البيانات في الهيئة";
    case "222770901000":
      return "222770901000: توفير بيئة عمل محفزة للابتكار";
    case "222770901001":
      return "222770901001: تعزيز ثقافة الابتكار داخلياُ";
    case "222770901002":
      return "222770901002: تطوير جائزة داخلية للابتكار";
    case "222770901003":
      return "222770901003: متابعة جاهزية ونضج الابتكار في الهيئة";
    case "222770902000":
      return "222770902000: ترسيخ الابتكار الحكومي في الهيئة";
    case "222770902001":
      return "222770902001: دعم وتوثيق ابتكارات الموظفين";
    case "222770902002":
      return "222770902002: قياس أثر الابتكارات المطبقة";
    case "222780000000":
      return "222780000000";
    case "223790101001":
      return "223790101001: تطوير وتحسين سياسات وإجراءات النفاذ إلى الانترنت";
    case "223790101002":
      return "223790101002: تطوير وتحسين المشاركة في برامج تنافسية دولة الامارات بما يخص المجت";
    case "223790101003":
      return "223790101003: تطوير ونشر المعايير لتبادل وإتاحة البيانات الحكومية";
    case "223790101004":
      return "223790101004: صياغة القانون الاتحادي والسياسات التابعة له";
    case "223790101005":
      return "223790101005: اصدار سياسة خدمات الانترنت في الأماكن العامة";
    case "223790101006":
      return "223790101006: تفعيل نظام الدخول الموحدة لمستخدمي الانترنت في الأماكن العامة";
    case "223790101007":
      return "223790101007: قوانين الجرائم الالكترونية والاتفاقيات الدولية الخاصه بها";
    case "223790101008":
      return "223790101008: إدارة نظام مستخدمي الانترنت في الأماكن العامة";
    case "223790101009":
      return "223790101009: جائزة أفضل خدمة حكومية عبر الهاتف المحمول";
    case "223790101010":
      return "223790101010: مراجعة هيكلة السوق و إجراء التحديثات اللازمة في الاطار التنظيمي";
    case "223790101011":
      return "223790101011: دراسة  التطبيق المستقبلي لإطار تنظيمي لخدمات (OTTs)";
    case "223790101012":
      return "223790101012: دراسة التطبيق المستقبلي لمدى الإحتياج لتنظيم الأراضي الخاصة";
    case "223790101013":
      return "223790101013: دراسة االتطبيق المستقبلي لإطار التنظيمي لنقاط الربط البيني (IXP)";
    case "223790101014":
      return "223790101014: مراجعة الاطار التنظيمي وتحديثه لضمان تنافسية قطاع الاتصالات";
    case "223790101015":
      return "223790101015: تطبيق الاطار التنظيمي و التدقيق على المرخص لهم لضمان الامتثال بالأ";
    case "223790101016":
      return "223790101016: مشروع الخدمات الشمولية";
    case "223790101017":
      return "223790101017: تطبيق سياسة الخدمات الشمولية";
    case "223790101018":
      return "223790101018: إنشاء إطار تنظيمي لمراكز البيانات العاملة بالدولة";
    case "223790101019":
      return "223790101019: مشروع إدخال المنافسة في خدمات الخط الثابت";
    case "223790101020":
      return "223790101020: تطوير وتطبيق اليات لضمان حماية مصالح المشتركين في قطاع الاتصالات";
    case "223790101021":
      return "223790101021: مراقبة  تطبيق عروض خدمات الاتصالات";
    case "223790101022":
      return "223790101022: اعداد دراسات تحليل السوق";
    case "223790101023":
      return "223790101023: تحديث منهجية احتساب مؤشرات التنافسية الاستراتجية لهيئة قطاع الاصال";
    case "223790101024":
      return "223790101024: تقييم المنافسة";
    case "223790101025":
      return "223790101025: تعزيز المنافسة في الخدمات الخط الثابت";
    case "223790101026":
      return "223790101026: موائمة مبادرات وأنشطة وعمليات الأدارة مع متطلبات التميز و ISO";
    case "223790101027":
      return "223790101027: الاتمتة الذكية للعمليات";
    case "223790101028":
      return "223790101028: تحديث سياسة جودة الخدمات";
    case "223790101029":
      return "223790101029: تطبيق منصة  للإستفسارات التنظيمية Implemetation of new enquiries p";
    case "223790101030":
      return "223790101030: تسجيل شركات المسح الميداني لشبكات الهاتف المتحرك";
    case "223790101031":
      return "223790101031: الاتمتة الذكية لقياس تنافسية فطاع الانصالات";
    case "223790101032":
      return "223790101032: مشروع قيادة فريق العمل العربي الدائم للطيف الترددي في المؤتمر العا";
    case "223790101033":
      return "223790101033: نشاط مراجعة وتحديث اللوائح والاطر التنظيمية الخاصة بالطيف الترددي";
    case "223790101034":
      return "223790101034: مشروع مراجعة الإطار التنظيمي للخدمات الفضائية في الدولة";
    case "223790101035":
      return "223790101035: نشاط تحديث الخطة الوطنية للطيف الترددي";
    case "223790101036":
      return "223790101036: مشروع دراسة تنظيم وتطوير خدمات البث الإذاعي الرقمي الأرضي T-DAB";
    case "223790101037":
      return "223790101037: تنظيم خدمات الاتصالات المتنقلة الدولية IMT2020";
    case "223790101038":
      return "223790101038: إعداد دراسة اقتصادية الطيف الترددي لتقييم مساهمة الطيف الترددي في";
    case "223790101039":
      return "223790101039: إعداد خطة طويلة المدى لاستخدام الترددات لتتواكب مع التطور التكنولو";
    case "223790101040":
      return "223790101040: نشاط إجراء الدراسات والبحوث المتعلقة بالطيف الترددي";
    case "223790101041":
      return "223790101041: تطوير نظام رصد خدمات البث الإذاعي FM";
    case "223790102001":
      return "223790102001: زيادة وعي أصحاب المصلحة للعنين بأداء القطاع (نشاط إصدار الدراسات و";
    case "223790103001":
      return "223790103001: توقيع مذكرات تفاهم مع الجهات المختصة ومتابعة تطبيقها";
    case "223790103002":
      return "223790103002: إدارة نشاط الاتصال مع مركز العمليات الوطني";
    case "223790103003":
      return "223790103003: إجراء تحليل لمخاطر قطاع الاتصالات";
    case "223790103004":
      return "223790103004: تطوير المنظومة الإلكترونية للطوارىء";
    case "223790103005":
      return "223790103005: استحداث حقيبة الطوارئ";
    case "223790103006":
      return "223790103006: إدارة منتدي استمرارية الاعمال لقطاع الاتصالات";
    case "223790103007":
      return "223790103007: عقد ورش عمل لموظفي القطاع عن أفضل الممارسات في إدارة الطوارئ والأز";
    case "223790103008":
      return "223790103008: تحديث خطة الطوارئ الوطنية لقطاع الاتصالات";
    case "223790103009":
      return "223790103009: تنفيذ تمارين الطاولة والميدانية";
    case "223790103010":
      return "223790103010: التدقيق على كفاءة وجاهزية المرخص لهم للطوارئ والأزمات";
    case "223790104001":
      return "223790104001: إنشاء وتفعيل المختبر الوطني لاعتماد النوعية";
    case "223790104002":
      return "223790104002: تنفيذ خطة تفتيش سوق الاتصالات";
    case "223790105001":
      return "223790105001: عقد ورش عمل لموردين ومصنعين أجهزة الاتصالات";
    case "223790105002":
      return "223790105002: عقد ورش عمل لشركاء اعتماد النوعية الاستراتيجيين";
    case "223790106001":
      return "223790106001: نقل أرقام الهاتف الثابت";
    case "223790106002":
      return "223790106002: تحديث سياسة الخطة الوطنية للأرقام بما يتلاءم مع خطة قطاع الاتصالات";
    case "223790106003":
      return "223790106003: اصدار شهادات الانتفاع بالأرقام";
    case "223790107001":
      return "223790107001: مراقبة تسجيل منافذ بيع شرائح الهاتف المتحرك";
    case "223790107002":
      return "223790107002: الحملات  التفتيشية على منافذ بيع شرائح الهاتف المتحرك";
    case "223790108001":
      return "223790108001: التحقق من التزام المرخصين بتعليمات الهيئة الخاصة بنقل أرقام الهاتف";
    case "223790108002":
      return "223790108002: ضمان توفر خدمة نقل أرقام الهاتف المتحرك";
    case "223790109001":
      return "223790109001: التسيق مع الجهات المساهمة لرفع مؤشر الجاهزية الشبكية";
    case "223790109002":
      return "223790109002: بناء وتحدىث نموذج (Model) لمؤشر الجاهزية الشبكية";
    case "223790109003":
      return "223790109003: تعبئة مسوحات الإتحاد الدولي للإتصالات";
    case "223790110001":
      return "223790110001: تمويل مشاريع التعليم";
    case "223790110002":
      return "223790110002: تمويل مشاريع البحث والتطوير";
    case "223790110003":
      return "223790110003: الحاضنات وريادة الأعمال";
    case "223790110004":
      return "223790110004: المشاريع الوطنية";
    case "223790111001":
      return "223790111001: اعداد المقارنات المعيارية للامن السيبراني";
    case "223790111002":
      return "223790111002: تحليل متطلبات اعداد الاستراتيجية الوطنية للامن السيبراني";
    case "223790111003":
      return "223790111003: متابعة الخطة الاستراتيجية الوطنية للامن السيبراني";
    case "223790112001":
      return "223790112001: مشروع  إعداد المعايير العامة للأمن السيبراني في الدولة";
    case "223790112002":
      return "223790112002: مشروع إعداد معايير الأمن السيبراني المرتبطة بالقطاعات";
    case "223790112003":
      return "223790112003: مشروع إعداد معايير الأمن السيبراني المرتبطة بالخدمات والأنظمة في ا";
    case "223790112004":
      return "223790112004: مشروع تطوير الإطار التنظيمي لبرمجيات وأنظمة التشفير والتشويش";
    case "223790113001":
      return "223790113001: متابعة  الحملات التوعوية المعنية بالامن السيبراني (مشروع الحملات ا";
    case "223790113002":
      return "223790113002: مشروع مسؤولي الامن السيبراني (ٍٍCyber Secturity Officer)";
    case "223790113003":
      return "223790113003: مشروع تأسيس فرق العمل للامن السيبراني لمختلف القطاعات على مستوى ال";
    case "223790114001":
      return "223790114001: مشروع بناء الاطار العام للتحفيز و المنافسة بين جهات الامن السيبران";
    case "223790114002":
      return "223790114002: مشروع برنامج تطوير القدرات الوطنية في الامن السيبراني";
    case "223790115001":
      return "223790115001: مشروع تطوير اطار إدارة المخاطر الأمنية السيبرانية الوطنية";
    case "223790115002":
      return "223790115002: مشروع الخطة الوطنية لإدارة المخاطر الوطنية للامن السيبراني";
    case "223790116001":
      return "223790116001: مشروع تطوير و اعداد إطار التدقيق والالتزام لمتطلبات الامن السيبران";
    case "223790116002":
      return "223790116002: تطبيق خطة التدقيق و الالتزام بخطة الامن السيبراني";
    case "223790117001":
      return "223790117001: تصميم المعايير و السياسات لحماية البنية التحتية الوطنية الحيوية ال";
    case "223790117002":
      return "223790117002: مشروع تصنيف البنية التحية الحيوية السيبرانية";
    case "223790117003":
      return "223790117003: مشروع تفعيل إطار حماية البنية التحتية الحيوية السيبرانية";
    case "223790118001":
      return "223790118001: تسجيل موردي أجهزة الاتصالات";
    case "223790118002":
      return "223790118002: تجديد تسجيل موردي أجهزة الاتصالات";
    case "223790118003":
      return "223790118003: تعديل بيانات موردي أجهزة الاتصالات";
    case "223790118004":
      return "223790118004: إلغاء تسجيل موردي أجهزة الاتصالات";
    case "223790118005":
      return "223790118005: (مع الفحص)طلب تسجيل واعتماد أجهزة الاتصالات";
    case "223790118006":
      return "223790118006: تجديد اعتماد أجهزة الاتصالات";
    case "223790118007":
      return "223790118007: مراقبة سوق أجهزة الاتصالات";
    case "223790118008":
      return "223790118008: إصدار تصاريح الإفراج الجمركي لأجهزة الاتصالات";
    case "223790118009":
      return "223790118009: طلب تسجيل واعتماد أجهزة الاتصالات (بدون فحص)";
    case "223790119001":
      return "223790119001: طلب تسجيل منافذ بيع شرائح الهاتف المتحرك";
    case "223790119002":
      return "223790119002: طلب تجديد تسجيل منافذ بيع شرائح الهاتف المتحرك";
    case "223790119003":
      return "223790119003: طلب تعديل بيانات منافذ بيع شرائح الهاتف المتحرك";
    case "223790119004":
      return "223790119004: طلب إلغاء تسجيل منافذ بيع شرائح الهاتف المتحرك";
    case "223790121001":
      return "223790121001: طلب تخصيص موارد ارقام";
    case "223790121002":
      return "223790121002: طلب سحب وقف تخصيص موارد الأرقام";
    case "223790122001":
      return "223790122001: طلب إصدار رخص تقديم خدمات الاتصالات";
    case "223790123001":
      return "223790123001: طلب ضبط اسعار الخدمات المقدمة";
    case "223790124001":
      return "223790124001: طلب معالجة النزاعات المخلة بالمنافسة بين المرخص لهم";
    case "223790124002":
      return "223790124002: طلب حل نزاعات الربط البيني بين المرخص لهم";
    case "223790125001":
      return "223790125001: طلب ترخيص مزودي خدمات التصديق الإلكتروني";
    case "223790125002":
      return "223790125002: طلب تجديد ترخيص مزودي خدمات التصديق الإلكتروني";
    case "223790125003":
      return "223790125003: طلب إصدار إشعار مزود خدمات التصديق الإلكترونية الأجنبية";
    case "223790125004":
      return "223790125004: طلب تجديد إشعار مزود خدمات التصديق الإلكترونية الأجنبية";
    case "223790126001":
      return "223790126001: طلب حجب أو رفع الحجب عن المواقع الإلكترونية";
    case "223790126002":
      return "223790126002: طلب الاستثناء من نظام الحجب";
    case "223790127001":
      return "223790127001: طلب توفير برامج تدريبية عن الحكومة الذكية";
    case "223790201001":
      return "223790201001: مشروع اعداد الخطة الوطنية لترخيص و اعتماد أنظمة الامن السيبراني";
    case "223790201002":
      return "223790201002: تصميم وتطبيق خدمات تراخيص الامن السيبراني";
    case "223790201003":
      return "223790201003: تطبيق نظام خدمات الامن السيبراني";
    case "223790202001":
      return "223790202001: مشروع قانون خصوصية المعلومات";
    case "223790203001":
      return "223790203001: مشروع تنظيم مزودي خدمات البنية التحتية الجذرية للتصديق الرقمي Root";
    case "223790203002":
      return "223790203002:  مشروع تطوير منظومة تسجيل رموز المؤسسات التابعة للدولة OID";
    case "223790203003":
      return "223790203003: مشروع نظام Trust list الوطني";
    case "223790204001":
      return "223790204001: متابعة استخدام المرخصين للمجموعات الرقمية";
    case "223790204002":
      return "223790204002: توفير موارد الاتصال والمعلومات";
    case "223790205001":
      return "223790205001: مقارنة جودة شبكات وخدمات الهواتف المتحركة والذكية";
    case "223790205002":
      return "223790205002: تنظيم خدمات انترنت الأشياء في قطاع الاتصالات";
    case "223790205003":
      return "223790205003: إدارة المؤشرات الفنية لجودة خدمات قطاع الاتصالات";
    case "223790205004":
      return "223790205004: التحقق من التزام المرخصين بتعليمات الهيئة الخاصة برقمي هويتي";
    case "223790205005":
      return "223790205005: مراقبة الرسائل النصية القصيرة الإقتحامية";
    case "223790205006":
      return "223790205006: إنشاء مركز الشبكات لقطاع الاتصالات";
    case "223790205007":
      return "223790205007: دراسة جدوى انشاء مختبر لتمكين ذوي الإعاقة من الاستفادة من خدمات قط";
    case "223790205008":
      return "223790205008: عقد منتدى تطوير قطاع الاتصالات";
    case "223790205009":
      return "223790205009: تصنيف جودة الخدمات الاتصالات والمعلومات (تصنيف)";
    case "223790205010":
      return "223790205010: تقييم مراكز خدمة العملاء للمرخص لهم (ارتقاء)";
    case "223790205011":
      return "223790205011: تطوير الدليل المشترك لمواصفات البنية التحتية للمباني";
    case "223790205012":
      return "223790205012: التغطية الشبكية لضمان جودة شبكات وخدمات الاتصالات";
    case "223790205013":
      return "223790205013: مشروع فزعة لحوادث السيارات";
    case "223790205014":
      return "223790205014: إعداد استراتيجية لمزودي الخدمات عبر الانترنت والانترنت عبر البرتكو";
    case "223790205015":
      return "223790205015: التدقيق على كفاءة نظام تحديد مواقع مستخدمي الهاتف المتحرك لمكالمات";
    case "223790206001":
      return "223790206001: متابعة وتنظيم استخدام خدمات الاتصال الراديوية في الدولة";
    case "223790206002":
      return "223790206002: مشروع تطوير البرنامج الالكتروني الخاص بإدارة الطيف الترددي - المرح";
    case "223790206003":
      return "223790206003: مشروع تطوير نظام TEMS المستخدم لقياس شبكات الهاتف المتحرك في المنا";
    case "223790206004":
      return "223790206004: مشروع نقل منظومة رصد الطيف الثابتة";
    case "223790206005":
      return "223790206005: بناء قاعدة بيانات خدمات الأقمار الصناعية والخدمات الفضائية Online";
    case "223790206006":
      return "223790206006: مشروع تنظيم استخدام المحطات الساتلية لجمع الأخبار DSNG";
    case "223790206007":
      return "223790206007: بوابة الكترونية لتسجيل مرشدات الاستغاثة";
    case "223790207001":
      return "223790207001: مشروع اعداد دراسة استشارية حول تطوير منظومة رصد ومراقبة الطيف التر";
    case "223790207002":
      return "223790207002: مشروع تطوير مراقبة الخدمات الإذاعية في محطات المراقبة الثابتة";
    case "223790207003":
      return "223790207003: مشروع تطوير أنظمة المراقبة المحمولة";
    case "223790207004":
      return "223790207004: مشروع نقل منظومة رصد الطيف الترددي في الفجيرة";
    case "223790208001":
      return "223790208001: نشاط قياس التغطية المتجاوزة للحدود";
    case "223790208002":
      return "223790208002: نشاط المسح الميداني على استخدام الترددات";
    case "223790208003":
      return "223790208003: نشاط صيانة نظام رصد الطيف الترددي";
    case "223790208004":
      return "223790208004: تحليل الترددات الخاصة بالخدمة الساتلية او الارضية المنشورة بالنشرة";
    case "223790208005":
      return "223790208005: تنسيق الطيف الترددي للخدمات الفضائية والمدارات الساتلية التابعة لل";
    case "223790208006":
      return "223790208006: ابلاغ المحطات الراديوية العاملة في الدولة في سجلات الاتحاد الدولي";
    case "223790208007":
      return "223790208007: تسجيل مرشدات الاستغاثة";
    case "223790208008":
      return "223790208008: نشاط تسجيل إشارات النداء";
    case "223790209001":
      return "223790209001: إصدار تصاريح الخدمات اللاسلكية البحرية";
    case "223790209002":
      return "223790209002: إصدار تصاريح الخدمات اللاسلكية الثابتة";
    case "223790209003":
      return "223790209003: إصدار تصاريح الخدمات اللاسلكية المساندة في الإنتاج الإذاعي والفعال";
    case "223790209004":
      return "223790209004: إصدار تصاريح للخدمات اللاسلكية للبث الإذاعي";
    case "223790209005":
      return "223790209005: معالجة  التداخلات الضارة";
    case "223790209006":
      return "223790209006: إصدار تصاريح الخدمات اللاسلكية الجوية";
    case "223790209007":
      return "223790209007: إصدار تصاريح الخدمات اللاسلكية الخاصة بانظمة الرادار";
    case "223790209008":
      return "223790209008: إصدار تصاريح الخدمات اللاسلكية الفئوية (أجهزة قصيرة المدى)";
    case "223790209009":
      return "223790209009: إصدار تصاريح الخدمات اللاسلكية لهواة اللاسلكي";
    case "223790209010":
      return "223790209010: إصدار تصاريح الخدمات اللاسلكية المتنقلة الخاصة";
    case "223790209011":
      return "223790209011: إصدار تصاريح الخدمات اللاسلكية المتنقلة العامة";
    case "223790209012":
      return "223790209012: إصدار تصاريح الخدمات اللاسلكية الساتلية";
    case "223790209013":
      return "223790209013: إلغاء تصريح الخدمات اللاسلكية";
    case "223790209014":
      return "223790209014: تعديل تصريح الخدمات اللاسلكية";
    case "223790209015":
      return "223790209015: تجديد تصريح الخدمات اللاسلكية";
    case "223790209016":
      return "223790209016: إصدار تصاريح الخدمات اللاسلكية الخاصة بالتجارب التكنولوجية";
    case "223790301001":
      return "223790301001: مشروع تطبيق الإصدار السادس لبروتوكول الانترنت IPv6  على الشبكة الا";
    case "223790301002":
      return "223790301002: سوق الخدمات الالكترونية";
    case "223790301003":
      return "223790301003: مشروع انشاء النسخ الاحتياطي السحابية";
    case "223790301004":
      return "223790301004: مشروع(نشاط) تزويد خدمة الانترنت عن طريق  جميع مزودي خدمات الانترنت";
    case "223790301005":
      return "223790301005: تسعير خدمات الحكومة الذكية";
    case "223790301006":
      return "223790301006: تطبيق معيارISO 20000 على الشبكة الحكومية";
    case "223790301007":
      return "223790301007: توفير متطلبات الحصول على شهادة آيزو 27001";
    case "223790301008":
      return "223790301008: دراسة الاستفادة من البنية التحتية في خارج أوقات الذروة (Off-Peak)";
    case "223790301009":
      return "223790301009: تحديث إتفاقيات التشغيل مع مزودي الخدمات. (إتصالات - دو - vmware )";
    case "223790301010":
      return "223790301010: تطبيق نظام منصة تحليل مؤشرات الخدمات الحكومية Analatics.gov.ae";
    case "223790301011":
      return "223790301011: دراسة طرح خدمة بنية تحتية سحابية في متجر الخدمات الرقمي منافسة للب";
    case "223790301012":
      return "223790301012: ترقية منصة البنية التحتية السحابية Cisco UCSD";
    case "223790301013":
      return "223790301013: قياس إستفادة الجهات الإتحادية من موارد الشبكة الإتحادية و الخدمات";
    case "223790301014":
      return "223790301014: دراسة إمكانية إستفادة أصحاب المبادرات الممولة من الهيئة و الصندوق";
    case "223790301015":
      return "223790301015: دراسة تطوير أنظمة الحماية في الشبكة الإتحادية";
    case "223790301016":
      return "223790301016: تطوير نظام مركز الدعم لعمليات  الحكومية الذكية (التقاريرالدورية و";
    case "223790301017":
      return "223790301017: ترقية أنظمة الشبكة الاتحادية";
    case "223790301018":
      return "223790301018: تقديم خدمة الانترنت الغير متزامن";
    case "223790301019":
      return "223790301019: دراسات  تطوير الشبكة الاتحادية";
    case "223790301020":
      return "223790301020: دراسات تطوير الخدمات السحابية";
    case "223790301021":
      return "223790301021: ادراج الخدمات المشتركة ضمن عمليات الشبكة";
    case "223790301022":
      return "223790301022: دمج عمليات الخدمات المشتركة ضمن فريق";
    case "223790301023":
      return "223790301023: ربط الاتصال الموحد مع الجهات";
    case "223790301024":
      return "223790301024: ترقية بيئة الخدمات السحابية من cisco";
    case "223790301025":
      return "223790301025: طرح خدمة بنية تحتية سحابية VMWRE";
    case "223790301026":
      return "223790301026: تطبيق نظام إدارة الأصول للشبكة و الخدمات السحابية";
    case "223790301027":
      return "223790301027: مشاريع تطوير الشبكة الاتحادية";
    case "223790301028":
      return "223790301028: مشاريع تطوير  تطوير الخدمات السحابية";
    case "223790302001":
      return "223790302001: إدارة حقيبة خدمات الحكومة الذكية";
    case "223790302002":
      return "223790302002: انتقال الخدمة الحكومية الذكية";
    case "223790302003":
      return "223790302003: معالجة الشكاوى";
    case "223790302004":
      return "223790302004: استمرارية تحسين الخدمات (Continous Service Improvement)";
    case "223790303001":
      return "223790303001: ادارة عمليات الرابط الحكومي للخدمات";
    case "223790303002":
      return "223790303002: إدارة إدراج الخدمات للرابط الحكومي للخدمات";
    case "223790304001":
      return "223790304001: إدارة وتطوير محتوى البوابة الرسمية للدولة (حكومة.امارات)";
    case "223790304002":
      return "223790304002: روبوت المحادثة للبوابة الرسمية لحكومة الدولة (chatbot)";
    case "223790304003":
      return "223790304003: تطوير بوابة البيانات المفتوحة (بيانات.امارات)";
    case "223790304004":
      return "223790304004: متابعة مؤشر الخدمات الإلكترونية   الذكية (مؤشر وطني)  متابعة خطة ع";
    case "223790305001":
      return "223790305001: تحديث البوابة الوطنية لمتابعة أهداف التنمية المستدامة (المرحلة الث";
    case "223790305002":
      return "223790305002: تحديث البوابة الوطنية لمتابعة أهداف التنمية المستدامة (المرحلة الث";
    case "223790306001":
      return "223790306001: تطوير بوابة الحكومة الإلكترونية  الذكية للطفل (Kids.uae.gov) أطفال";
    case "223790306002":
      return "223790306002: منصة الحكومة الرقمية للطفل (Kids.ae) أطفال.امارات - التطبيقة";
    case "223790307001":
      return "223790307001: إدارة تقييم ممكنات الحكومة الذكية";
    case "223790307002":
      return "223790307002: إدارة قاعدة المعرفة لنظام قياس لممكنات الحكومة الذكية";
    case "223790307003":
      return "223790307003: إدارة معايير ومؤشرات ممكنات الحكومة الذكية";
    case "223790307004":
      return "223790307004: إدارة التدريب على ممكنات الحكومة الذكية";
    case "223790307005":
      return "223790307005: إدارة استشارات ممكنات الحكومة الذكية";
    case "223790307006":
      return "223790307006: تحديد ومتابعة تحديث الخدمات الالكترونية   الذكية";
    case "223790307007":
      return "223790307007: تطوير نموذج النضج الذكي لأداء الجهات الإتحادية في الجهات الحكومية";
    case "223790307008":
      return "223790307008: متابعة متطلبات نموذج النضج الرقمي و الذكاء الاصطناعي لاداء الجهات";
    case "223790307009":
      return "223790307009: تطوير دليل ارشادي للمواقع الالكترونية للحكومة الاتحادية - النسخة ا";
    case "223790307010":
      return "223790307010: إدارة وتحديث متجر تطبيقات حكومة الإمارات الذكية UAE App Store";
    case "223790308001":
      return "223790308001: بناء وتشغيل نظام إدارة علاقات العملاء الوطني";
    case "223790308002":
      return "223790308002: نظام إدارة علاقات المتعاملين الوطني - المرحلة الثانية";
    case "223790309001":
      return "223790309001: انشاء مركز الخدمات الوطنية الآمنة  - الاستشارات والفحص والاختبارات";
    case "223790309002":
      return "223790309002: انشاء مركز الخدمات الوطنية الآمنة  - المرحلة التنفيذية";
    case "223790311001":
      return "223790311001: مبروك ما ياك";
    case "223790311002":
      return "223790311002: مشروع تحدي الغاء طلب الوثائق الأربع الأكثر شيوعياً";
    case "223790312001":
      return "223790312001: تصميم و بناء برامج مخيم الابتكار";
    case "223790312002":
      return "223790312002: إدارة وتنظيم مخيم الابتكار";
    case "223790313001":
      return "223790313001: منصة الإمارات للأعمال";
    case "223790313002":
      return "223790313002: صياغة القوانين و السياسات";
    case "223790314001":
      return "223790314001: تفعيل التوقيع الرقمي في دولة الإمارات العربية المتحدة";
    case "223790314002":
      return "223790314002: متابعة تنفيذ و تفعيل خطط  التوقيع الرقمي";
    case "223790314003":
      return "223790314003: تفعيل الهوية الرقمية التوقيع الرقمي في دولة الإمارات العربية المتح";
    case "223790315001":
      return "223790315001: إتاحة المعلومات الشخصية للأفراد";
    case "223790316001":
      return "223790316001: تطبيق قانون   سياسة نشر وتبادل البيانات في الحكومة الاتحادية وبالت";
    case "223790316002":
      return "223790316002: إدارة تنفيذ معايير البيانات الذكية على الجهات الاتحادية";
    case "223790316003":
      return "223790316003: متابعة خطط السياسات و البيانت الذكية في الجهات الاتحادية";
    case "223790316004":
      return "223790316004: تطوير الباقات في الحكومة الذكية";
    case "223790316005":
      return "223790316005: تطوير الرابط الحكومي للخدمات";
    case "223790317001":
      return "223790317001: تحديد ملامح استراتيجية التعاملات الرقمية ومتابعة تنفيذ الاستراتيجي";
    case "223790317002":
      return "223790317002: بناء وتشغيل منصة التعاملات الرقمية";
    case "223790317003":
      return "223790317003: تطوير برنامج التدريب و الاستشارة لمشروع التعاملات الرقميىة";
    case "223790318001":
      return "223790318001: تطوير الإطار التنظيمي لخدمات التصديق الرقمي الجذري الوطني";
    case "223790318002":
      return "223790318002: تطوير منظومة تسجيل رموز المؤسسات التابعة للدولة (Organizational Id";
    case "223790319001":
      return "223790319001: (الخدمات السحابية)  طلب توفير بنية تحتية";
    case "223790319002":
      return "223790319002: طلب توفير البريد الإلكتروني للجهات الحكومية";
    case "223790319003":
      return "223790319003: توفير الربط الشبكي بين الجهات الحكومية";
    case "223790319004":
      return "223790319004: طلب توفير الإنترنت الآمن للجهات الحكومية";
    case "223790319005":
      return "223790319005: تفعيل خدمه حكوميه على الشبكة الاتحادية";
    case "223790319006":
      return "223790319006: طلب خدمة الدعم الفني";
    case "223790319007":
      return "223790319007: تسجيل الدخول الذكي";
    case "223790401001":
      return "223790401001: نشر التدوينات الحكومية";
    case "223790401002":
      return "223790401002: نشر وتوزيع الرسائل الإخبارية";
    case "223790401003":
      return "223790401003: تطوير محتوى المشاركة الإلكترونية";
    case "223790401004":
      return "223790401004: صياغة خطة المشاركة الإلكترونية على البوابة الرسمية للدولة";
    case "223790401005":
      return "223790401005: ادارة المشاركات على منصة المشاركة الإلكترونية - شارك.امارات";
    case "223790401006":
      return "223790401006: خطة تعزيز استخدام أدوات التواصل الاجتماعي للحكومة الذكية";
    case "223790401007":
      return "223790401007: تفعيل منصة مركزية متكاملة للمشاركة الإلكترونية - شارك.امارات";
    case "223790401008":
      return "223790401008: تطبيق المنهجية العامة للمشاركة الإلكترونية في الجهات الحكومية لتعز";
    case "223790401009":
      return "223790401009: تنفيذ خطة لتعزيز القدرات الحكومية في مجال المشاركة الإلكترونية";
    case "223790401010":
      return "223790401010: بناء حقيبة الأدلة والسياسات للمشاركة الإلكترونية";
    case "223790401011":
      return "223790401011: إدارة وتحديث موسوعة الإمارات الإلكترونية";
    case "223790401012":
      return "223790401012: إدارة وتحديث نظام الإستبيان الذكي";
    case "223790401013":
      return "223790401013: طنين الاستدامة (SDGS BUZZ)";
    case "223790401014":
      return "223790401014: بناء  و إدارة منصة المشاركة المباشرة";
    case "223790401015":
      return "223790401015: الاستبسان الذكي المرحلة الثانية";
    case "223790402001":
      return "223790402001: المنصة الموحدة للخدمات الرقمية  - الويب";
    case "223790402002":
      return "223790402002: متابعة اعمال المنصة الموحدة الرقمية";
    case "223790402003":
      return "223790402003: المنصة الموحدة للخدمات الرقمية  - التطبيقة";
    case "223790402004":
      return "223790402004: صندوق المتعامل";
    case "223790403001":
      return "223790403001: إطلاق المنصة المتنقلة للخدمات الحكومية الذكية";
    case "223790403002":
      return "223790403002: هاكاثون الإمارات  (بيانات من أجل السعادة)";
    case "223790403003":
      return "223790403003: جائزة الألكسو للأجهزة الطرفية والذكاء الإصطناعي";
    case "223790403004":
      return "223790403004: حملة ترويج استخدام الخدمات الذكية";
    case "223790403005":
      return "223790403005: المنصة الثابتة للخدمات الذكية (مركز خدمات المستقبل)";
    case "223790403006":
      return "223790403006: تطوير خط الامارات";
    case "223790403007":
      return "223790403007: التعهيد الجماعي لاثراء محتوي البوابة الرسمية للدولة (حكوومة . امار";
    case "223790403008":
      return "223790403008: نشر المعرفة الإقليمية في متطلبات استبيان الأمم المتحدة للحكومة الر";
    case "223790403009":
      return "223790403009: المشاركة في جوائز الأمم المتحدة للخدمة العامة";
    case "223790403010":
      return "223790403010: تطوير قصص نجاح امارتية لدعم اهداف التنمية المستدامة- الامارات تجرب";
    case "223790404001":
      return "223790404001: ادارة وتشغيل مختبر تجربة المستخدم";
    case "223790404002":
      return "223790404002: استديو الخدمات";
    case "223790404003":
      return "223790404003: تطوير المعايير والأدلة الإرشادية للاستخدام وتجربة المستخدم";
    case "223790405001":
      return "223790405001: نشاط حل نزاعات أسماء النطافات";
    case "223790405002":
      return "223790405002: نشاط حل نزاعات المحتوى";
    case "223790405003":
      return "223790405003: نشاط إلغاء أسماء النطاقات";
    case "223790405004":
      return "223790405004: نشاط تسجيل النطاقات في قائمة المحجوزة";
    case "223790405005":
      return "223790405005: طلب تسجيل النطاقات العلوية الوطنية .ae و .امارات والعامة";
    case "223790405006":
      return "223790405006: طلب خدمة معلومات عن مالك النطاق WHOIS";
    case "223790405007":
      return "223790405007: ادارة الخوادم الجذرية للنطاقات العلوية الوطنية Root DNS";
    case "223790405008":
      return "223790405008: إدارة الخوادم الجذرية للنطاقات العلوية العامة newGTLD";
    case "223790405009":
      return "223790405009: دعم الاعمال التجارية للمسجلين";
    case "223790405010":
      return "223790405010: نشر الوعي للجمهور عن دور إدارة أسماء النطاق وخدماتها";
    case "223790405011":
      return "223790405011: تحديد الامتداد الامن (DNSSEC) في منظومة أسماء النطاقات الوطنية";
    case "223790406001":
      return "223790406001: نظام إدارة التوعية";
    case "223790406002":
      return "223790406002: حملة التوعية بأمن المعلومات";
    case "223790406003":
      return "223790406003: خبير أمن المعلومات الافتراضي";
    case "223790406004":
      return "223790406004: التوعية عبر وسائل الإعلام";
    case "223790406005":
      return "223790406005: المشاركة في الفعاليات الأمنية";
    case "223790406006":
      return "223790406006: إعداد التقارير الأمنية";
    case "223790406007":
      return "223790406007: نظام Trustae";
    case "223790406008":
      return "223790406008: النشرات الأمنية";
    case "223790406009":
      return "223790406009: مراقبة اختراق وتشويه المواقع";
    case "223790406010":
      return "223790406010: الاستجابة للحوادث الإلكترونية";
    case "223790406011":
      return "223790406011: الاستجابة لحوادث التصيد والاحتيال";
    case "223790406012":
      return "223790406012: الحوادث الإلكترونية في FedNET";
    case "223790406013":
      return "223790406013: برنامج تأهيل خبراء امن المعلومات";
    case "223790406014":
      return "223790406014: لوحة تحكم واحدة متكاملة";
    case "223790406015":
      return "223790406015: إدارة وتطوير البنية التحتية ل aeCert";
    case "223790406016":
      return "223790406016: تطوير برنامج فحص التطبيقات";
    case "223790407001":
      return "223790407001: مشروع تطوير ختم الكتروني لتسجيل الانشطة عبر الانترنت";
    case "223790407002":
      return "223790407002: تنظيم مؤتمر لدعم التجارة الالكترونية";
    case "223790407003":
      return "223790407003: بناء قدرات رواد الاعمال في مجال الأعمال اللألكترونية";
    case "223790407004":
      return "223790407004: تطوير الاطار التنظيمي لمزودي خدمات التصديق الالكتروني";
    case "223790407005":
      return "223790407005: اصدار مسودة إرشادات حماية المستهلك الألكتروني";
    case "223790408001":
      return "223790408001: مجتمع الامارات لبرامج المصدر المفتوح";
    case "223790408002":
      return "223790408002: دراسة نظام واقع افتراضي (اسكوفيلد)";
    case "223790408003":
      return "223790408003: مشروع مستقبلنا المرحلة الثانية";
    case "223790408004":
      return "223790408004: العمل عن بعد";
    case "223790408005":
      return "223790408005: بناء منصة تدريب ابتكارية (تدريب)";
    case "223790408006":
      return "223790408006: مشروع عملة رقمية تجريبية (عرب كوين)";
    case "223790408007":
      return "223790408007: مشروع الروبوتات والذكاء الاصطناعي";
    case "223790408008":
      return "223790408008: تطوير منصة رمز الثقة الإلكتروني";
    case "223790408009":
      return "223790408009: برامج تدريبية لبناء الكفاءات";
    case "223790408010":
      return "223790408010: بناء منظومة البحث و التطوير";
    case "223790408011":
      return "223790408011: إدارة و تطوير المركز";
    case "223790409001":
      return "223790409001: استضافة اجتماع الـ ICANN";
    case "223790409002":
      return "223790409002: مساهمة الهيئة في دعم اللجنة الاستشارية الحكومةي في منظمة ICANN";
    case "223790409003":
      return "223790409003: استضافة مؤتمر نطاقات الانترنت للشرق الأوسط";
    case "223790411001":
      return "223790411001: طلب ترخيص المسجلين المعتمدين للنطاقات";
    case "223790411002":
      return "223790411002: طلب تجديد ترخيص المسجلين المعتمدين للنطاقات";
    case "223790411003":
      return "223790411003: طلب الدعم الفني للمسجلين المعتمدين للنطاقات";
    case "223790411004":
      return "223790411004: طلب إضافة رصيد لحساب المسجل المعتمد للنطاقات";
    case "223790412001":
      return "223790412001: الاستجابة للحوادث الإلكترونية";
    case "223790412002":
      return "223790412002: طلب مراقبة البنية التحتية وجمع المعلومات الاستخبارية الذكية";
    case "223790413001":
      return "223790413001: طلب إجراء تجارب الاختراق للأنظمة الإلكترونية";
    case "223790413002":
      return "223790413002: فحص التطبيقات الذكية";
    case "223790413003":
      return "223790413003: فحص الامتثال للمعايير الأمنية للمواقع الإلكترونية";
    case "223790414001":
      return "223790414001: توفير محاضرات إرشادية عن أمن المعلومات";
    case "223790415001":
      return "223790415001: طلب عدم ممانعة مزاولة نشاط ألكتروني";
    case "223790416001":
      return "223790416001: طلب استفسار";
    case "223790416002":
      return "223790416002: تقديم ملاحظة أو شكوى";
    case "223790416003":
      return "223790416003: تقديم مقترح";
    case "223790416004":
      return "223790416004: فض نزاعات المستهلكين مع المرخص لهم";
    case "223790501001":
      return "223790501001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "223790501002":
      return "223790501002: إدارة النشاط الإعلامي";
    case "223790502001":
      return "223790502001: إدارة المشتريات";
    case "223790502002":
      return "223790502002: إدارة العقود ومتابعتها";
    case "223790503001":
      return "223790503001: المواصلات";
    case "223790503002":
      return "223790503002: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت";
    case "223790503003":
      return "223790503003: الخدمات المشتركة الأخرى ( أدوات المكتب قرطاسية و مستلزمات إلخ)";
    case "223790503004":
      return "223790503004: الصيانة";
    case "223790503005":
      return "223790503005: رسوم الاستشارات";
    case "223790504001":
      return "223790504001: إعداد الميزانية ومتابعة تنفيذها";
    case "223790504002":
      return "223790504002: إدارة الرواتب";
    case "223790504003":
      return "223790504003: إدارة المدفوعات والاستحقاقات";
    case "223790504004":
      return "223790504004: إجراء التدقيق الداخلي";
    case "223790505001":
      return "223790505001: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "223790505002":
      return "223790505002: شواغر";
    case "223790505003":
      return "223790505003: تدريب وتطوير الموظفين";
    case "223790505004":
      return "223790505004: إدارة خدمات الموارد البشرية الأخرى (تقييم الأداء ، التعويضات والفو";
    case "223790506001":
      return "223790506001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "223790506002":
      return "223790506002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "223790507001":
      return "223790507001: إدارة علاقات المتعاملين";
    case "223790507002":
      return "223790507002: إدارة الجودة";
    case "223790507003":
      return "223790507003: الإعداد للمشاركة بجائزة الشيخ محمد بن راشد للتميز   الحكومي";
    case "223790508001":
      return "223790508001: إعداد الدراسات والاستشارات القانونية";
    case "223790508002":
      return "223790508002: إدارة الشؤون القانونية";
    case "223790509001":
      return "223790509001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "223790509002":
      return "223790509002: مستشاري الوزير والمدير العام (الوكيل)";
    case "223790510000":
      return "223790510000: توفير أحدث خدمات تقنية المعلومات";
    case "223790510001":
      return "223790510001: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "223790510002":
      return "223790510002: تطوير النظم والتطبيقات الإلكترونية  الداخلية";
    case "223790510003":
      return "223790510003: تطوير النظم والتطبيقات الإلكترونية الخارجية";
    case "223790510004":
      return "223790510004: إدارة و تطوير الشبكات وأمن المعلومات  و البنية التحتية";
    case "223790510005":
      return "223790510005: إدارة و متابعة التحول الإلكتروني   الذكي للخدمات الحكومية";
    case "223790510006":
      return "223790510006: إدارة و متابعة الالتزام بجودة الخدمات الإلكترونية    الذكية";
    case "223790510007":
      return "223790510007: إدارة و متابعة مستوى رضا المتعاملين عن الخدمات الإلكترونية   الذكي";
    case "223790510008":
      return "223790510008: إدارة و متابعة نسبة استخدام الخدمات الحكومية الإلكترونية   الذكية";
    case "223790510009":
      return "223790510009: إدارة و متابعة مستوى التوعية عن الخدمات الحكومية الإلكترونية   الذ";
    case "223790510010":
      return "223790510010: إدارة و متابعة الالتزام بجودة المواقع الالكترونية";
    case "223790510011":
      return "223790510011: اتباع المعايير العالمية";
    case "223790510012":
      return "223790510012: متابعة و تخطيط الهندسة المؤسسية لتقنية المعلومات";
    case "223790510013":
      return "223790510013: متابعة سياسات امن المعلومات الداخلية";
    case "223790510014":
      return "223790510014: متابعة الشراكات و ربط الأنظمة مع الجهات الحكومية و القطاع الخاص";
    case "223790601000":
      return "223790601000: إدارة وتطبيق الابتكار في الهيئة";
    case "223790601001":
      return "223790601001: اعداد استراتيجية للابتكار";
    case "223790601002":
      return "223790601002: تطوير و تطبيق اطار عمل إدارة الابتكار";
    case "223790601003":
      return "223790601003: تعزيز ثقافة الابتكار داخل الهيئة";
    case "223790601004":
      return "223790601004: تفعيل مختبر الابتكار";
    case "223790601005":
      return "223790601005: بناء شبكة شراكات مع الجامعات ومراكز البحث العلمي لدعم نشاط الابتكا";
    case "223790601006":
      return "223790601006: بناء قدرات الموظفين في مجال الابتكار";
    case "223850101000":
      return "223850101000: تطوير آليات التخطيط الاستراتيجي والتنفيذ للقطاع السكاني";
    case "223850101001":
      return "223850101001: تحديد  التوجهات المستقبلية للقطاع السكاني  من خلال  عملية الاستشرا";
    case "223850101002":
      return "223850101002: اعداد منظومة التخطيط  والتنفيذ للقطاع السكاني";
    case "223850102000":
      return "223850102000: تطوير منظومة سياسات وأبحاث القطاع السكاني";
    case "223850102001":
      return "223850102001: اقتراح وتطوير السياسات التي تدعم تنفيذ التوجهات الاستراتيجية للقطا";
    case "223850102002":
      return "223850102002: إعداد الدراسات والبحوث التحليلية  المبتكرة والاستباقية التي تلبي ا";
    case "223850103000":
      return "223850103000: البرنامج الوطني لسعادة الأسرة الإماراتية";
    case "223850103001":
      return "223850103001: متابعة تنفيذ المبادرات المعنية بتحقيق أهداف البرنامج الوطني لسعادة";
    case "223850103002":
      return "223850103002: مراجعة وتطوير السياسات والقوانين التي من شأنها رفع معدلات الخصوبة";
    case "223850104000":
      return "223850104000: البرنامج الوطني لتحسين الإنتاجية";
    case "223850104001":
      return "223850104001: اعداد دراسات واقتراح سياسات تسهم في رفع مستوى الإنتاجية في الدولة";
    case "223850105000":
      return "223850105000: تطوير منظومة الاتصال الاستراتيجي والشراكات للقطاع السكاني";
    case "223850105001":
      return "223850105001: إعداد وتنفيذ خطة الاتصال الاستراتيجي وتطوير المنتجات التي تدعم تنف";
    case "223850105002":
      return "223850105002: إدارة ودعم تنفيذ الاستراتيجية السكانية الوطنية";
    case "223850201000":
      return "223850201000: تطوير قاعدة بيانات متكاملة";
    case "223850201001":
      return "223850201001: عملية جمع البيانات";
    case "223850201002":
      return "223850201002: مشروع تكامل ودقة البيانات";
    case "223850201003":
      return "223850201003: تطوير منصة بيانات المقارنات المعيارية";
    case "223850202000":
      return "223850202000: تحليل واستشراف المستقبل وإعداد البحوث";
    case "223850202001":
      return "223850202001: مؤشر الاستدامة السكانية";
    case "223850202002":
      return "223850202002: إعداد طلبات البيانات التحليلية (عملية طلب البيانات)";
    case "223850203000":
      return "223850203000: حوكمة البيانات";
    case "223850203001":
      return "223850203001: عملية توثيق كتالوج البيانات Data Catalog";
    case "223850203002":
      return "223850203002: مشروع مكتبة المؤشرات Indicators Library";
    case "223850203003":
      return "223850203003: إعداد طلبات التحقق من جودة البيانات";
    case "223850203004":
      return "223850203004: إعداد استراتيجية البيانات Data Strategy";
    case "223850204000":
      return "223850204000: تطوير منتجات إحصائية مبتكرة";
    case "223850204001":
      return "223850204001: منصة iPredict للتنبؤات - المرحلة الثانية";
    case "223850204002":
      return "223850204002: منصة المواطنين الديموغرافية";
    case "223850204003":
      return "223850204003: تصوير البيانات";
    case "223850204004":
      return "223850204004: تحديث تطبيق المقيمين الأجانب";
    case "223850204005":
      return "223850204005: تحديث فلم مئوية الإمارات";
    case "223850204006":
      return "223850204006: تطوير تطبيق المقيمين الأجانب فنياً";
    case "223850204007":
      return "223850204007: التقرير نصف السنوي";
    case "223850205000":
      return "223850205000: تطوير وحوكمة عمليات مركز الذكاء التكنولوجي";
    case "223850205001":
      return "223850205001: تطوير استراتيجية شمولية لتقنية المعلومات متوائمة مع استراتيجية الم";
    case "223850205002":
      return "223850205002: تطوير خطة التحول الذكي للمجلس وتطبيقها";
    case "223850206000":
      return "223850206000: تطوير البنية التحتية التكنولوجية وقواعد البيانات والربط الإلكتروني";
    case "223850206001":
      return "223850206001: إعداد اتفاقيات مستوى الخدمة (SLA) للبنية التحتية";
    case "223850206002":
      return "223850206002: إعداد اتفاقيات مستوى الخدمة (SLA) لقواعد البيانات";
    case "223850206003":
      return "223850206003: وضع خطة تطوير البنية التحتية التقنية في المجلس";
    case "223850206004":
      return "223850206004: وضع خطة سنوية لتنفيذ عمليات الصيانة الوقائية للأنظمة التقنية";
    case "223850206005":
      return "223850206005: مشروع نقل الأنظمة لقاعدة البيانات المركزية";
    case "223850206006":
      return "223850206006: Yearly Upgrade Systems Plan";
    case "223850206007":
      return "223850206007: تطبيق عمليات الربط الالكتروني";
    case "223850206008":
      return "223850206008: استبدال تحديث مستودع البيانات ( Data Warehouse)";
    case "223850207000":
      return "223850207000: تفعيل أنظمة أمن المعلومات";
    case "223850207001":
      return "223850207001: تنفيذ مشروع التحكم في الوصول إلى شبكة المجلس السلكية واللاسلكية NA";
    case "223850207002":
      return "223850207002: تنفيذ مشروع تحليل سجل  معلومات الأحداث  SEIM";
    case "223850207003":
      return "223850207003: Implement PAM Privileged Access Management";
    case "223850301000":
      return "223850301000: إدارة الموارد المالية بكفاءة وفعالية";
    case "223850301001":
      return "223850301001: إعداد الميزانية ومتابعة تنفيذها";
    case "223850301002":
      return "223850301002: إدارة الرواتب";
    case "223850301003":
      return "223850301003: إدارة المدفوعات والمستحقات";
    case "223850301004":
      return "223850301004: إجراء التدقيق الداخلي";
    case "223850302000":
      return "223850302000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "223850302001":
      return "223850302001: إدارة المشتريات";
    case "223850302002":
      return "223850302002: إدارة العقود ومتابعتها";
    case "223850303000":
      return "223850303000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "223850303001":
      return "223850303001: الصيانة";
    case "223850303002":
      return "223850303002: الإيجار";
    case "223850303003":
      return "223850303003: المواصلات";
    case "223850303004":
      return "223850303004: رسوم الاستشارات";
    case "223850303005":
      return "223850303005: المصروفات المتكررة الأخرى (الصادر والوارد، المرافق، الهواتف والانت";
    case "223850303006":
      return "223850303006: الخدمات المشتركة الأخرى (أدوات المكتب، قرطاسية ومتفرقات، إلخ..)";
    case "223850304000":
      return "223850304000: تطبيق أفضل ممارسات الموارد البشرية";
    case "223850304001":
      return "223850304001: إدارة خدمات الموارد البشرية الأخرى (تقييم الأداء، التعويضات والفوا";
    case "223850304002":
      return "223850304002: تدريب وتطوير الموظفين";
    case "223850304003":
      return "223850304003: شواغر";
    case "223850304004":
      return "223850304004: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "223850305000":
      return "223850305000: توفير أحدث خدمات تقنية المعلومات";
    case "223850305001":
      return "223850305001: تطوير النظم والتطبيقات الإلكترونية";
    case "223850305002":
      return "223850305002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "223850305003":
      return "223850305003: البنية التحتية وأمن المعلومات";
    case "223850306000":
      return "223850306000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "223850306001":
      return "223850306001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "223850306002":
      return "223850306002: إدارة النشاط الإعلامي";
    case "223850307000":
      return "223850307000: تفعيل منظومة الحوكمة المؤسسية";
    case "223850307001":
      return "223850307001: تطبيق نظام أيزو أمن المعلومات ISO 27001";
    case "223850307002":
      return "223850307002: VAPT + ISMS Reviews";
    case "223850307003":
      return "223850307003: تطوير دليل إدارة المخاطر المؤسسة وفق مواصفة  ISO 31000:2018 وتأهيل";
    case "223850307004":
      return "223850307004: تطوير منهجية ادارة الفرق واللجان في المجلس وضمان تطبيقها";
    case "223850308000":
      return "223850308000: تطبيق أفضل الممارسات العالمية في القيادة";
    case "223850308001":
      return "223850308001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "223850308002":
      return "223850308002: مستشاري الوزير والمدير العام (الوكيل)";
    case "223850309000":
      return "223850309000: توفير أفضل الخدمات القانونية";
    case "223850309001":
      return "223850309001: إعداد الدراسات والاستشارات القانونية";
    case "223850309002":
      return "223850309002: إدارة الشؤون القانونية";
    case "223850310000":
      return "223850310000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "223850310001":
      return "223850310001: وضع وتطوير الخطة التشغيلية والاستراتيجية";
    case "223850310002":
      return "223850310002: تحديد مؤشرات الأداء الرئيسية، وقياس الأداء";
    case "223850311000":
      return "223850311000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "223850311001":
      return "223850311001: إدارة الجودة";
    case "223850311002":
      return "223850311002: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "223850312000":
      return "223850312000: تنفيذ ميزانية الوظائف";
    case "223850401000":
      return "223850401000: تفعيل منظومة الابتكار المؤسسي";
    case "223850401001":
      return "223850401001: تفعيل وتطبيق منظومة الابتكار المؤسسي";
    case "222860101000":
      return "222860101000: إعداد وتطوير اللوائح والأطر التشريعية";
    case "222860101001":
      return "222860101001: اعداد اليات ادارة المخاطر الفضائية";
    case "222860101002":
      return "222860101002: اعداد لائحة لتوضيح حدود المسؤوليات ومتطلبات التامين في الانشطة الف";
    case "222860101003":
      return "222860101003: إعداد لائحة حول تنظيم أنشطة الاستشعار عن بعد الفضائي";
    case "222860101004":
      return "222860101004: تطوير لائحة لتخفيف اثر الحطام الفضائي";
    case "222860101005":
      return "222860101005: عمل دراسة تقييمية للتشريعات واللوائح وتحديد مجالات التحسين";
    case "222860101006":
      return "222860101006: تصميم نموذج أتمتة الاجراءات التنظيمية ومتابعة الاداء والامتثال للق";
    case "222860101007":
      return "222860101007: التنسيق  مع المركز الاتحادي للمعلومات الجغرافية في وضع تشريعات الب";
    case "222860101008":
      return "222860101008: تتسيق الية مع الجهات المعنية لتشجيع حماية الملكية الفكرية في صناعا";
    case "222860101009":
      return "222860101009: دراسة لممارسات تخفيف مخاطر الفضاء وإنشاء فريق عمل وطني";
    case "222860102000":
      return "222860102000: تسجيل الاجسام الفضائية واصدار التصاريح والموافقات";
    case "222860102001":
      return "222860102001: تطوير آلية تصاريح الاستيراد والتصدير للسلع الفضائية الخاضعة للرقاب";
    case "222860102002":
      return "222860102002: تطوير آلية تنسيق إجراءات الرحلات دون المدارية (المأهولة وغير المأه";
    case "222860102003":
      return "222860102003: تطوير آلية وإجراءات إصدار التصاريح والموافقات للأنشطة الفضائية";
    case "222860103000":
      return "222860103000: تطوير السياسات والاستراتيجيات الوطنية للفضاء";
    case "222860103001":
      return "222860103001: التعريف بسياسات وتشريعات الفضاء محلياً وعالمياً";
    case "222860103002":
      return "222860103002: إعداد دراسة لإحصائيات قطاع الفضاء الاماراتي";
    case "222860103003":
      return "222860103003: تقييم السوق المحلي والعالمي للقطاع الفضائي";
    case "222860103004":
      return "222860103004: تصميم باقة المحفزات لرواد الاعمال والشركات والمستثمرين";
    case "222860103005":
      return "222860103005: تطوير قاعدة البيانات للمؤسسات والانشطة الفضائية";
    case "222860103006":
      return "222860103006: متابعة تنفيذ الاستراتيجية الوطنية للفضاء 2030";
    case "222860104000":
      return "222860104000: تطوير قدرات وطنية في مجال تصنيع وفحص الأقمار الصناعية";
    case "222860104001":
      return "222860104001: تدريب المواطنين في مشاريع الاقمار الصناعية في الدولة";
    case "222860104002":
      return "222860104002: دراسة وتقييم بناء أو تطوير مختبرات علمية فضائية في الجامعات الوطني";
    case "222860104003":
      return "222860104003: الإشراف ودراسة مجال التصنيع الفضائي في المؤسسات ذات العلاقة في الد";
    case "222860104004":
      return "222860104004: دعم بناء قدرات للصناعة والفحص الفني للأقمار الصناعية المصغرة في ال";
    case "222860105000":
      return "222860105000: مراقبة الامتثال لتشريعات الفضاء والتحري";
    case "222860105001":
      return "222860105001: تشكيل لجنة وطنية واعتماد خبراء للقيام بعمليات التحري حول الحوادث ا";
    case "222860105002":
      return "222860105002: تطوير الية واجراءات مراقبة الامتثال والتدقيق الفني على الانشطة الف";
    case "222860105003":
      return "222860105003: تطوير آلية وإجراءات التحري في الحوادث الفضائية";
    case "222860105004":
      return "222860105004: تطوير آلية وإجراءات إصدار مخالفات الأنظمة الفضائية";
    case "222860106000":
      return "222860106000: انشاء وادارة خارطة العلوم والتكنلوجيا والابتكار مع اصحاب المصلحة";
    case "222860106001":
      return "222860106001: إنشاء فرق عمل محلية متقسمة على المجالات الرئيسية لقطاع الفضاء( هذا";
    case "222860106002":
      return "222860106002: حصر وتقييم قدرات وإمكانيات البحث والتطوير  والصناعات وتحديد أولويا";
    case "222860107000":
      return "222860107000: انشاء قاعدة بيانات لحصر وتحسين الانشطة الفضائية على مستوى القطاع";
    case "222860107001":
      return "222860107001: حصر ومعرفة المؤسسات التي تستخدم البيانات الفضائية و دراسة التعاون";
    case "222860107002":
      return "222860107002: دراسة انشاء قاعدة بيانات  منصة الكترونية لحصر القدرات المحلية في م";
    case "222860201000":
      return "222860201000: الاشراف وتمويل مشروع مسبار الامل";
    case "222860201001":
      return "222860201001: التمويل والاشراف الفني لمشروع مسبار الامل";
    case "222860202000":
      return "222860202000: التمويل والاشراف على تصنيع أقمار صناعية صغيرة مكعبة (أقل من 10 كيل";
    case "222860202001":
      return "222860202001: الأقمار الصناعية المكعب (GNSS)";
    case "222860202002":
      return "222860202002: مسابقة القمر الصناعي المكعب";
    case "222860203000":
      return "222860203000: التمويل والاشراف على تصنيع أقمار صناعية مصغرة (أكبر من 10 كيلو)";
    case "222860203001":
      return "222860203001: تمويل وإشراف على مهمة فضائية (813R) بصياغة تصويرية جديدة للمفاهيم";
    case "222860203002":
      return "222860203002: القيام بدراسات جدوى و صياغة تصويرية للمفاهيم لمهمات  البنية التحتي";
    case "222860203003":
      return "222860203003: القيام بدراسات جدوى و صياغة تصويرية للمفاهيم  لمهمات  البنية التحت";
    case "222860204000":
      return "222860204000: برنامج التعليم  الفضائي";
    case "222860204001":
      return "222860204001: برنامج الإبتعاث الدراسي ومتابعة طلبة الرعاية الحاليين";
    case "222860205000":
      return "222860205000: تمويل عدد من التجارب العلمية الفضائية";
    case "222860205001":
      return "222860205001: التجارب العلمية الفضائية في بيئة الفضاء أو ما يحاكيها";
    case "222860206000":
      return "222860206000: تمويل مشاريع بحثية تطبيقية فضائية علمية";
    case "222860206001":
      return "222860206001: الاستمرار في تنفيذ ومتابعة و تطوير مجموعة البحث والتطوير الفضائي ا";
    case "222860206002":
      return "222860206002: تمويل ودعم مشاريع علوم وتكنولوجيا والابتكار للفضاء محلياً";
    case "222860206003":
      return "222860206003: القيام بدراسات جدوى و صياغة تصويرية للمفاهيم لمهمات فضائية مشتركة";
    case "222860206004":
      return "222860206004: القيام بدراسات جدوى و صياغة تصويرية للمفاهيم لمهمات فضائية مشتركة";
    case "222860206005":
      return "222860206005: القيام بدراسات جدوى و صياغة تصويرية للمفاهيم لإنشاء مرافق فضائية ف";
    case "222860207000":
      return "222860207000: دعم إدارة البرامج التعليمية الفضائية بكفاءة عالية";
    case "222860207001":
      return "222860207001: اعداد وتنفيذ برامج  تدريبية فضائية داخل وخارج الدولة";
    case "222860207002":
      return "222860207002: الزيارات التوعوية الفضائية لطلبة المدارس والجامعات";
    case "222860207003":
      return "222860207003: نشر مجلة خاصة بالوكالة";
    case "222860208000":
      return "222860208000: الإشراف وتمويل مشروع مهمة الإمارات لاستكشاف حزام الكويكبات";
    case "222860208001":
      return "222860208001: تنفيذ مهمة الإمارات لاستكشاف حزام الكويكبات";
    case "222860301000":
      return "222860301000: المساهمة في نقل المعرفة وتقنيات الفضاء للدولة";
    case "222860301001":
      return "222860301001: دعم تنسيق عمل اللجان المشتركة مع الجهات الفضائية الدولية";
    case "222860302000":
      return "222860302000: إنشاء شراكات استراتيجية محلية ودولية في مجال الفضاء";
    case "222860302001":
      return "222860302001: القيام بعدد من الزيارات الدولية والمحلية لتعزيز التعاون في مجالات";
    case "222860302002":
      return "222860302002: عقد مجموعة من اتفاقيات التعاون الدولية";
    case "222860302003":
      return "222860302003: عقد مجموعة من اتفاقيات التعاون المحلية";
    case "222860302004":
      return "222860302004: دعم وتسهيل إتفاقيات تعاون و شراكات بين المؤسسات المحليةالدولية و ا";
    case "222860302005":
      return "222860302005: دعم وتسهيل إتفاقيات تعاون و شراكات بين المؤسسات المحليةالدولية و ا";
    case "222860302006":
      return "222860302006: دعم وتسهيل إتفاقيات تعاون و شراكات بين المؤسسات المحليةالدولية و ا";
    case "222860302007":
      return "222860302007: دعم وتسهيل إتفاقيات تعاون و شراكات بين المؤسسات المحليةالدولية و ا";
    case "222860302008":
      return "222860302008: دعم وتسهيل إتفاقيات تعاون و شراكات بين المؤسسات المحليةالدولية و ا";
    case "222860302009":
      return "222860302009: دعم وتسهيل إتفاقيات تعاون و شراكات بين المؤسسات المحليةالدولية و ا";
    case "222860303000":
      return "222860303000: تعزيز دور الدولة في المنظمات العالمية";
    case "222860303001":
      return "222860303001: استضافة الوفود الدولية لعقد اجتماعات التعاون والتعريف بقطاع الفضاء";
    case "222860303002":
      return "222860303002: المساهمة والتنسيق في تطوير اللوائح والمعاهدات الدولية للفضاء";
    case "222860303003":
      return "222860303003: المشاركة بفعالية في المنظمات الدولية الفضائية";
    case "222860304000":
      return "222860304000: جعل الدولة مركز للفعاليات والمناسبات الفضائية";
    case "222860304001":
      return "222860304001: عقد المؤتمرات والفعاليات الفضائية";
    case "222860401000":
      return "222860401000: إادارة الموارد المالية بكفاءة وفعالية";
    case "222860401001":
      return "222860401001: إدارة الموارد المالية بكفاءة وفعالية";
    case "222860401002":
      return "222860401002: إعداد الميزانية ومتابعة تنفيذها";
    case "222860401003":
      return "222860401003: إدارة الرواتب";
    case "222860401004":
      return "222860401004: إدارة المدفوعات والاستحقاقات";
    case "222860401005":
      return "222860401005: إجراء التدقيق الداخلي";
    case "222860402000":
      return "222860402000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "222860402001":
      return "222860402001: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "222860402002":
      return "222860402002: إدارة المشتريات";
    case "222860402003":
      return "222860402003: إدارة العقود ومتابعتها";
    case "222860403000":
      return "222860403000: تطبيق أفضل ممارسات الموارد البشرية";
    case "222860403001":
      return "222860403001: تطبيق أفضل ممارسات الموارد البشرية";
    case "222860403002":
      return "222860403002: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "222860403003":
      return "222860403003: تدريب وتطوير الموظفين";
    case "222860403004":
      return "222860403004: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو";
    case "222860404000":
      return "222860404000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "222860404001":
      return "222860404001: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "222860404002":
      return "222860404002: إدارة الجودة";
    case "222860404003":
      return "222860404003: إدارة علاقات المتعاملين";
    case "222860404004":
      return "222860404004: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "222860405000":
      return "222860405000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "222860405001":
      return "222860405001: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "222860405002":
      return "222860405002: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "222860405003":
      return "222860405003: إدارة النشاط الإعلامي";
    case "222860406000":
      return "222860406000: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "222860406001":
      return "222860406001: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "222860406002":
      return "222860406002: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "222860406003":
      return "222860406003: مستشاري الوزير والمدير العام (الوكيل)";
    case "222860407000":
      return "222860407000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "222860407001":
      return "222860407001: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "222860407002":
      return "222860407002: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "222860407003":
      return "222860407003: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "222860408000":
      return "222860408000: توفير أفضل الخدمات القانونية";
    case "222860408001":
      return "222860408001: توفير أفضل الخدمات القانونية";
    case "222860408002":
      return "222860408002: إعداد الدراسات والاستشارات القانونية";
    case "222860408003":
      return "222860408003: إدارة الشؤون القانونية";
    case "222860409000":
      return "222860409000: توفير أحدث خدمات تقنية المعلومات";
    case "222860409001":
      return "222860409001: توفير أحدث خدمات تقنية المعلومات";
    case "222860409002":
      return "222860409002: تطوير النظم والتطبيقات الإلكترونية";
    case "222860409003":
      return "222860409003: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "222860409004":
      return "222860409004: إدارة الشبكات وأمن المعلومات";
    case "222860410000":
      return "222860410000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "222860410001":
      return "222860410001: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "222860410002":
      return "222860410002: الصيانة";
    case "222860410003":
      return "222860410003: الإيجار";
    case "222860410004":
      return "222860410004: المواصلات";
    case "222860410005":
      return "222860410005: رسوم الاستشارات";
    case "222860410006":
      return "222860410006: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت";
    case "222860410007":
      return "222860410007: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)";
    case "222860411000":
      return "222860411000: تنفيذ ميزانية الوظائف";
    case "222860501000":
      return "222860501000: بناء قدرات الموظفين في مجال الابتكار";
    case "222860501001":
      return "222860501001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار";
    case "222860501002":
      return "222860501002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي";
    case "222860501003":
      return "222860501003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين";
    case "222860501004":
      return "222860501004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية الخارجية";
    case "222860501005":
      return "222860501005: رعاية المواهب المبتكرة";
    case "222860502000":
      return "222860502000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة";
    case "222860502001":
      return "222860502001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية";
    case "222860502002":
      return "222860502002: تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة";
    case "222860502003":
      return "222860502003: تطوير جائزة داخلية للابتكار";
    case "222860502004":
      return "222860502004: تنفيذ مختبرات للابتكار جلسات عصف ذهني لجذب الأفكار";
    case "222860502005":
      return "222860502005: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين";
    case "222860502006":
      return "222860502006: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة";
    case "222860503000":
      return "222860503000: تحسين العمليات بما يعزز من الابتكار";
    case "222860503001":
      return "222860503001: تشجيع البحث والتطوير داخل الجهة";
    case "222860503002":
      return "222860503002: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية المنظمات الدولي";
    case "222860503003":
      return "222860503003: تشجيع القيادات في الجهة على التواصل مع الموظفين لمناقشة الأفكار";
    case "222860503004":
      return "222860503004: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل";
    case "222860503005":
      return "222860503005: تخصيص أوقات محددة للموظفين للتفاعل والنزول للميدان ولقاء فئات المت";
    case "222960101000":
      return "222960101000: تعزيز الوعي الديني ونشر قيم التسامح في المجتمع";
    case "222960101001":
      return "222960101001: تنفيذ برامج وفعاليات تعزز قيم الاعتدال والتسامح الديني";
    case "222960101002":
      return "222960101002: أحفاد زايد تنفيذ برامج وعظيه للطفولة والناشئة";
    case "222960101003":
      return "222960101003: برنامج ضيوف رئيس الدولة";
    case "222960102000":
      return "222960102000: إثراء المحتوى الديني";
    case "222960102001":
      return "222960102001: إعداد وتطوير ونشر الإصدارات الدينية";
    case "222960102002":
      return "222960102002: إعداد البحوث الدينية للقضايا المعاصرة";
    case "222960102003":
      return "222960102003: تطوير المكتبة الالكترونية الآمنة";
    case "222960103000":
      return "222960103000: إدارة منظومة الخطاب الديني المعتدل";
    case "222960103001":
      return "222960103001: تطوير المرصد الديني";
    case "222960103002":
      return "222960103002: تطوير الخطاب الديني الموحد";
    case "222960103003":
      return "222960103003: إعداد مؤشر الاعتدال والتسامح الديني";
    case "222960104000":
      return "222960104000: نشر الثقافة الدينية في المجتمع";
    case "222960104001":
      return "222960104001: تنفيذ محاضرات دينية توعوية للمجتمع";
    case "222960104002":
      return "222960104002: تنفيذ البرامج الدينية الإعلامية";
    case "222960104003":
      return "222960104003: مواساة";
    case "222960104004":
      return "222960104004: دورس المساجد";
    case "222960105000":
      return "222960105000: طباعة ونشر الإصدارات الدينية للإسهام في تنمية الوعي الديني والثقاف";
    case "222960105001":
      return "222960105001: نشر الإصدارات الدينية المبسطة";
    case "222960105002":
      return "222960105002: طباعة المصحف الشريف وعلومه";
    case "222960105003":
      return "222960105003: مجلة منار الإسلام";
    case "222960106000":
      return "222960106000: الرقابة والتفتيش على الإصدارات الدينية";
    case "222960106001":
      return "222960106001: تدقيق ومراجعة المصاحف والإصدارات الدينية الواردة";
    case "222960106002":
      return "222960106002: التدقيق على المضبوطات الواردة من المؤسسات المعنية";
    case "222960107000":
      return "222960107000: خطبة الجمعة";
    case "222960107001":
      return "222960107001: تقديم خطبة الجمعة";
    case "222960201000":
      return "222960201000: تقديم خدمات إسلامية وفق أفضل الممارسات والضوابط الشرعية";
    case "222960201001":
      return "222960201001: تنفيذ المؤتمراتالملتقيات المحلية والعالمية بالشأن الديني";
    case "222960201002":
      return "222960201002: الزيارات التفتيشية على مكاتب الحج والعمرة";
    case "222960202000":
      return "222960202000: منارات ابتكارية دينية";
    case "222960202001":
      return "222960202001: تنظيم الملتقيات الابتكارية للعاملين بالشأن الديني";
    case "222960202002":
      return "222960202002: تحسين وتطوير عملية تعليم القرآن الكريم";
    case "222960202003":
      return "222960202003: قصة مسجد";
    case "222960202004":
      return "222960202004: تنظيم وإدارة جوائز القرآن الكريم";
    case "222960203000":
      return "222960203000: رفع كفاءة وقدرات العاملين في الشأن الديني";
    case "222960203001":
      return "222960203001: برنامج علماء الامارات";
    case "222960203002":
      return "222960203002: تقييم العاملين بالشأن الديني";
    case "222960203003":
      return "222960203003: تطوير معهد النخبة الدينية العالمي ضمن مبادرات الخمسين";
    case "222960203004":
      return "222960203004: نظام الإجازة بالسند";
    case "222960204000":
      return "222960204000: مساجدنا من مظاهر حضارتنا";
    case "222960204001":
      return "222960204001: رعاية المساجد والمصليات";
    case "222960204002":
      return "222960204002: تسويق الأراضي لبناء المساجد";
    case "222960205000":
      return "222960205000: إدارة المساجد";
    case "222960205001":
      return "222960205001: صلاة الجمعة والجماعة";
    case "222960205002":
      return "222960205002: البحث عن أقرب مسجد";
    case "222960205003":
      return "222960205003: مواقيت الصلاة";
    case "222960205004":
      return "222960205004: اتجاه القبلة";
    case "222960205005":
      return "222960205005: الأذان الموحد";
    case "222960205006":
      return "222960205006: توفير المساجد والمصليات";
    case "222960205007":
      return "222960205007: التصاميم المعتمدة لبناء المساجد";
    case "222960205008":
      return "222960205008: مصليات العيد";
    case "222960205009":
      return "222960205009: المصليات المؤقتة للفعاليات والمهرجانات";
    case "222960205010":
      return "222960205010: تخصيص الأراضي لبناء المساجد";
    case "222960205011":
      return "222960205011: تصاريح فعاليات المساجد";
    case "222960205012":
      return "222960205012: تصاريح الخيم الرمضانية في محيط المساجد";
    case "222960205013":
      return "222960205013: تصاريح جمع التبرعات في المساجد";
    case "222960206000":
      return "222960206000: تعليم القرآن الكريم";
    case "222960206001":
      return "222960206001: تسجيل الدارسين لتعليم القرآن الكريم";
    case "222960206002":
      return "222960206002: تنفيذ فصول دراسية لتعليم القرآن الكريم";
    case "222960207000":
      return "222960207000: الحج والعمرة";
    case "222960207001":
      return "222960207001: خدمات حملات الحج والعمرة";
    case "222960207002":
      return "222960207002: نقل فرع الحملة";
    case "222960207003":
      return "222960207003: إصدار تصاريح العاملين بحملات الحج والعمرة";
    case "222960207004":
      return "222960207004: إصدار تصاريح الإعلانات";
    case "222960207005":
      return "222960207005: تراخيص جديدة لحملات الحج والعمرة";
    case "222960207006":
      return "222960207006: تراخيص نشاط حج للحملة";
    case "222960207007":
      return "222960207007: تصريح لنقل حملة أو فرع";
    case "222960207008":
      return "222960207008: ترخيص إلغاء حملة أو فرع";
    case "222960207009":
      return "222960207009: تصريح تغيير اسم حملة الحج أو العمرة";
    case "222960207010":
      return "222960207010: تصريح التنازل عن حملة";
    case "222960207011":
      return "222960207011: ترخيص تجديد حملات الحج والعمرة";
    case "222960207012":
      return "222960207012: الزيارات التفتيشية على حملات الموسم";
    case "222960207013":
      return "222960207013: الاعتراض على المخالفات";
    case "222960207014":
      return "222960207014: خدمات الحجاج";
    case "222960207015":
      return "222960207015: التسجيل لموسم الحج";
    case "222960207016":
      return "222960207016: إصدار بطاقة تصريح حاج";
    case "222960207017":
      return "222960207017: حقيبة الحاج";
    case "222960207018":
      return "222960207018: توفير مخيمات الحجاج في عرفة ومنى والمزدلفة";
    case "222960207019":
      return "222960207019: توفير خدمات المخيمات في الحج";
    case "222960301000":
      return "222960301000: إثراء المحتوى الوقفي";
    case "222960301001":
      return "222960301001: نشر الاصدارات الوقفية";
    case "222960301002":
      return "222960301002: إدارة حملات الوقف التسويقية";
    case "222960301003":
      return "222960301003: إدارة برنامج دعم المشاريع التطوعية للشباب";
    case "222960302000":
      return "222960302000: إدارة منظومة الوقف وفق المعايير العالمية وأفضل الممارسات والضوابط";
    case "222960302001":
      return "222960302001: مشروع السجل الوطني للوقف";
    case "222960302002":
      return "222960302002: ملتقى الوقف السنوي";
    case "222960302003":
      return "222960302003: متابعة تنفيذ الوصايا الوقفية";
    case "222960302004":
      return "222960302004: حصر وتحديث الأصول الوقفية بشكل دوري";
    case "222960302005":
      return "222960302005: مشروع تطوير خدمات الوقف";
    case "222960302006":
      return "222960302006: دراسات الجدوى لمشاريع استثمارات الوقف";
    case "222960302007":
      return "222960302007: التدقيق الخارجي للوقف";
    case "222960302008":
      return "222960302008: مشروع تقييم الأصول الوقفية";
    case "222960302009":
      return "222960302009: سياسة الاستثمار الآمن";
    case "222960303000":
      return "222960303000: إدارة ورعاية وتنمية المرافق والأصول الوقفية";
    case "222960303001":
      return "222960303001: بناء المساجد الجديدة";
    case "222960303002":
      return "222960303002: بناء مراكز تحفيظ القرآن الكريم";
    case "222960303003":
      return "222960303003: بناء مقرات الهيئة على مستوى الدولة";
    case "222960303004":
      return "222960303004: مشروع وقف المقام التجاري بالعين";
    case "222960303005":
      return "222960303005: مشروع مركز الصاروج التجاري بالعين";
    case "222960303006":
      return "222960303006: مشروع مركز مدينة زايد التجاري بالظفرة";
    case "222960303007":
      return "222960303007: مشروع وقف الشهيد الصياد برأس الخيمة";
    case "222960303008":
      return "222960303008: مشروع وقف بناية عمر الكعيتي بعجمان";
    case "222960303009":
      return "222960303009: مشروع وقف بناية العروبة 1 بالشارقة";
    case "222960303010":
      return "222960303010: مشروع وقف بناية العروبة 2 بالشارقة";
    case "222960303011":
      return "222960303011: دليل الشروط المرجعية لشركات إدارة المرافق";
    case "222960303012":
      return "222960303012: رفع كفاءة خدمات إدارة المرافق الوقفية";
    case "222960303013":
      return "222960303013: خطة وتنفيذ الصيانة للأصول والمرافق الوقفية";
    case "222960303014":
      return "222960303014: مشاريع الانشاءات المتأخرة والمتعثرة";
    case "222960304000":
      return "222960304000: إدارة وتسويق الأوقاف";
    case "222960304001":
      return "222960304001: تسجيل وتوثيق وصايا الواقفين";
    case "222960304002":
      return "222960304002: تقارير الواقفين اللحظية";
    case "222960304003":
      return "222960304003: تأجير الوحدات السكنية والتجارية للأوقاف";
    case "222960304004":
      return "222960304004: تسويق المرافق الوقفية";
    case "222960305000":
      return "222960305000: استقبال وقف جديد";
    case "222960305001":
      return "222960305001: وقف بناء المساجد";
    case "222960305002":
      return "222960305002: وقف بناء مراكز التحفيظ";
    case "222960305003":
      return "222960305003: الأوقاف الاستثمارية";
    case "222960306000":
      return "222960306000: استقبال التبرعات الخيرية";
    case "222960306001":
      return "222960306001: التبرعات العينية والمالية";
    case "222960306002":
      return "222960306002: فرصة خير";
    case "222960401000":
      return "222960401000: تطبيق أفضل الممارسات العالمية في القيادة";
    case "222960401001":
      return "222960401001: مكاتب الوزراء والمدير العام الوكيل والمديرين التنفيذيين";
    case "222960401002":
      return "222960401002: مستشاري الوزير والمدير العام الوكيل";
    case "222960401003":
      return "222960401003: مركز الازمات و الطوارئ";
    case "222960401004":
      return "222960401004: إدارة منظومة الحوكمة المؤسسية";
    case "222960402000":
      return "222960402000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "222960402001":
      return "222960402001: إدارة الجودة";
    case "222960402002":
      return "222960402002: إدارة علاقات المتعاملين";
    case "222960402003":
      return "222960402003: الاعداد للمشاركة بجائزة الشيخ خليفه للتميز المؤسسي";
    case "222960402004":
      return "222960402004: الاعداد لجائزة الموارد البشرية للتميز الحكومي";
    case "222960402005":
      return "222960402005: إدارة المخاطر المؤسسية";
    case "222960402006":
      return "222960402006: إدارة جوائز التميز الداخلية";
    case "222960402007":
      return "222960402007: نظام النجوم العالمي للخدمات";
    case "222960402008":
      return "222960402008: تطوير باقة الخدمات الاستباقية";
    case "222960403000":
      return "222960403000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "222960403001":
      return "222960403001: وضع وتطوير الخطة التشغيلية والاستراتيجية";
    case "222960403002":
      return "222960403002: تحديد مؤشرات الاداء الرئيسية وقياس الأداء";
    case "222960403003":
      return "222960403003: تحديث الهيكل التنظيمي";
    case "222960404000":
      return "222960404000: إدارة الموارد المالية بكفاءة وفعالية";
    case "222960404001":
      return "222960404001: إعداد الميزانية ومتابعة تنفيذها";
    case "222960404002":
      return "222960404002: إدارة الرواتب";
    case "222960404003":
      return "222960404003: اجراء التدقيق الداخلي";
    case "222960404004":
      return "222960404004: إدارة المدفوعات والاستحقاقات";
    case "222960404005":
      return "222960404005: إدارة الإيرادات";
    case "222960404006":
      return "222960404006: ترشيد النفقات";
    case "222960405000":
      return "222960405000: ادارة المشتريات وفق افضل الممارسات العالمية";
    case "222960405001":
      return "222960405001: إدارة المشتريات";
    case "222960405002":
      return "222960405002: ادارة العقود ومتابعتها";
    case "222960405003":
      return "222960405003: تطوير المخازن والمستودعات";
    case "222960406000":
      return "222960406000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "222960406001":
      return "222960406001: الصيانة";
    case "222960406002":
      return "222960406002: الإيجار";
    case "222960406003":
      return "222960406003: التأمينات";
    case "222960406004":
      return "222960406004: المواصلات";
    case "222960406005":
      return "222960406005: الخدمات المشتركة";
    case "222960406006":
      return "222960406006: المصروفات المتكررة الأخرى";
    case "222960406007":
      return "222960406007: إدارة الصحة والسلامة والبيئة";
    case "222960407000":
      return "222960407000: تطبيق أفضل ممارسات الموارد البشرية";
    case "222960407001":
      return "222960407001: ادارة خدمات تقييم الأداء – شؤون الموظفين الموارد البشرية الأخرى";
    case "222960407002":
      return "222960407002: تدريب وتطوير  الموظفين";
    case "222960407003":
      return "222960407003: شواغر";
    case "222960407004":
      return "222960407004: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "222960407005":
      return "222960407005: إدارة المواهب";
    case "222960407006":
      return "222960407006: المدرب الداخلي";
    case "222960407007":
      return "222960407007: برنامج السعادة والايجابية المؤسسية";
    case "222960408000":
      return "222960408000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "222960408001":
      return "222960408001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "222960408002":
      return "222960408002: إدارة الشراكات المؤسسية";
    case "222960408003":
      return "222960408003: إدارة النشاط الإعلامي";
    case "222960408004":
      return "222960408004: المشاركات بالفعاليات الداخلية والخارجية";
    case "222960408005":
      return "222960408005: إدارة الفعاليات المؤسسية";
    case "222960408006":
      return "222960408006: مشروع تعزيز الاستفادة من أصحاب الهمم";
    case "222960408007":
      return "222960408007: إدارة الهوية والانطباع المؤسسي";
    case "222960409000":
      return "222960409000: توفير أحدث خدمات تقنية المعلومات";
    case "222960409001":
      return "222960409001: تطوير النظم والتطبيقات الإلكترونية";
    case "222960409002":
      return "222960409002: توفير الدعم الفني للمستخدمين خط مساعدة";
    case "222960409003":
      return "222960409003: البنية التحتية وأمن المعلومات";
    case "222960409004":
      return "222960409004: تقنيات الذكاء الاصطناعي بما يشمل انترنت الأشياء وتقنية البلوك تشين";
    case "222960409005":
      return "222960409005: إدارة البيانات والمعرفة";
    case "222960410000":
      return "222960410000: تنفيذ افضل الخدمات القانونية";
    case "222960410001":
      return "222960410001: اعداد الدراسات والاستشارات القانونية";
    case "222960410002":
      return "222960410002: إدارة الشؤون القانونية";
    case "222960410003":
      return "222960410003: إدارة التظلمات";
    case "222960411000":
      return "222960411000: تنفيذ ميزانية الوظائف";
    case "222960501000":
      return "222960501000: والموجهات الحكومية ترسيخ منظومة الابتكار وتطبيقها وفق افضل الممارس";
    case "222960501001":
      return "222960501001: تطوير آليات عمل الابتكار";
    case "222960501002":
      return "222960501002: تنفيذ مختبرات الابتكار";
    case "222960501003":
      return "222960501003: تكريم الابتكارات والأبحاث";
    case "222960501004":
      return "222960501004: الدراسات والأبحاث لتطوير منظومة العمل وخفض الكلفة التشغيلية";
    case "222960501005":
      return "222960501005: دعم تنفيذ المشاريع الابتكارية بما يساهم في التطوير والتحسين المستم";
    case "222970101000":
      return "222970101000: تعزيز ورفع كفاءة التحول الإلكتروني والذكي لنظم الموارد البشرية في";
    case "222970101001":
      return "222970101001: استراتيجية الحلول الرقمية للموارد البشرية الحكومية  2.0";
    case "222970101002":
      return "222970101002: رقمنة (Digitization) إجراءات إدارات الدعم المشتركة في الحكومة الات";
    case "222970101003":
      return "222970101003: تطوير منظومة ممكن لقياس الإنتاجية باستخدام الحلول الرقمية";
    case "222970101004":
      return "222970101004: تنفيذ مشروع نظام استشراف لسيناريوهات مستقبل الموارد البشرية";
    case "222970101005":
      return "222970101005: تحديث وتطوير نظام التوظيف الذكي (استقطاب)";
    case "222970101006":
      return "222970101006: المنظومة المتكاملة لبيانات الموارد البشرية  مشاريع الربط الالكترون";
    case "222970101007":
      return "222970101007: تحديث وتطوير نظام المساعد الافتراضي للموارد البشرية الحكومية";
    case "222970101009":
      return "222970101009: تحديث وتطوير التطبيق الذكي للموارد البشرية الحكومية (FAHR)";
    case "222970101010":
      return "222970101010: توحيد قاعدة البيانات الإحصائية الموحدة ESB";
    case "222970101011":
      return "222970101011: حوكمة نظم الهيئة الإلكترونية والذكية";
    case "222970101012":
      return "222970101012: تحديث وتطوير نظام التوقيع الإلكتروني";
    case "222970101008":
      return "222970101008: تحديث وتطوير نظم التقارير الاحصائيةوالذكية للموارد البشرية الحكومي";
    case "222970102000":
      return "222970102000: تطوير سياسات الموارد البشرية الحكومية لضمان مرونتها وموائمتها مع ا";
    case "222970102001":
      return "222970102001: برنامج تخصيص سياسات الموارد البشرية الحكومية - policy customizatio";
    case "222970102002":
      return "222970102002: توحيد عقد العمل على مستوى الحكومة";
    case "222970102003":
      return "222970102003: تطوير قانون ولائحة الموارد البشرية في الحكومة الاتحادية لضمان المر";
    case "222970102004":
      return "222970102004: تطوير دليل استرشاي لقياس إنتاجية وكفاءة الموظفين في الحكومة الاتحا";
    case "222970102005":
      return "222970102005: تطوير دليل الإستخدام الأخلاقي للحلول الرقمية في الموارد البشرية";
    case "222970102006":
      return "222970102006: تطوير وثيقة السلوك المهني 2.0";
    case "222970102007":
      return "222970102007: تطوير دليل إجراءات الموارد البشرية 2.0";
    case "222970103000":
      return "222970103000: تعزيز ودعم تطبيق نظم وسياسات  العمل لرأس المال البشري الحكومي (Imp";
    case "222970103001":
      return "222970103001: تقييم أداء الموارد البشرية في الحكومة الاتحادية (وفق مصفوفة تطور إ";
    case "222970103002":
      return "222970103002: نظام التعاقب الوظيفي في الحكومة الاتحادية";
    case "222970103003":
      return "222970103003: متابعة وتطوير نظام المكافآت والحوافز";
    case "222970103004":
      return "222970103004: مسرعات الموارد البشرية في الحكومة الاتحادية ( اتفاقية مستوى الخدمة";
    case "222970103005":
      return "222970103005: حوكمة اليات عمل الموارد البشرية في الحكومة الاتحادية";
    case "222970103006":
      return "222970103006: إدارة أعمال لجنة النظر في الاعتراضات";
    case "222970103007":
      return "222970103007: ادارة ممكنات الموارد البشرية في الحكومة الاتحادية بالتعاون مع مكتب";
    case "222970103008":
      return "222970103008: دعم سياسات التوازن بين الجنسين في الحكومة الاتحادية";
    case "222970103009":
      return "222970103009: دعم الجهات الاتحادية من خلال مبادرة شركاء اعمال الموارد البشرية ال";
    case "222970103010":
      return "222970103010: رسم أطر الشراكات الاسترتيجية لدعم تنفيذ مبادرات الهيئة في الحكومة";
    case "222970103011":
      return "222970103011: دعم تنفيذ إجراءات الجهات الاتحادية والحكومية ذات العلاقة بالموارد";
    case "222970104000":
      return "222970104000: تطوير وإصدار الدراسات والبحوث في مجال رأس المال البشري الحكومي";
    case "222970104001":
      return "222970104001: إعداد دراسة الدوران الوظيفي في الحكومة الاتحادية";
    case "222970104002":
      return "222970104002: دراسة سلامة تطبيق أنظمة وسياسات الموارد البشرية في الحكومة الاتحاد";
    case "222970104003":
      return "222970104003: دراسة المهمات الرسمية  في الحكومة الاتحادية";
    case "222970104004":
      return "222970104004: دراسة اثر الاجازات المرضية في الحكومة الاتحادية";
    case "222970104005":
      return "222970104005: دراسة الترقيات في الحكومة الاتحادية";
    case "222970104006":
      return "222970104006: دراسة الاجازات الدراسية في الحكومة الاتحادية";
    case "222970104007":
      return "222970104007: تقرير متابعة تطبيق الأدلة الاسترشادية للموارد البشرية في الحكومة ا";
    case "222970104008":
      return "222970104008: تقرير - تسوية الوضع في الحكومة الاتحادية";
    case "222970104009":
      return "222970104009: دراسة المسارات المهنية لوظائف المستقبل";
    case "222970104010":
      return "222970104010: دراسة الارشاد الرقمي لموظفي الحكومة الاتحادية";
    case "222970105000":
      return "222970105000: تنظيم العمل الحكومي خلال  الظروف الطارئة وما بعدها";
    case "222970105001":
      return "222970105001: حياة(برنامج الدعم النفسي لموظفي الحكومة الاتحادية)";
    case "222970106000":
      return "222970106000: المشورة القانونية";
    case "222970106001":
      return "222970106001: الاستفسار عن تشريعات الموارد البشرية";
    case "222970106002":
      return "222970106002: طلب اعتراض على قرار لجنة التظلمات";
    case "222970107000":
      return "222970107000: دعم المتعاملين في استخدام أنظمة بياناتي";
    case "222970107001":
      return "222970107001: خدمات طلب الدعم الفني لنظام بياناتي";
    case "222970108000":
      return "222970108000: مراجعة واعتماد الهياكل التنظيمية";
    case "222970108001":
      return "222970108001: طلب مراجعة واعتماد الهياكل التنظيمية";
    case "222970109000":
      return "222970109000: تطوير نماذج عمل جديدة تعزز تنافسية العمل الحكومي";
    case "222970109001":
      return "222970109001: تطوير منظومة الاختيار والتوظيف في الحكومة الاتحادية";
    case "222970109002":
      return "222970109002: تطوير نموذج الهياكل التنظيمية المرنة";
    case "222970109003":
      return "222970109003: تطوير نموذج حجم القوى العاملة المرن";
    case "222970201000":
      return "222970201000: تحديث ومتابعة تطبيق برنامج التوطين في الحكومة الاتحادية";
    case "222970201001":
      return "222970201001: برنامج توطين الوظائف المستهدفة والنوعية في الحكومة الاتحادية";
    case "222970202000":
      return "222970202000: تعزيز التعلم الإلكتروني عبر منصة المورد";
    case "222970202001":
      return "222970202001: تطوير منصة المورد الإلكتروني";
    case "222970203000":
      return "222970203000: برامج إدارة المواهب الحكومية";
    case "222970203001":
      return "222970203001: تطوير برنامج المواهب الحكومية الحيوية Critical Government Talent";
    case "222970203002":
      return "222970203002: هاكثون الموارد البشرية";
    case "222970203003":
      return "222970203003: تنفيذ مشروع الاستفادة من المواهب الناتجة عن مشروع إعادة الهيكلة في";
    case "222970203004":
      return "222970203004: تنفيذ برنامج تأهيل مسؤولي إدارات الموارد البشرية في الحكومة الاتحا";
    case "222970203005":
      return "222970203005: تأهيل موظفي الحكومة الاتحادية فيما يتعلق بالشهادات المهنية التخصصي";
    case "222970203006":
      return "222970203006: تحديث وتطوير بنك المهارات لموظفي الحكومة الاتحادية";
    case "222970204000":
      return "222970204000: تحديث ومتابعة تطبيق مشروع شركاء المعرفة المفضلون في الحكومة الاتحا";
    case "222970204001":
      return "222970204001: متابعة وتنفيذ البرامج التدريبية ضمن معارف";
    case "222970205000":
      return "222970205000: تحديث ومتابعة تطبيق مشروع قياس قدرات الموظفين في الحكومة الاتحادية";
    case "222970205001":
      return "222970205001: متابعة تطبيق نظام قدرات";
    case "222970206000":
      return "222970206000: متابعة تطبيق  نظام إدارة الأداء الوظيفي ونظام التدريب والتطوير";
    case "222970206001":
      return "222970206001: متابعة تطبيق نظام إدارة الاداء الوظيفي";
    case "222970206002":
      return "222970206002: متابعة تطبيق نظام التدريب والتطوير";
    case "222970206003":
      return "222970206003: تطوير منظومة متطورة لقياس وتقييم الأداء الوظيفي - Customized evalu";
    case "222970206004":
      return "222970206004: استخدام الحلول الرقمية لتعزيز برامج التدريب الفردي للموظفين";
    case "222970207000":
      return "222970207000: خلق ونشر المعرفة في الموارد البشرية";
    case "222970207001":
      return "222970207001: إصدار مجلة صدى الموارد البشرية";
    case "222970207002":
      return "222970207002: جلسات نادي الموارد البشرية لنشر ثقافة الموارد البشرية";
    case "222970208000":
      return "222970208000: التوعية والتدريب";
    case "222970208001":
      return "222970208001: طلب التدريب على تشريعات ونظم الموارد البشرية";
    case "222970208002":
      return "222970208002: طلب الدعم لنظام المورد";
    case "222970209000":
      return "222970209000: بنك المهارات الحكومية";
    case "222970209001":
      return "222970209001: طلب الدعم لنظام بنك المهارات";
    case "222970210000":
      return "222970210000: شركاء التدريب المفضلين في الحكومة الاتحادية معارف";
    case "222970210001":
      return "222970210001: طلب اعتماد شركات التدريب";
    case "222970211000":
      return "222970211000: مراجعة الأوصاف الوظيفية";
    case "222970211001":
      return "222970211001: طلب دعم لنظام تقييم وتوصيف الوظائف";
    case "222970212000":
      return "222970212000: دعم وتطوير أداء الموارد البشرية";
    case "222970212001":
      return "222970212001: طلب دعم لممكنات الموارد البشرية";
    case "222970301000":
      return "222970301000: تعزيز رضا وسعادة موظفي الحكومة الاتحادية";
    case "222970301001":
      return "222970301001: دعم  مكتب رئاسة مجلس الوزراء في تحليل الدراسات المتعلقة بجودة الحي";
    case "222970302000":
      return "222970302000: تعزيز الرفاه الوظيفي في الحكومة الاتحادية";
    case "222970302001":
      return "222970302001: دليل الارشادات اللازمة لأفضل بيئة عمل مكتبية للعمل عن بعد وفق معاي";
    case "222970302002":
      return "222970302002: تعزيز الدور المجتمعي للهيئة";
    case "222970303000":
      return "222970303000: نشر معرفة الموارد البشرية";
    case "222970303001":
      return "222970303001: طلب مقارنة معيارية";
    case "222970401000":
      return "222970401000: إدارة الموارد المالية بكفاءة وفعالية";
    case "222970401001":
      return "222970401001: إعداد الميزانية ومتابعة تنفيذها";
    case "222970401002":
      return "222970401002: إدارة الرواتب";
    case "222970401003":
      return "222970401003: إدارة المدفوعات والاستحقاقات";
    case "222970401004":
      return "222970401004: إجراء التدقيق الداخلي";
    case "222970402000":
      return "222970402000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "222970402001":
      return "222970402001: إدارة المشتريات";
    case "222970402002":
      return "222970402002: إدارة العقود ومتابعتها";
    case "222970403000":
      return "222970403000: تطبيق أفضل ممارسات الموارد البشرية";
    case "222970403001":
      return "222970403001: الشواغر";
    case "222970403002":
      return "222970403002: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "222970403003":
      return "222970403003: تدريب وتطوير الموظفين";
    case "222970403004":
      return "222970403004: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات)";
    case "222970404000":
      return "222970404000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "222970404001":
      return "222970404001: إدارة الجودة";
    case "222970404002":
      return "222970404002: إدارة علاقات المتعاملين";
    case "222970404003":
      return "222970404003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "222970405000":
      return "222970405000: إدارة الملاحظات والاستفسارات والاقتراحات بشأن خدمات الوزارة";
    case "222970405001":
      return "222970405001: تقديم شكوى على خدمات الوزارة";
    case "222970405002":
      return "222970405002: تقديم اقتراح بشأن خدمات الوزارة";
    case "222970406000":
      return "222970406000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "222970406001":
      return "222970406001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "222970406002":
      return "222970406002: إدارة النشاط الإعلامي";
    case "222970407000":
      return "222970407000: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "222970407001":
      return "222970407001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "222970407002":
      return "222970407002: مستشاري الوزير والمدير العام (الوكيل)";
    case "222970408000":
      return "222970408000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "222970408001":
      return "222970408001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "222970408002":
      return "222970408002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "222970409000":
      return "222970409000: توفير أفضل الخدمات القانونية";
    case "222970409001":
      return "222970409001: إعداد الدراسات والاستشارات القانونية";
    case "222970409002":
      return "222970409002: إدارة الشؤون القانونية";
    case "222970410000":
      return "222970410000: توفير أحدث خدمات تقنية المعلومات";
    case "222970410001":
      return "222970410001: تطوير النظم والتطبيقات الإلكترونية";
    case "222970410002":
      return "222970410002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "222970410003":
      return "222970410003: البنية التحتية وأمن المعلومات";
    case "222970411000":
      return "222970411000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "222970411001":
      return "222970411001: الصيانة";
    case "222970411002":
      return "222970411002: الإيجار";
    case "222970411003":
      return "222970411003: المواصلات";
    case "222970411004":
      return "222970411004: رسوم الاستشارات";
    case "222970411005":
      return "222970411005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت";
    case "222970411006":
      return "222970411006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)";
    case "222970412000":
      return "222970412000: التواصل مع المتعاملين";
    case "222970412001":
      return "222970412001: تقديم البلاغات السرية بشأن الحالات المشبوهة";
    case "222970413000":
      return "222970413000: تنفيذ ميزانية الوظائف";
    case "222970501000":
      return "222970501000: وضع الاطر التنظيمية للابتكار واستشراف المستقبل";
    case "222970501001":
      return "222970501001: مراجعة وتطوير الية ادارة الاقتراحات المبتكرة";
    case "222970501002":
      return "222970501002: تطبيق اليات الملكية الفكرية على مبادرات الهيئة";
    case "222970502000":
      return "222970502000: تشجيع وتحفيز الموظفين على الابتكار";
    case "222970502001":
      return "222970502001: تكريم الموظفين اصحاب الاقتراحات المبتكرة";
    case "222970503000":
      return "222970503000: اطلاق المبادرات المبتكرة على مستوى الهيئة والحكومة الاتحادية";
    case "222970503001":
      return "222970503001: اعداد وتنفيذ خطة فعاليات الابتكار في الهيئة";
    case "221980101001":
      return "221980101001: تبرعات ومساعدات خارجية";
    case "221980101002":
      return "221980101002: فروق تمويل الجامعات";
    case "221980101003":
      return "221980101003: مقابل أضرار الخزانة العامة";
    case "221980101004":
      return "221980101004: تعويضات وأحكام وغرامات";
    case "221980101005":
      return "221980101005: سداد مستحقات مالية على الوزارات والجهات";
    case "221980101006":
      return "221980101006: مصروفات اتحادية اخرى";
    case "221980101007":
      return "221980101007: انارة الشوارع الاتحادية";
    case "221980101008":
      return "221980101008: دراسات واستشارات اتحادية (قطاع الموارد والميزانية)";
    case "221980101009":
      return "221980101009: احتياطي خاص";
    case "221980101010":
      return "221980101010: يوم زايد للعمل الانساني الاماراتي";
    case "221980101011":
      return "221980101011: احتياطي خاص";
    case "221980101012":
      return "221980101012: مصروفات وفوائد بنكية";
    case "221980101013":
      return "221980101013: مصروفات وفوائد بنكية - خدمة اصدارات الدين العام الخارجي";
    case "221980102001":
      return "221980102001: المركز الوطني للاستعلام المبكر";
    case "221980102002":
      return "221980102002: الدرهم الالكتروني- الجيل الثاني-";
    case "221980103001":
      return "221980103001: برنامج التعاون الفني";
    case "221980104001":
      return "221980104001: دراسات حكومية";
    case "221980105001":
      return "221980105001: تطوير السياسات والاجراءات والنماذج";
    case "221980105002":
      return "221980105002: الاجتماعات السنوية لمجالس المستقبل العالمية";
    case "221980105003":
      return "221980105003: تطوير الانظمة المالية";
    case "221980105004":
      return "221980105004: نظام الموارد البشرية للحكومة الاتحادية";
    case "221980105005":
      return "221980105005: مقابل ادارة الحسابات المصرفية";
    case "221980106001":
      return "221980106001: مساهمة الدولة في إنشاء المقر الدائم لمؤسسات دولية وإقليمية";
    case "221980106002":
      return "221980106002: صندوق النقد العربي";
    case "221980106003":
      return "221980106003: الصندوق العربي للإنماء الإقتصادي والإجتماعي";
    case "221980106004":
      return "221980106004: المؤسسة العربية لضمان الاستثمار وائتمان الصادرات";
    case "221980106005":
      return "221980106005: الهيئة العربية لللاستثمار والإنماء الزراعي";
    case "221980106006":
      return "221980106006: البنك الاسلامي للتنمية";
    case "221980106007":
      return "221980106007: الصندوق الدولي للتنمية الزراعية ( إيفاد )";
    case "221980106008":
      return "221980106008: صندوق الأوبيك للتنمية الدولية ( أوفيد )";
    case "221980106009":
      return "221980106009: صندوق النقد الدولي";
    case "221980106010":
      return "221980106010: البنك الدولي للإنشاء والتعمير";
    case "221980106011":
      return "221980106011: مساهمة الدولة في الصندوق الإنتقالي لشراكة دوفيل";
    case "221980106012":
      return "221980106012: المؤسسة الإسلامية لتنمية القطاع الخاص";
    case "221980106013":
      return "221980106013: دراسات واستشارات اتحادية( قطاع العلاقات الدولية)";
    case "221980106014":
      return "221980106014: لجنة إعادة التنظيم المالي";
    case "221980106015":
      return "221980106015: بنك التنمية الجديد";
    case "221980106016":
      return "221980106016: البنك الاوروبي لاعادة الاعمار والتنمية";
    case "221980106017":
      return "221980106017: المؤسسة الاسلامية لتأمين الاستثمار و ائتمان الصادرات";
    case "221980106018":
      return "221980106018: حصة الدولة في عمليات قوات حفظ السلام التابعة للامم المتحدة";
    case "221980107001":
      return "221980107001: عقد مايكروسوفت (رخص وبرامج)";
    case "221980107002":
      return "221980107002: تطوير  النظام المالي  الاتحادي";
    case "221980108001":
      return "221980108001: مقابل مخصصات اشتراكات تقاعد سابقة";
    case "221980108002":
      return "221980108002: مقابل معاشات التقاعد ومكافآت المواطنين ( مدنيون )";
    case "221980108003":
      return "221980108003: مقابل معاشات التقاعد ومكافآت المواطنين ( عسكريون )";
    case "221980108004":
      return "221980108004: حصة الحكومة في معاشات القطاع الخاص";
    case "221980108005":
      return "221980108005: %تعويض الهيئة العامة للمعاشات عن فروق المعاشات 70";
    case "221980108006":
      return "221980108006: تعويض الهيئة العامة للمعاشات عن رفع الحد الادنى 10000 درهم";
    case "221980108007":
      return "221980108007: المعاشات والمكافآت الاستثنائية";
    case "221980201001":
      return "221980201001: جامعة الإمارات العربية المتحدة";
    case "221980201002":
      return "221980201002: مجمع كليات التقنية العليا";
    case "221980201003":
      return "221980201003: جامعة  زايد";
    case "221980201004":
      return "221980201004: الهيئة الوطنية للمؤهلات";
    case "221980201005":
      return "221980201005: ديوان المحاسـبة";
    case "221980201006":
      return "221980201006: الهيئة العامة للرياضة";
    case "221980201007":
      return "221980201007: الهيئة الاتحادية للجمارك";
    case "221980201008":
      return "221980201008: برنامج الشيخ زايد للإسكان";
    case "221980201009":
      return "221980201009: هيئة الإمارات للمواصفات والمقاييس";
    case "221980201010":
      return "221980201010: صندوق الزكاة";
    case "221980201011":
      return "221980201011: الهيئة العامة للشئون الإسلامية والأوقاف";
    case "221980201012":
      return "221980201012: المجلس الاتحادي للتركيبة السكانية";
    case "221980201013":
      return "221980201013: هيئة الهلال الأحمر لدولة الإمارات العربية المتحدة";
    case "221980201014":
      return "221980201014: مكتب رئــاسة مجلس الوزراء.";
    case "221980201015":
      return "221980201015: مكتب الشؤون السياسية لنائب رئيس الدولة";
    case "221980201016":
      return "221980201016: المجلس الوطني للإعلام";
    case "221980201017":
      return "221980201017: الهيئة الاتحادية للمواصلات البرية والبحرية";
    case "221980201018":
      return "221980201018: اللجنة الوطنية للمؤتمرات";
    case "221980201019":
      return "221980201019: الأمانة العامة لمجلس الوزراء";
    case "221980201020":
      return "221980201020: المجـلس الوطني الاتحادي.";
    case "221980201021":
      return "221980201021: الهيئة الاتحادية للموارد البشرية الحكومية";
    case "221980201022":
      return "221980201022: مكتب وزير الدولة (معالي د. سلطان الجابر)";
    case "221980201023":
      return "221980201023: وكالة الإمارات للفضاء";
    case "221980201024":
      return "221980201024: اكاديمـية الإمارات الدبلوماسية.";
    case "221980201025":
      return "221980201025: المجلس الأعلى للامومة والطفولة";
    case "221980201026":
      return "221980201026: الهيئة الاتحادية للتنافسية والإحصاء";
    case "221980201027":
      return "221980201027: مجلس الامارات للتوازن بين الجنسين";
    case "221980201028":
      return "221980201028: مكتب وزير التسامح";
    case "221980201029":
      return "221980201029: وزيرة الدولة للسعادة وجودة الحياة";
    case "221980201030":
      return "221980201030: وزيرة الدولة لشؤون الشباب";
    case "221980201031":
      return "221980201031: المؤسسة الاتحادية للشباب";
    case "221980201033":
      return "221980201033: الهيئة الاتحادية للهوية والجنسية";
    case "221980201034":
      return "221980201034";
    case "221980201035":
      return "221980201035: المركز الاتحادي للمعلومات الجغرافية";
    case "221980201036":
      return "221980201036: المكتب الاعلامى لحكومة دولة الامارات";
    case "221980202001":
      return "221980202001: شراء وانشاء مقرات لوزارة الخارجية والتعاون الدولي خارج الدولة";
    case "221980202002":
      return "221980202002: إلغاء التشعيب بالمدارس الحكومية";
    case "221980202003":
      return "221980202003: دعم مبادارات الجهات الاتحادية الصادرة من مجلس الوزراء";
    case "221980202004":
      return "221980202004: مصروفات دعم الابتكار (1%)";
    case "221980202005":
      return "221980202005: دعم الصندوق الوطني للقراءة";
    case "221980202006":
      return "221980202006: مصروفات تأسيس صندوق محمد بن راشد لتمويل الابتكار";
    case "221980202007":
      return "221980202007: مساهمة الحكومة بصندوق محمد بن راشد للابتكار";
    case "221980202008":
      return "221980202008: سداد الالتزامات المالية عن المتعثرين لصندوق الابتكار";
    case "221980202009":
      return "221980202009: مصاريف تشغيل صندوق محمد بن راشد للابتكار(مصرف الامارات للتنمية)";
    case "221980202010":
      return "221980202010: المخصصات المالية للمستشفيات والمراكز الطبية التابعة للمكتب الطبي";
    case "221980202011":
      return "221980202011";
    case "221980202012":
      return "221980202012: مسرع الابتكار";
    case "221980202013":
      return "221980202013: مصروفات اللجنة العليا للاشراف على عملية التقييم المتبادل";
    case "221980202014":
      return "221980202014: مصاريف الاجتماعات السنوية لحكومة الامارات";
    case "221980202015":
      return "221980202015: سداد الظرائب المستحقة على الجهات الاتحادية";
    case "221980202017":
      return "221980202017: مصروفات تجهيز مؤسسة الإمارات للخدمات الصحية";
    case "221980202018":
      return "221980202018: مصروفات اتحادية تمول من حكومة ابوظبي (خدمات)";
    case "221980202019":
      return "221980202019: تركيب أنظمة كشف الحرائق";
    case "221980202020":
      return "221980202020: الاشتراك السنوي في نظام كشف الحرائق";
    case "221980202021":
      return "221980202021: مشروع تتبع الشاحنات والشحنات";
    case "221980202022":
      return "221980202022: توحيد الأنظمة الجمركية";
    case "221980202023":
      return "221980202023: صندوق تنمية الموارد البشرية الحكومية";
    case "221980202024":
      return "221980202024: مصروفات ملف الأمن الغذائى";
    case "221980202025":
      return "221980202025: مصروفات مشاركة الدولة باجتماعات G20";
    case "221980202026":
      return "221980202026: مصروفات مواجھة جائحة كوفید- 19 المستجد";
    case "221980202027":
      return "221980202027: منصة المشتريات الحكومية";
    case "221980202028":
      return "221980202028: مصروفات التعيينات والترقيات الاتحادية الضرورية";
    case "221980202029":
      return "221980202029: مصروفات التقاعد الاختياري";
    case "221980202030":
      return "221980202030: مصروفات التقاعد المبكر";
    case "221980202031":
      return "221980202031: المخصصات المالیة لمعالي وزیر الدولة";
    case "221980202032":
      return "221980202032: مصروفات تدريب المواهب في الجهات الإتحادية";
    case "221980202033":
      return "221980202033: سداد التزامات الجهات الاتحادية لعقود الايجار التمويلي";
    case "221980202034":
      return "221980202034: مشروع التحول الرقمي لمنظومة خدمات وزارة الموارد البشرية والتوطين";
    case "221980301001":
      return "221980301001: جهاز الإمارات للاستثمار";
    case "221980301002":
      return "221980301002: مساهمة الحكومة الاتحادية في تمويل مشروع قطار الاتحاد";
    case "221980301003":
      return "221980301003: مصرف الامارات للتنمية";
    case "221980301004":
      return "221980301004: مساهمة الحكومة الاتحادية في تمويل مشروع قطار الاتحاد-الاستشاري اله";
    case "221980301005":
      return "221980301005: مساهمة الحكومة الاتحادية في تمويل مشروع قطار الاتحاد- الأصول الرأس";
    case "221980301006":
      return "221980301006: شركة الاتحاد للمدفوعات الرقمية";
    case "221980301007":
      return "221980301007: مساهمة الحكومة الاتحادية في تمويل مشروع قطار الاتحاد - مشروع نقل";
    case "221980301008":
      return "221980301008: مساھمة الحكومة الاتحادیة في تمویل مشروع قطار الاتحاد ( فائقة السرع";
    case "221020101000":
      return "221020101000: تعزيز الجاهزية للمستقبل في مجال الطاقة و البنية التحتية";
    case "221020101001":
      return "221020101001: تطوير وتطبيق نظام استشراف المستقبل لوزارة الطاقة والبنية التحتية";
    case "221020101002":
      return "221020101002: اعداد الأبحاث والدراسات المستقبلية  في مجال الطاقة والبنية التحتية";
    case "221020101003":
      return "221020101003: متابعة تحقيق برامج الاجندة الوطنية  (والمؤشرات التنافسية) وتطوير م";
    case "221020101004":
      return "221020101004: إنشاء مركز إرث المستقبل لاستشراف المستقبل و إنجازات و مشاريع  قطاع";
    case "221020102000":
      return "221020102000: تعزيز الشراكة مع القطاع الخاص في مجال الطاقة والبنية التحتية";
    case "221020102001":
      return "221020102001: تطوير السياسات والقوانين والأنظمة والتشريعات الداعمة لتنويع مصادر";
    case "221020102002":
      return "221020102002: تنفيذ المشاريع الاستثمارية المتكاملة في مجال الطاقة و البنية التحت";
    case "221020102003":
      return "221020102003: تطوير الخطط التجارية والاستثمارية من خلال الشراكة مع القطاع الخاص";
    case "221020103000":
      return "221020103000: المخطط الشمولي التكاملي لدولة الإمارات";
    case "221020103001":
      return "221020103001: استراتيجية التطوير المكاني";
    case "221020103002":
      return "221020103002: المرصد الحضري";
    case "221020103003":
      return "221020103003: البرنامج الوطني للإدارة العمرانية الذكية (SUM25)";
    case "221020103004":
      return "221020103004: تطوير نظام  البيانات المكانيةSpatial data system";
    case "221020103005":
      return "221020103005: تطوير استراتيجية التنقل الذكي بالدولة";
    case "221020103006":
      return "221020103006: تحديث خطة النقل الشاملة";
    case "221020104000":
      return "221020104000: إبراز دور الدولة وإنجازاتها  في مجال الطاقة والبنية التحتية  على ا";
    case "221020104001":
      return "221020104001: تمثيل الدولة في المحافل والمنظمات  المحلية و الإقليمية والعالمية ف";
    case "221020104002":
      return "221020104002: تنظيم الحملات التسويقية محليا وعالميا";
    case "221020105000":
      return "221020105000: تنظيم قطاع النقل البري البحري";
    case "221020105001":
      return "221020105001: تطوير وتطبيق التشريعات البرية";
    case "221020105002":
      return "221020105002: إصدار التراخيص وتصاريح السلامة السككية الاتحادية";
    case "221020105003":
      return "221020105003: تطوير وإنفاذ التشريعات البحرية";
    case "221020106000":
      return "221020106000: التكاملية  في إدارة  النقل والأداء اللوجستي";
    case "221020106001":
      return "221020106001: إعداد الاستراتيجية الوطنية للاقتصاد الأزرق في النقل البحري بالدولة";
    case "221020106002":
      return "221020106002: مراجعة وتحديث القانون البحري لدولة الإمارات العربية المتحدة";
    case "221020106003":
      return "221020106003: تأسيس مركز ملاحي بحري وطني";
    case "221020106004":
      return "221020106004: انشاء التجمع البحري الاماراتي";
    case "221020107000":
      return "221020107000: خدمة استشارات ومخططات ودراسات ودعم فني";
    case "221020107001":
      return "221020107001: خدمة طلب مخططات المشاريع المنفذة من إسكان أو مباني";
    case "221020107002":
      return "221020107002: طلب شراء المخططات الخاصة بالأعمال الكهربائية";
    case "221020107003":
      return "221020107003: خدمة توفير البيانات المكانية والخرائط الجغرافية";
    case "221020201000":
      return "221020201000: إدارة مشاريع البنية التحتية والاسكان بكفاءة وفعالية وفق أفضل المما";
    case "221020201001":
      return "221020201001: إعداد الدراسات الفنية الخاصة بالطرق والمرافق والمباني والمنشآت الح";
    case "221020201002":
      return "221020201002: اعداد الخطط التشغيلية وموازنات مشاريع البنية التحتية والسدود والمج";
    case "221020201003":
      return "221020201003: متابعة تنفيذ مشاريع البنية التحتية";
    case "221020201004":
      return "221020201004: دعم الشركات الوطنية المتوسطة والصغيرة";
    case "221020201005":
      return "221020201005: ضمان جودة أمن وسلامة المشاريع الانشائية";
    case "221020202000":
      return "221020202000: تطوير المنظومة الرقمية   لإدارة مشاريع البنية التحتية والإسكان";
    case "221020202001":
      return "221020202001: تطوير وتطبيق المنظومة الرقمية الذكية لإدارة مشاريع البنية التحتية";
    case "221020202002":
      return "221020202002: استخدام تقنيات حديثة في  تخطيط وتصميم وتنفيذ المشاريع";
    case "221020203000":
      return "221020203000: ضمان وضبط جودة المواد الإنشائية";
    case "221020203001":
      return "221020203001: المنصة الوطنية لتصنيف وتسجيل وتقييم الموردين والمواد الإنشائية";
    case "221020204000":
      return "221020204000: تطوير المواصفات والكودات وبنود التعاقد لمشاريع البنية التحتية والا";
    case "221020204001":
      return "221020204001: تطوير بنود التعاقد وفقا لأفضل الممارسات العالمية";
    case "221020204002":
      return "221020204002: دليل المعايير والمواصفات القياسية للطرق بالدولة وفقا لأفضل الممارس";
    case "221020301000":
      return "221020301000: تطوير المنظومة المتكاملة لإدارة أصول البنية التحتية";
    case "221020301001":
      return "221020301001: اعداد وتطبيق السياسات الوطنية لإدارة أصول البنية التحتية الاتحادية";
    case "221020301002":
      return "221020301002: تطوير نظام ذكي لإدارة أصول البنية التحتية بالدولة";
    case "221020301003":
      return "221020301003: انشاء مركز التحكم الوطني لادارة ومراقبة أصول البنية التحتية الاتحا";
    case "221020302000":
      return "221020302000: رفع كفاءة الطرق والمرافق  والمنشآت الاتحادية والسدود بالتكامل مع ا";
    case "221020302001":
      return "221020302001: تطوير ورفع كفاءة المباني والمنشآت الاتحادية بالتكامل مع الجهات ذات";
    case "221020302002":
      return "221020302002: تطوير شبكة الطرق الاتحادية بالتكامل مع الجهات ذات الصلة";
    case "221020302003":
      return "221020302003: تطوير وانشاء معابر مشاة حديثة (سطحية علويه  انفاق) على الطرق الاتح";
    case "221020302004":
      return "221020302004: مراقبة و تشغيل السدود و الحواجز و المنشئات المائية و رصد الشبكة ال";
    case "221020302005":
      return "221020302005: صيانة و رفع كفاءة السدود";
    case "221020303000":
      return "221020303000: إدارة الرقابة والتفتيش في قطاع النقل";
    case "221020303001":
      return "221020303001: رفع كفاءة انشطة  النقل البري والسكك الحديدية من خلال التفتيش و الر";
    case "221020303002":
      return "221020303002: رفع كفاءة انشطة  النقل البحري  من خلال التفتيش و الرقابة  وإنفاذ ا";
    case "221020304000":
      return "221020304000: خدمة الطرق الاتحادية";
    case "221020304001":
      return "221020304001: خدمة اصدار تقارير قيمة أضرار الحوادث";
    case "221020304002":
      return "221020304002: خدمة طلب إصدار شهادة عدم ممانعة لتصميم مدخل وأو مخرج جانبي الطريق";
    case "221020304003":
      return "221020304003: خدمة طلب تجديد شهادة عدم ممانعة لتصميم مدخل وأو مخرج جانبي الطريق";
    case "221020304004":
      return "221020304004: خدمة طلب إصدار شهادة عدم ممانعة لعمل بوابة دائمة بالسياج القائم";
    case "221020304005":
      return "221020304005: خدمة  طلب تجديد شهادة عدم ممانعة لعمل بوابة دائمة بالسياج القائم";
    case "221020304006":
      return "221020304006: خدمة طلب إصدار شهادة عدم ممانعة لتركيب بوابة مؤقتة على سياج قائم";
    case "221020304007":
      return "221020304007: خدمة طلب تجديد شهادة عدم ممانعة لتركيب بوابة مؤقتة على سياج قائم";
    case "221020304008":
      return "221020304008: خدمة  طلب إصدار شهادة عدم ممانعة لوضع لوحات إرشادية دالة على معالم";
    case "221020304009":
      return "221020304009: خدمة  طلب تجديد شهادة عدم ممانعة لوضع لوحات إرشادية دالة على معالم";
    case "221020304010":
      return "221020304010: خدمة  طلب إصدار شهادة عدم ممانعة لتمديد خط خدمة أسفل الطريق";
    case "221020304011":
      return "221020304011: خدمة  طلب تجديد شهادة عدم ممانعة لتمديد خط خدمة أسفل الطريق";
    case "221020304012":
      return "221020304012: خدمة  طلب إصدار شهادة عدم ممانعة لتمديد خط خدمة على جانب الطريق";
    case "221020304013":
      return "221020304013: خدمة طلب تجديد شهادة عدم ممانعة لتمديد خط خدمة على جانب الطريق";
    case "221020304014":
      return "221020304014: خدمة طلب إصدار شهادة عدم ممانعة لعمل تحويلة مرورية";
    case "221020304015":
      return "221020304015: خدمة طلب تجديد شهادة عدم ممانعة لعمل تحويلة مرورية";
    case "221020304016":
      return "221020304016: خدمة طلب إصدار شهادة عدم ممانعة لخدمات أخرى";
    case "221020304017":
      return "221020304017: خدمة طلب تجديد شهادة عدم ممانعة لخدمات أخرى";
    case "221020304018":
      return "221020304018: خدمة تحديد مسافة";
    case "221020305000":
      return "221020305000: خدمة المباني الاتحادية";
    case "221020305001":
      return "221020305001: خدمة  صيانة طارئة لمشروع (مباني - السدود - موانئ صيادين)";
    case "221020306000":
      return "221020306000: ترخيص وتسجيل السفن التجارية وقوارب النزهة";
    case "221020306001":
      return "221020306001: تسجيل سفنية تجارية تحت علم الدولة (اصدار شهادة تسجيل مؤقت لسفينة ت";
    case "221020306002":
      return "221020306002: تمديد شهادة تسجيل مؤقت لسفينة تجارية وطنية";
    case "221020306003":
      return "221020306003: رسم اصدار شهادة تسجيل بدل فاقد او تالف";
    case "221020306004":
      return "221020306004: تعديل بيانات شهادة تسجيل لسفينة تجارية وطنية";
    case "221020306005":
      return "221020306005: إلغاء شهادة تسجيل مؤقت لسفينة تجارية وطنية";
    case "221020306006":
      return "221020306006: إصدار شهادة تسجيل دائم لسفينة تجارية وطنية";
    case "221020306007":
      return "221020306007: نقل ملكية سفينة تجارية وطنية";
    case "221020306008":
      return "221020306008: إصدار شهادة شطب لسفينة تجارية وطنية";
    case "221020306009":
      return "221020306009: إصدار بدل فاقد أو بدل تالف لشهادة شطب لسفينة تجارية وطنية";
    case "221020306010":
      return "221020306010: إصدار ترخيص ملاحي لسفينة تجارية وطنية وأجنبية";
    case "221020306011":
      return "221020306011: إصدار بدل فاقد أو بدل تالف لترخيص ملاحي لسفينة تجارية وطنية وأجنبي";
    case "221020306012":
      return "221020306012: تجديد ترخيص ملاحي لسفينة تجارية وطنية";
    case "221020306013":
      return "221020306013: تمديد ترخيص ملاحي لسفينة تجارية أجنبية";
    case "221020306014":
      return "221020306014: تعديل بيانات ترخيص ملاحي لسفينة تجارية وطنية وأجنبية";
    case "221020306015":
      return "221020306015: إصدار وثيقة التطقيم الأدنى الآمن لسفينة تجارية وطنية";
    case "221020306016":
      return "221020306016: تجديد وثيقة التطقيم الأدنى الآمن لسفينة تجارية وطنية";
    case "221020306017":
      return "221020306017: تعديل بيانات وثيقة التطقيم الأدنى الآمن لسفينة تجارية وطنية";
    case "221020306018":
      return "221020306018: بدل فاقد  تالف وثيقة التطقيم الأدنى الآمن لسفينة تجارية وطنية";
    case "221020306019":
      return "221020306019: اصدار السجل المتواصل ( CSR ) لسفينة تجارية وطنية";
    case "221020306020":
      return "221020306020: بدل فاقد او تالف السجل المتواصل ( CSR ) لسفينة تجارية وطنية";
    case "221020306021":
      return "221020306021: تعديل بيانات السجل المتواصل ( CSR ) لسفينة تجارية وطنية";
    case "221020306022":
      return "221020306022: تمديد شهادة السلامة لسفينة تجارية وطنية";
    case "221020306023":
      return "221020306023: إصدار شهادة الإعفاء لسفينة تجارية وطنية";
    case "221020306024":
      return "221020306024: تمديد شهادة الإعفاء لسفينة تجارية وطنية";
    case "221020306025":
      return "221020306025: اصدار شهادة ضمان حول تامين الناقلة ( المسؤولية المدنية لسفينة تجار";
    case "221020306026":
      return "221020306026: قيد الرهن على السفينة التجارية الوطنية";
    case "221020306027":
      return "221020306027: شطب قيد الرهن على السفينة التجارية الوطنية";
    case "221020306028":
      return "221020306028: إصدار شهادة بيانات الملكية لسفينة تجارية";
    case "221020306029":
      return "221020306029: إصدار شهادة عدم ممانعة لسفينة";
    case "221020306030":
      return "221020306030: تصديق عقد بيع لسفينة تجارية وطنية";
    case "221020306031":
      return "221020306031: إصدار بدل فاقد أو بدل تالف لعقد بيع لسفينة تجارية وطنية";
    case "221020306032":
      return "221020306032: إصدار ترخيص سفينة نزهة وطنية وأجنبية";
    case "221020306033":
      return "221020306033: تعديل بيانات شهادة التسجيل او الترخيص لسفينة نزهة وطنية واجنبية";
    case "221020306034":
      return "221020306034: إصدار شهادة شطب لسفينة نزهة وطنية";
    case "221020306035":
      return "221020306035: تجديد ترخيص سفينة نزهة وطنية وأجنبية";
    case "221020306036":
      return "221020306036: لمن يهمه الامر ( الغاء ترخيص سفينة نزهة اجنبية )";
    case "221020306037":
      return "221020306037: إصدار بدل فاقد أو بدل تالف لشهادة تسجيل سفينة نزهة وطنية وأجنبية";
    case "221020306038":
      return "221020306038: تقدم هذه الخدمة لسفينة نزهة وطنية فقط";
    case "221020306039":
      return "221020306039: تقدم هذه الخدمة لسفينة نزهة وطنية فقط";
    case "221020306040":
      return "221020306040: التصديق على نقل ملكية سفينة نزهة وطنية وأجنبية";
    case "221020307000":
      return "221020307000: ترخيص البحارة";
    case "221020307001":
      return "221020307001: تجديد شهادة أهلية";
    case "221020307002":
      return "221020307002: إصدار بدل فاقد أو بدل تالف لشهادة أهلية";
    case "221020307003":
      return "221020307003: إصدار شهادة وإقرار خاص بالنظام العالمي للإستغاثة والسلامة البحرية";
    case "221020307004":
      return "221020307004: إصدار بدل فاقد أو بدل تالف لشهادة وإقرار خاص بالنظام العالمي للإست";
    case "221020307005":
      return "221020307005: إصدار إقرار شهادة أهلية";
    case "221020307006":
      return "221020307006: تجديد إقرار شهادة أهلية";
    case "221020307007":
      return "221020307007: إصدار بدل فاقد أو بدل تالف لإقرار شهادة أهلية";
    case "221020307008":
      return "221020307008: تعديل بيانات شهادة اهلية";
    case "221020307009":
      return "221020307009: إصدار جواز سفر بحري";
    case "221020307010":
      return "221020307010: تجديد جواز سفر بحري";
    case "221020307011":
      return "221020307011: إصدار بدل فاقد أو بدل تالف لجواز سفر بحري";
    case "221020307012":
      return "221020307012: تعديل بيانات جواز بحري";
    case "221020307013":
      return "221020307013: اصدار رخصة مزاولة المهنه للبحاره";
    case "221020307014":
      return "221020307014: تجديد رخصة مزاولة المهنة للبحاره";
    case "221020307015":
      return "221020307015: إصدار بدل فاقد أو بدل تالف لرخصة مزاولة المهنة للبحارة";
    case "221020307016":
      return "221020307016: إلغاء رخصة مزاولة المهنة";
    case "221020307017":
      return "221020307017: بدل فاقد - بدل تالف  تصديق واعتماد بالعمل على متن انواع معينة من ا";
    case "221020307018":
      return "221020307018: ​تصديق واعتماد  بالعمل على متن انواع معينة من السفن وفقاً لاتفاقية";
    case "221020308000":
      return "221020308000: التراخيص الخاصة بالشركات البحرية";
    case "221020308001":
      return "221020308001: إصدار التراخيص السنوية الخاصة باعتماد الشركات المتخصصة";
    case "221020308002":
      return "221020308002: تفتيش ومعاينة الشركات المتخصصة في مجال النقل البحري";
    case "221020309000":
      return "221020309000: خدمات العملاء والموانئ";
    case "221020309001":
      return "221020309001: إصدار بيان امتثال المرفق المينائي";
    case "221020309002":
      return "221020309002: إصدار شهادة بدل فاقد أو بدل تالف لبيان امتثال المرفق المينائي";
    case "221020309003":
      return "221020309003: الاعتماد السنوي لبيان امتثال المرفق المينائي";
    case "221020309004":
      return "221020309004: تعديل بيانات لبيان إمتثال مرفق مينائي";
    case "221020309005":
      return "221020309005: إصدار بطاقة مندوب بحري";
    case "221020309006":
      return "221020309006: تجديد بطاقة مندوب بحري";
    case "221020309007":
      return "221020309007: إلغاء بطاقة مندوب بحري";
    case "221020310000":
      return "221020310000: خدمات أخرى";
    case "221020310001":
      return "221020310001: بيع نسخة من القانون التجاري البحري للدولة";
    case "221020310002":
      return "221020310002: شهادة لمن يهمة الامر";
    case "221020310003":
      return "221020310003: تقديم اقتراح";
    case "221020310004":
      return "221020310004: تقديم شكوى";
    case "221020311000":
      return "221020311000: الخدمات البرية - ترخيص الضامن وأندية السيارات";
    case "221020311001":
      return "221020311001: إصدار رخصة فروع لنادي السيارات";
    case "221020311002":
      return "221020311002: تجديد رخصة نادي السيارات";
    case "221020311003":
      return "221020311003: إصدار بدل فاقد  تالف لرخصة نادي السيارات";
    case "221020311004":
      return "221020311004: طلب إضافة  تعديل البيانات والمعلومات لترخيص أندية السيارات";
    case "221020311005":
      return "221020311005: إلغاء ترخيص أندية السيارات";
    case "221020311006":
      return "221020311006: إصدار رخصة نادي السيارات";
    case "221020311007":
      return "221020311007: تجديد الترخيص لفروع نادي السيارات";
    case "221020311008":
      return "221020311008: إصدار بدل فاقد  تالف لترخيص فرع نادي السيارات";
    case "221020311009":
      return "221020311009: تعديل  إضافة بيانات لترخيص فرع نادي السيارات";
    case "221020311010":
      return "221020311010: إلغاء ترخيص فرع نادي السيارات";
    case "221020311011":
      return "221020311011: إصدار ترخيص فروع الضامن";
    case "221020311012":
      return "221020311012: تجديد رخصة فرع الضامن";
    case "221020311013":
      return "221020311013: طلب إضافة تعديل البيانات والمعلومات لرخصة فروع الضامن";
    case "221020311014":
      return "221020311014: إلغاء رخصة فروع الضامن";
    case "221020311015":
      return "221020311015: طلب بدل فاقد تالف لرخصة فروع الضامن";
    case "221020311016":
      return "221020311016: إصدار رخصة الضامن";
    case "221020311017":
      return "221020311017: تجديد رخصة الضامن";
    case "221020311018":
      return "221020311018: طلب إضافة  تعديل البيانات والمعلومات لرخصة الضامن";
    case "221020311019":
      return "221020311019: إلغاء رخصة الضامن";
    case "221020311020":
      return "221020311020: إصدار بدل فاقد تالف لرخصة الضامن";
    case "221020312000":
      return "221020312000: الخدمات البرية - البطاقات التشغيلية";
    case "221020312001":
      return "221020312001: إصدار بطاقة تشغيلية للمركبات الوطنية";
    case "221020312002":
      return "221020312002: تعليق البطاقة التشغيلية";
    case "221020312003":
      return "221020312003: إزالة التعليق لبطاقة تشغيلية";
    case "221020312004":
      return "221020312004: تجديد بطاقة تشغيلية للمركبات الوطنية";
    case "221020312005":
      return "221020312005: طلب تعديل البيانات والمعلومات للبطاقة التشغيلية للمركبات الوطنية";
    case "221020312006":
      return "221020312006: إصدار بدل فاقد تالف لبطاقة تشغيلية للمركبات الوطنية";
    case "221020312007":
      return "221020312007: إلغاء  شطب البطاقة التشغيلية للمركبات الوطنية";
    case "221020312008":
      return "221020312008: نقل ملكية البطاقة التشغيلية للمركبات الوطنية لكل مركبه";
    case "221020313000":
      return "221020313000: الخدمات البرية - الرخص التشغيلية لخدمات النقل البري";
    case "221020313001":
      return "221020313001: إصدار الرخصة التشغيلية المؤقتة للفروع (المنشآت الوطنية)";
    case "221020313002":
      return "221020313002: إصدار رخصة فتح فروع";
    case "221020313003":
      return "221020313003: إالغاء التوقف المؤقت إزالة التعليق";
    case "221020313004":
      return "221020313004: إصدار الرخص التشغيلية الدائمة (المنشات الوطنية)";
    case "221020313005":
      return "221020313005: تجديد الرخص التشغيلية الدائمة (المنشآت الوطنية)";
    case "221020313006":
      return "221020313006: اصدار بدل فاقد  بدل تالف للرخص التشغيلية الدائمة عن كل رخصة";
    case "221020313007":
      return "221020313007: إصدار الرخصة التشغيلية المؤقتة للفروع";
    case "221020313008":
      return "221020313008: إلغاء  شطب الرخصة التشغيلية الدائمة (المنشات الوطنية)";
    case "221020313009":
      return "221020313009: نقل ملكية الرخصة التشغيلية الدائمة لكل نشاط (المنشات الوطنية)";
    case "221020313010":
      return "221020313010: إزالة تعليق الرخصة التشغيلية الدائمة (المنشات الوطنية)";
    case "221020313011":
      return "221020313011: طلب تعديل البيانات والمعلومات المتعلقة بالرخصة التشغيلية الدائمة (";
    case "221020313012":
      return "221020313012: تعليق الرخصة التشغيلية الدائمة (المنشات الوطنية)";
    case "221020313013":
      return "221020313013: طلب تعديل البيانات والمعلومات المتعلقة برخصة فتح فروع";
    case "221020313014":
      return "221020313014: إصدار الرخص التشغيلية المؤقتة (المنشات الوطنية)";
    case "221020401000":
      return "221020401000: تطوير وتنفيذ برامج وبدائل اسكان المواطنين";
    case "221020401001":
      return "221020401001: تخطيط وتنفيذ  برامج التمويل السكني وتطوير وتنفيذ منتجات التمويل ال";
    case "221020401002":
      return "221020401002: إدارة محفظة القروض";
    case "221020402000":
      return "221020402000: تصميم وتطوير الخدمات بما يعزز الكفاءة والاستباقية";
    case "221020402001":
      return "221020402001: توفير باقات خدمات استباقية";
    case "221020402002":
      return "221020402002:  تعزيز كفاءة وفاعلية أداء الخدمات";
    case "221020402003":
      return "221020402003: تفعيل استخدام الخدمات الذكية";
    case "221020402004":
      return "221020402004: تفعيل منصات الذكاء الاصطناعي للمتعاملين";
    case "221020403000":
      return "221020403000: تقديم خدمات الرفاه السكني";
    case "221020403001":
      return "221020403001: تخفيض زمن رحلة المواطن للحصول على الدعم السكني";
    case "221020403002":
      return "221020403002:  تنفيذ المحطات التشاركية لرحلة المواطن في المسكن (مسارك)";
    case "221020403003":
      return "221020403003: تقديم الارشاد السكني لرفع وعي المواطنين في البناء";
    case "221020403004":
      return "221020403004: إعداد الاستراتيجية الوطنية للاسكان";
    case "221020404000":
      return "221020404000: التعامل مع طلبات الدعم السكني";
    case "221020404001":
      return "221020404001: طلب دعم سكني جديد";
    case "221020404002":
      return "221020404002: تقديم تظلم عن قرار الدعم السكني";
    case "221020404003":
      return "221020404003: تحديث بيانات طلب الدعم السكني";
    case "221020404004":
      return "221020404004: الاستفسار عن حالة طلب الدعم السكني";
    case "221020404005":
      return "221020404005: إلغاء طلب الدعم السكني";
    case "221020405000":
      return "221020405000: تنفيذ الدعم السكني";
    case "221020405001":
      return "221020405001: فتح ملف تنفيذ مساعدة سكنية";
    case "221020405002":
      return "221020405002: طلب الاستلام الابتدائي";
    case "221020405003":
      return "221020405003: طلب تخفيض أو تأجيل قسط الدعم السكني";
    case "221020405004":
      return "221020405004: طلب تقديم  تحويل دفعات المشروع";
    case "221020405005":
      return "221020405005: طلب تمديد";
    case "221020405006":
      return "221020405006: طلب تحديد مستحقي الدعم السكني";
    case "221020405007":
      return "221020405007: طلب الحصول على تصميم نموذج وحدة سكنية";
    case "221020405008":
      return "221020405008: طلب قائمة المقاولين والاستشارين";
    case "221020405009":
      return "221020405009: طلب الحصول على معلومات";
    case "221020501000":
      return "221020501000: الإدارة المتكاملة للموارد المائية";
    case "221020501001":
      return "221020501001: تطوير اطار تنفيذي للإدارة المتكاملة للموارد المائية";
    case "221020502000":
      return "221020502000: تبني أفضل الممارسات  في ادارة وتخفيض الفاقد المائي في شبكات نقل وت";
    case "221020502001":
      return "221020502001: إطلاق المختبر الابتكاري التشاوري؛ حول أفضل الممارسات والحلول الرائ";
    case "221020502002":
      return "221020502002: ضمان تطبيق أفضل الممارسات والحلول والمشاريع لإدارة وخفض فاقد الميا";
    case "221020503000":
      return "221020503000: مشروع الربط الكهربائي العربي";
    case "221020503001":
      return "221020503001: متابعة خطط فقدان الطاقة الكهربائية (موثوقية الشبكة الكهربائية)";
    case "221020503002":
      return "221020503002: متابعة مستندات واتفاقيات حوكمة السوق.";
    case "221020503003":
      return "221020503003: المشاركة في اللجان الفنية لإنشاء وتنظيم الربط الكهربائي.";
    case "221020504000":
      return "221020504000: انشاء وحوكمة سوق  الطاقة";
    case "221020504001":
      return "221020504001: الإدارة الفعالة للجان الفنية و التنظيمية لمشروع سينيرجي";
    case "221020504002":
      return "221020504002: إنشاء قواعد بيانات رقمية واضحة لتبادل سلعة الكهرباء وتنظيم عملية ا";
    case "221020504003":
      return "221020504003: تطوير منصة سوق تبادل الطاقة بين الجهات المختصه بالكهرباء و المياة";
    case "221020504004":
      return "221020504004: تطوير نظام النمذجة plexos and PSSE لتخطيط الشبكات";
    case "221020504005":
      return "221020504005: متابعة إنشاء المنظم الاتحادي";
    case "221020505000":
      return "221020505000: البرنامج الوطني لإدارة الطلب على الطاقة والمياه";
    case "221020505001":
      return "221020505001: إعداد برنامج تحسين كفاءة استخدام الطاقة في الصناعات ذات الكثافة ال";
    case "221020505002":
      return "221020505002: إعداد برنامج تحسين كفاءة استخدام الطاقة في المباني الحكومية";
    case "221020505003":
      return "221020505003: إعداد برنامج تحسين كفاءة استخدام الطاقة في قطاع النقل";
    case "221020505004":
      return "221020505004: إعداد برنامج تحسين كفاءة استخدام المياه في  قطاع الزراعة.";
    case "221020505005":
      return "221020505005: تطوير منصة الحملة الوطنية للترشيد و التوعية";
    case "221020505006":
      return "221020505006: تطوير نظام الري الذكي";
    case "221020506000":
      return "221020506000: تعزيز دور الطاقة المستقبلية و أمن الإمدادات";
    case "221020506001":
      return "221020506001: تطوير قطاع الهيدروجين في دولة الإمارات العربية المتحدة";
    case "221020506002":
      return "221020506002: اعداد ميزان الطاقة وفقاً للمعايير الدولية.";
    case "221020506003":
      return "221020506003: تطوير مرصد الطاقة 2050";
    case "221020506004":
      return "221020506004: إعداد تقرير جرد إنبعاثات الغازات الدفيئة بالتعاون مع الشركاء والمع";
    case "221020507000":
      return "221020507000: خطة الخزين الاستراتيجي للمشتقات البترولية";
    case "221020507001":
      return "221020507001: تنفيذ الاطار العام والخاص بالبيانات والتقارير الخاصة بالخزين الاست";
    case "221020507002":
      return "221020507002: وضع التوصيات الأساسية بتوفير وتأمين مخزون استراتيجي للمشتقات البتر";
    case "221020508000":
      return "221020508000: الاستراتيجية الوطنية للثروة المعدنية";
    case "221020508001":
      return "221020508001: إستحداث الاستراتيجية الوطنية لتنظيم قطاع التعدين";
    case "221020508002":
      return "221020508002: تطوير قاعدة البيانات الجيولوجية و الجيوفيزيائية";
    case "221020508003":
      return "221020508003: تطوير البرنامج الوطني لحماية التراث الجيولوجي و السياحة الجيولوجية";
    case "221020509000":
      return "221020509000: تطوير  وسائل الحصاد المائي";
    case "221020509001":
      return "221020509001: تأسيس نظام معلومات المياه الطبيعية.";
    case "221020509002":
      return "221020509002: دراسة ونمذجة الاحواض المائية بالوديان الرئيسية.";
    case "221020509003":
      return "221020509003: تحاليل جودة المياه السطحية والجوفية.";
    case "221020509004":
      return "221020509004: تقييم فاعلية السدود فى تغذية مخزون المياه الجوفية و تقييم ومراقبة";
    case "221020510000":
      return "221020510000: استدامة عمليات شركات المشتقات البترولية الوطنية للتوزيع";
    case "221020510001":
      return "221020510001: تطوير المنصة الرقمية للمتابعات الدورية لأسعار المشتقات البترولية";
    case "221020510002":
      return "221020510002: حوكمة وتحليل حالة المشتقات البترولية بالدولة مقارنة بالمعايير الدو";
    case "221020511000":
      return "221020511000: إدارة المعرفة والمعلومات الاحصائية";
    case "221020511001":
      return "221020511001: إعداد استراتيجية البيانات و إدارة المعرفة";
    case "221020511002":
      return "221020511002: الإدارة الفعالة للبيانات المفتوحة";
    case "221020511003":
      return "221020511003: تطوير المنصة الإحصائية الذكية";
    case "221020512000":
      return "221020512000: إدارة منظومة البيانات الضخمة المتكاملة للطاقة والبنية التحتية";
    case "221020512001":
      return "221020512001: إنشاء وتحديث قاعدة البيانات الضخمة";
    case "221020512002":
      return "221020512002: تطبيق معايير نضج البيانات الحكومية الاتحادية";
    case "221020512003":
      return "221020512003: المنصة الرقمية الموحدة لبيانات الطاقة و البنية التحتية";
    case "221020513000":
      return "221020513000: تعزيز الجاهزية للتعامل مع الأزمات والطوارئ";
    case "221020513001":
      return "221020513001: تطوير استراتيجية للتعامل مع الأزمات والطوارئ";
    case "221020513002":
      return "221020513002: بناء نظام ذكي لإدارة المخاطر المؤسسية ERM";
    case "221020514000":
      return "221020514000: خدمة الخرائط الجيولوجية";
    case "221020514001":
      return "221020514001: خريطة جيولوجية مقياس ( 1:25000)";
    case "221020514002":
      return "221020514002: خريطة جيولوجية مقياس (1:50000)";
    case "221020514003":
      return "221020514003: خريطة جيولوجية مقياس (1:250.000)";
    case "221020514004":
      return "221020514004: خريطة جيولوجية مقياس (1:100.000)";
    case "221020514005":
      return "221020514005: خريطة جيولوجية مقياس (1:500.000)";
    case "221020515000":
      return "221020515000: خدمة التقارير الجيولوجية";
    case "221020515001":
      return "221020515001: الكتب والمجلدات الجيولوجية";
    case "221020515002":
      return "221020515002: الدراسات الجيولوجية";
    case "221020516000":
      return "221020516000: خدمة التقارير الجيوفيزيائية";
    case "221020516001":
      return "221020516001: التقارير الجيوفيزيائية المغناطيسية والتثاقلية الدراسات الجيولوجية";
    case "221020516002":
      return "221020516002: التقارير الجيوفيزيائية السيزمية";
    case "221020517000":
      return "221020517000: خدمة الأفلام الجيولوجية";
    case "221020517001":
      return "221020517001: فيلم عن جيولوجية دولة الإمارات العربية المتحدة (DVD)";
    case "221020518000":
      return "221020518000: خدمة كتاب لمن يهمه الأمر للزيارات الميدانية للمواقع الجيولوجية بدو";
    case "221020518001":
      return "221020518001: خدمة تجديد كتاب التصريح  للزيارات الميدانية";
    case "221020518002":
      return "221020518002: الغاء كتاب التصريح للزيارات الميدانية";
    case "221020519000":
      return "221020519000: خدمة تجديد كتاب التصريح للزيارات الميدانية";
    case "221020519001":
      return "221020519001: خدمة تجديد كتاب التصريح  للزيارات الميدانية";
    case "221020519002":
      return "221020519002: الغاء كتاب التصريح للزيارات الميدانية";
    case "221020520000":
      return "221020520000: خدمة إلغاء كتاب التصريح للزيارات الميدانية";
    case "221020520001":
      return "221020520001: خدمة تجديد كتاب التصريح  للزيارات الميدانية";
    case "221020520002":
      return "221020520002: الغاء كتاب التصريح للزيارات الميدانية";
    case "221020521000":
      return "221020521000: خدمة اصدار شهادة عدم الممانعة بإزالة الرواسب الطينية من بحيرات الس";
    case "221020521001":
      return "221020521001: لا توجد خدمة فرعية";
    case "221020522000":
      return "221020522000: خدمة تقارير الطاقة";
    case "221020522001":
      return "221020522001: التقرير الاحصائي السنوي";
    case "221020522002":
      return "221020522002: تقرير حالة الطاقة";
    case "221020523000":
      return "221020523000: خدمة (اسال الطاقة الذكية ) التطبيقات الذكية للطاقة والمياه";
    case "221020523001":
      return "221020523001: خدمة (اسال الطاقة الذكية) التطبيقات الذكية للطاقة والمياه   تطبيق";
    case "221020601000":
      return "221020601000: إدارة الموارد المالية بكفاءة وفعالية";
    case "221020601001":
      return "221020601001: إعداد الميزانية ومتابعة تنفيذها";
    case "221020601002":
      return "221020601002: إدارة الرواتب";
    case "221020601003":
      return "221020601003: إدارة المدفوعات والاستحقاقات";
    case "221020601004":
      return "221020601004: اجراء التدقيق الداخلي";
    case "221020602000":
      return "221020602000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "221020602001":
      return "221020602001: إدارة العقود ومتابعتها";
    case "221020602002":
      return "221020602002: إدارة المشتريات Microkitchen";
    case "221020603000":
      return "221020603000: تطبيق أفضل ممارسات الموارد البشرية";
    case "221020603001":
      return "221020603001: تخطيط او إستقطاب وتعيين الموارد البشرية المواطنة والحفاظ عليها وتق";
    case "221020603002":
      return "221020603002: تدريب وتطوير الموظفين";
    case "221020603003":
      return "221020603003: إدارة خدمات الموارد البشرية الأخرى (التعويضات والفوائد، شؤون الموظ";
    case "221020604000":
      return "221020604000: ضمان تطبيق معايير الجودة والتميز  المؤسسي";
    case "221020604001":
      return "221020604001: إدارة الجودة";
    case "221020604002":
      return "221020604002: إدارة علاقات المتعاملين";
    case "221020604003":
      return "221020604003: الإعداد للمشاركة في جائزة الشيخ محمد بن راشد للأداء الحكومي المتمي";
    case "221020605000":
      return "221020605000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "221020605001":
      return "221020605001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "221020605002":
      return "221020605002: إدارة النشاط الإعلامي";
    case "221020605003":
      return "221020605003: إدارة النشاط الإلكتروني";
    case "221020606000":
      return "221020606000: تطبيق أفضل الممارسات العالمية في القيادة";
    case "221020606001":
      return "221020606001: إدارة عمل مكاتب الوزراء والمدير العام ( الوكيل والوكلاء المساعدين";
    case "221020606002":
      return "221020606002: إدارة عمل مكاتب مستشاري الوزير والمدير العام ( الوكيل )";
    case "221020607000":
      return "221020607000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221020607001":
      return "221020607001: وضع و تطوير الخطة الاستراتيجية والتشغيلية";
    case "221020607002":
      return "221020607002: تحديد وتطوير مؤشرات الاداء الرئيسية وقياس الأداء";
    case "221020608000":
      return "221020608000: توفير أفضل الخدمات القانونية";
    case "221020608001":
      return "221020608001: إعداد الدراسات والإستشارات القانونية";
    case "221020608002":
      return "221020608002: ادارة الشؤون القانونية";
    case "221020609000":
      return "221020609000: توفير احدث خدمات لتقنية المعلومات";
    case "221020609001":
      return "221020609001: ادارة وتطوير النظم الالكترونية";
    case "221020609002":
      return "221020609002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "221020609003":
      return "221020609003: إدارة الشبكات وأمن المعلومات";
    case "221020610000":
      return "221020610000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221020610001":
      return "221020610001: الصيانة";
    case "221020610002":
      return "221020610002: الإيجار";
    case "221020610003":
      return "221020610003: المواصلات";
    case "221020610004":
      return "221020610004: رسوم الاستشارات";
    case "221020610005":
      return "221020610005: المصروفات المتكررة الأخرى (الصادر والوارد، المواقف، الهواتف والانت";
    case "221020610006":
      return "221020610006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات .... الخ)";
    case "221020611000":
      return "221020611000: تنفيذ ميزانية الوظائف";
    case "221020701000":
      return "221020701000: بناء قدرات الموظفين في مجال الابتكار";
    case "221020701001":
      return "221020701001: تنظيم مسابقات داخلية للموظفين لنشر ثقافة الابتكار";
    case "221020701002":
      return "221020701002: تنفيذ برامج تدريبية للموظفين في مجال الابتكار";
    case "221020701003":
      return "221020701003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين";
    case "221020702000":
      return "221020702000: تبني أحدث وسائل الابتكار في الجهة";
    case "221020702001":
      return "221020702001: تفعيل نظام تقديم الاقتراحات والأفكار الابتكارية";
    case "221020702002":
      return "221020702002: تنفيذ مختبرات للابتكار  جلسات عصف ذهني لجذب الأفكار باستخدام أدوات";
    case "221020703000":
      return "221020703000: تحسين العمليات بما يعزز من الابتكار";
    case "221020703001":
      return "221020703001: العائد المادي من تطبيق الأفكار ةالمقترحات على أنشطة الوزارة";
    case "221020703002":
      return "221020703002: العائد غير المادي من تطبيق الأفكار على أنشطة الوزارة";
    case "221020703003":
      return "221020703003: تشجيع البحث والتطوير";
    case "221030101000":
      return "221030101000: الحفاظ على جميع مكونات التراث الثقافي";
    case "221030101001":
      return "221030101001: تسجيل عناصر جديدة للتراث غير المادي لدى منظمة اليونسكو";
    case "221030101002":
      return "221030101002: الانضمام لاتفاقية حماية التراث المغمور بالمياه";
    case "221030101003":
      return "221030101003: الإعداد للتقرير الدوري لملفات التراث غير المادي المسجلة في منظمة ا";
    case "221030101004":
      return "221030101004: التوعية بالتراث والآثار لطلاب المدارس والجامعات والمهتمين";
    case "221030101005":
      return "221030101005: تحديث منصة التراث الثقافي المادي وغير المادي";
    case "221030101006":
      return "221030101006: تصميم آلية لتزويد الوزارة بالاتفاقيات التي تقوم الجهات المحلية بإب";
    case "221030101007":
      return "221030101007: تحديث قائمة المباني والمواقع المسجلة وطنياً للتراث الحديث";
    case "221030101008":
      return "221030101008: الدعم الفني لإطلاق كتاب التراث الحديث في رأس الخيمة 1970- 1990";
    case "221030102000":
      return "221030102000: تطوير الأنظمة التشريعية لحماية التراث";
    case "221030102001":
      return "221030102001: وضع معيار الأمن والطوارئ للمنشآت الأثرية في الدولة";
    case "221030102002":
      return "221030102002: دراسة متطلبات تشريع وتنظيم التراث العمراني والتراث المغمور بالمياه";
    case "221030102003":
      return "221030102003: تطوير وصياغة التشريعات اللازمة لمجال التراث الثقافي";
    case "221030102004":
      return "221030102004: إعداد ونشر دليل إرشادي للتراث الحديث";
    case "221030103000":
      return "221030103000: تنمية قدرات العاملين في مجال التراث";
    case "221030103001":
      return "221030103001: تنفيذ البرنامج التدريبي لإعداد وتسجيل ملفات التراث";
    case "221030103002":
      return "221030103002: تنفيذ ورش عمل ومحاضرات ومعارض توعوية حول التراث الحديث";
    case "221030103003":
      return "221030103003: التنقيب والتدريب على أعمال الحفر التي يقوم بها علماء الآثار في الح";
    case "221030104000":
      return "221030104000: ترسيخ ثقافة الدولة الأصيلة، وتعزيز مفاهيم الهوية الوطنية والقيم ال";
    case "221030104001":
      return "221030104001: اعداد واطلاق استراتيجية الهوية الوطنية 2031 (متضمناً تحديث منهجية";
    case "221030105000":
      return "221030105000: تعزيز دور ومكانة الدولة كمركز عالمي للنهوض باللغة العربية وعلومها";
    case "221030105001":
      return "221030105001: دعم تطوير معهد زايد للغة العربيّة من خلال المشاريع بالتنسيق مع الش";
    case "221030106000":
      return "221030106000: باقة خدمات الآثار";
    case "221030106001":
      return "221030106001: خدمة تسجيل القطع والمواقع الأثرية";
    case "221030106002":
      return "221030106002: خدمة تسجيل القطع الثقافية المستعارة";
    case "221030201000":
      return "221030201000: تنشيط قطاع الفنون بمجالاته المختلفة";
    case "221030201001":
      return "221030201001: تطوير اللائحة التنفيذية لقانون التفرغ الرياضي والإبداعي";
    case "221030201002":
      return "221030201002: تنفيذ خطة أوركسترا الإمارات الوطنية (مستمر حتى العام 2024)";
    case "221030201003":
      return "221030201003: اعداد وتنفيذ منهجية أرشفة الأعمال الفنية الوطنية";
    case "221030201004":
      return "221030201004: اعداد استراتيجية قطاع الفنون";
    case "221030201005":
      return "221030201005: اعداد استراتيجية لمجال الفنون الأدبية";
    case "221030201006":
      return "221030201006: القياس التجريبي لمؤشر الإمارات للآداب";
    case "221030202000":
      return "221030202000: تنسيق التعاون لتطوير وتنفيذ الخطة الوطنية للقراءة";
    case "221030202001":
      return "221030202001: إعداد اللائحة التنفيذية لقانون القراءة";
    case "221030202002":
      return "221030202002: مراجعة وتحديث الخطة الوطنية للقراءة (2026)";
    case "221030301000":
      return "221030301000: اطلاق وتفعيل استراتيجية الصناعات الثقافية والإبداعية";
    case "221030301001":
      return "221030301001: تفعيل استراتيجية الصناعات الثقافية والإبداعية وتنسيق وضع الخطط على";
    case "221030301002":
      return "221030301002: دراسة استراتيجية وطنية لقطاع الألعاب الإلكترونية";
    case "221030302000":
      return "221030302000: تطوير التشريعات والخدمات الاستباقية لبيئة أعمال قطاع الصناعات الإب";
    case "221030302001":
      return "221030302001: متابعة تطوير التشريعات المتعلقة بالعاملين المستقلين في قطاع الصناع";
    case "221030302002":
      return "221030302002: تطوير وتقديم خدمات استباقية في قطاع الاعلام والنشر";
    case "221030302003":
      return "221030302003: تنفيذ الخدمات الإعلامية لاكسبو 2020";
    case "221030302004":
      return "221030302004: تطوير وموائمة خدمات التراخيص والمحتوى الإعلامي في الدولة";
    case "221030302005":
      return "221030302005: دراسة منظومة الملكية الفكرية وتطويرها بالتنسيق مع وزارة الاقتصاد";
    case "221030302006":
      return "221030302006: تطبيق التوصيات والمخرجات التنسيقية والتنظيمية لتحسين بيئة أعمال ال";
    case "221030302007":
      return "221030302007: تطبيق مخرجات دراسة تحفيز التمويل في القطاع الثقافي والإبداعي";
    case "221030303000":
      return "221030303000: تنظيم وتطوير القطاع الإعلامي والموائمة مع سوق الاعلام في الدولة";
    case "221030303001":
      return "221030303001: مراجعة وتطوير التشريعات الإعلامية (الإعلام الالكتروني، لائحة التصن";
    case "221030303002":
      return "221030303002: دراسة استشراف مستقبل الاعلام والنشر";
    case "221030304000":
      return "221030304000: الدعم الفني والتمويل لتمكين بيئة الأعمال في قطاع الصناعات الإبداعي";
    case "221030304001":
      return "221030304001: دعم جمعيات النفع العام";
    case "221030304002":
      return "221030304002: دراسة سياسة تمويلية للقطاع الثقافي والإبداعي";
    case "221030305000":
      return "221030305000: رعاية واحتضان الموهوبين والمبدعين في القطاع الإبداعي والإعلامي وضم";
    case "221030305001":
      return "221030305001: تطبيق تأشيرة المبدعين (الثقافيين والإعلاميين)";
    case "221030305002":
      return "221030305002: اطلاق برامج لدعم الموهوبين في قطاع الاعلام والنشر";
    case "221030305003":
      return "221030305003: التعاون مع برامج مسرعات بدء الأعمال في مجال الصناعات الثقافية والإ";
    case "221030305004":
      return "221030305004: التعاون مع وزارة التعليم العالي لتقديم مزيد من المنح الدراسية للمج";
    case "221030306000":
      return "221030306000: زيادة نضج البيانات الإبداعية والإعلامية";
    case "221030306001":
      return "221030306001: تعزيز الإطار الاقتصادي في القطاع الثقافي والإبداعي";
    case "221030306002":
      return "221030306002: اطلاق نظام بيانات القطاع الإبداعي والإعلامي والشبابي";
    case "221030307000":
      return "221030307000: تطوير وتفعيل اللجنة الوطنية للتربية والثقافة والعلوم";
    case "221030307001":
      return "221030307001: المشاركات في الاجتماعات والمؤتمرات الإقليمية والدولية ضمن عمل اللج";
    case "221030307002":
      return "221030307002: تسليم المساهمات السنوية للمنظمات الدولية";
    case "221030307003":
      return "221030307003: تصويب أوضاع منظمات الإيكوم والإيكوموس في الدولة";
    case "221030307004":
      return "221030307004: الإعداد للتقرير الدوري لاتفاقية الاتجار غير المشروع للممتلكات الثق";
    case "221030307005":
      return "221030307005: دراسة الانضمام إلى اتفاقية ال UNDROIT";
    case "221030307006":
      return "221030307006: وضع وتنفيذ الخطة الاستراتيجية والهيكل التنظيمي للجنة الوطنية للترب";
    case "221030307007":
      return "221030307007: إعداد قرار المجلس التنفيذي لليونسكو";
    case "221030307008":
      return "221030307008: الترشح لعضوية أحد اللجان في منظمة اليونسكو";
    case "221030307009":
      return "221030307009: تحديد مؤتمر عالمي في مجال عمل اللجنة ليتم استضافته في الدولة";
    case "221030307010":
      return "221030307010: دراسة توفير فرص التدريب والتوظيف للمواطنين العرب في المنظمات الدول";
    case "221030307011":
      return "221030307011: وضع إطار عمل لأندية اليونسكو في الإمارات";
    case "221030308000":
      return "221030308000: تعزيز المشاركات الدولية الثقافية والإبداعية والشبابية وترويج الثقا";
    case "221030308001":
      return "221030308001: إبراز اهتمام الدولة في الحفاظ على التراث المادي العالمي المهدد بال";
    case "221030308002":
      return "221030308002: التخطيط والإشراف على تنفيذ برنامج تبادل الحوار الثقافي";
    case "221030308003":
      return "221030308003: تعزيز حضور وزارة الثقافة في المؤتمرات الإعلامية";
    case "221030308004":
      return "221030308004: المشاركة في المؤتمرات الدولية لترويج الصناعات الثقافية والإبداعية";
    case "221030308005":
      return "221030308005: المشاركة في القمة العالمية للحكومات";
    case "221030308006":
      return "221030308006: تنفيذ أجندة الفعاليات الثقافية (الوطنية والدولية)";
    case "221030308007":
      return "221030308007: دعم إقامة جناح بينالي البندقية لدولة الإمارات في فينيسيا";
    case "221030309000":
      return "221030309000: اعتماد مراسلي وسائل الإعلام الأجنبية";
    case "221030309001":
      return "221030309001: إصدار بطاقات مراسلي وسائل الإعلام الأجنبية";
    case "221030309002":
      return "221030309002: تجديد بطاقات مراسلي وسائل الإعلام";
    case "221030309003":
      return "221030309003: إلغاء بطاقات مراسلي وسائل الإعلام الأجنبية";
    case "221030310000":
      return "221030310000: متابعة محتوى المواد الإعلامية";
    case "221030310001":
      return "221030310001: خدمة إصدار ترقيم دولي للكتب";
    case "221030310002":
      return "221030310002: متابعة تداول المواد الاعلامية   التفتيش";
    case "221030310003":
      return "221030310003: تنظيم دخول المواد الإعلامية من خلال منافذ الدولة";
    case "221030310004":
      return "221030310004: إجازة تداول المطبوعات";
    case "221030310005":
      return "221030310005: اجازة تداول وتوزيع الصحف والمجلات";
    case "221030310006":
      return "221030310006: تجديد اجازة تداول وتوزيع الصحف والمجلات";
    case "221030310007":
      return "221030310007: إلغاء اجازة تداول وتوزيع الصحف والمجلات";
    case "221030310008":
      return "221030310008: إجازة المصنفات الفنية";
    case "221030310009":
      return "221030310009: إجازة نصوص";
    case "221030310010":
      return "221030310010: اجازة طباعة";
    case "221030311000":
      return "221030311000: تراخيص الأنشطة الإعلامية";
    case "221030311001":
      return "221030311001: إصدار ترخيص أنشطة البث الاذاعي و التلفزيوني";
    case "221030311002":
      return "221030311002: تجديد ترخيص أنشطة البث الاذاعي و التلفزيوني";
    case "221030311003":
      return "221030311003: إلغاء ترخيص أنشطة البث الاذاعي و التلفزيوني";
    case "221030311004":
      return "221030311004: تعديل بيانات ترخيص أنشطة البث الاذاعي و التلفزيوني";
    case "221030311005":
      return "221030311005: إصدار ترخيص مجلة   جريدة";
    case "221030311006":
      return "221030311006: تجديد ترخيص مجلة   جريدة";
    case "221030311007":
      return "221030311007: إلغاء ترخيص مجلة   جريدة";
    case "221030311008":
      return "221030311008: تعديل بيانات ترخيص مجلة   جريدة";
    case "221030311009":
      return "221030311009: إصدار التراخيص الإعلامية ذات الطابع التجاري";
    case "221030311010":
      return "221030311010: تجديد التراخيص الإعلامية ذات الطابع التجاري";
    case "221030311011":
      return "221030311011: تعديل بيانات التراخيص الإعلامية ذات الطابع التجاري";
    case "221030311012":
      return "221030311012: إلغاء التراخيص الإعلامية ذات الطابع التجاري";
    case "221030311013":
      return "221030311013: تصاريح التصوير";
    case "221030311014":
      return "221030311014: إصدار بطاقة صحفية";
    case "221030311015":
      return "221030311015: تجديد بطاقة صحفية";
    case "221030311016":
      return "221030311016: الغاء بطاقة صحفية";
    case "221030311017":
      return "221030311017: فتح مكتب تمثيلي في الدولة لمطبوعة او وسيلة إعلامية";
    case "221030311018":
      return "221030311018: تجديد مكتب تمثيلي في الدولة لمطبوعة او وسيلة إعلامية";
    case "221030311019":
      return "221030311019: تعديل بيانات مكتب تمثيلي في الدولة لمطبوعة او وسيلة إعلامية";
    case "221030311020":
      return "221030311020: إلغاء مكتب تمثيلي في الدولة لمطبوعة او وسيلة إعلامية";
    case "221030311021":
      return "221030311021: تصاريح إدخال معدات التصوير";
    case "221030312000":
      return "221030312000: الاستفسار عن الخدمات";
    case "221030312001":
      return "221030312001: الاستفسار عن خدمات التراخيص الإعلامي";
    case "221030312002":
      return "221030312002: الاستفسار عن خدمات المحتوى الإعلامي";
    case "221030401000":
      return "221030401000: تطوير الأجندة الوطنية للشباب";
    case "221030401001":
      return "221030401001: اعداد ومتابعة الأجندة الوطنية للشباب";
    case "221030402000":
      return "221030402000: تطوير سياسات وتشريعات متعلقة بالشباب";
    case "221030402001":
      return "221030402001: استحداث ومراجعة وتعديل سياسات وتشريعات لتخطي تحديات الشباب";
    case "221030403000":
      return "221030403000: صناعة المعرفة في قطاع الشباب";
    case "221030403001":
      return "221030403001: تطوير مؤشر ودليل تمكين الشباب";
    case "221030403002":
      return "221030403002: اصدار تقرير نبض الشباب";
    case "221030403003":
      return "221030403003: تنفيذ المسح الوطني للشباب";
    case "221030404000":
      return "221030404000: تعزيز حضور مكانة الدولة دولياً في كافة المجالات المتعلقة بقطاع الش";
    case "221030404001":
      return "221030404001: تمثيل الدولة في المحافل والمنظمات والفعاليات الدولية المتعلقة بالش";
    case "221030404002":
      return "221030404002: التنسيق الدولي وبناء الشراكات الاستراتيجية لتطوير قطاع الشباب";
    case "221030405000":
      return "221030405000: غرس القيم الإماراتية والانتماء الوطني للشباب";
    case "221030405001":
      return "221030405001: ادارة البرنامج الوطني لقيم شباب الإمارات";
    case "221030405002":
      return "221030405002: تنظيم نموذج للتوجيه الجماعي  100 موجه";
    case "221030406000":
      return "221030406000: بناء القدرات والمواهب وكفاءات الشباب";
    case "221030406001":
      return "221030406001: وضع برنامج سنوي للمدرسة المهنية لشباب الامارات واستقطاب الشركاء";
    case "221030406002":
      return "221030406002: الاكاديمية الصيفية لشباب الامارات  المخيم الصيفي";
    case "221030406003":
      return "221030406003: تقديم خدمات التوجيه والاستشارة المهنية  الارشاد المهني لشباب الاما";
    case "221030406004":
      return "221030406004: توفير فرص التدريب المهني للشباب  برنامج التدريب المهني للشباب";
    case "221030407000":
      return "221030407000: تمكين الوعي والمعرفة لدى الشباب";
    case "221030407001":
      return "221030407001: تنظيم جلسات معرفية عن مختلف القضايا   شباب 101";
    case "221030407002":
      return "221030407002: تنظيم وإدارة المناظرات شبابية  المناظرات الشبابية";
    case "221030407003":
      return "221030407003: العمل على حملات تعزيز الصحة النفسية  مبادرة الصحة النفسية لشباب ال";
    case "221030407004":
      return "221030407004: توفير فرص التدريب العملي للشباب  التجارب العملية لشباب الامارات";
    case "221030408000":
      return "221030408000: تطوير وتحديث المراكز الإبداعية";
    case "221030408001":
      return "221030408001: إنشاء وتطوير المراكز الابداعية (يتضمن وضع تصور تفصيلي لآليات عمل ا";
    case "221030408002":
      return "221030408002: تفعيل المراكز الابداعية";
    case "221030408003":
      return "221030408003: تطوير مكتبات الوزارة";
    case "221030409000":
      return "221030409000: تصميم وبناء المساحات والمنصات الشبابية";
    case "221030409001":
      return "221030409001: توفير منصات لإبراز المواهب الشبابية   أضواء شبابية";
    case "221030409002":
      return "221030409002: دعم رواد الأعمال من فئة الشباب  محطة الشباب";
    case "221030410000":
      return "221030410000: تطوير وإطلاق الممكنات الشبابية";
    case "221030410001":
      return "221030410001: تصميم المبادرات والمشاريع الشبابية والإبداعية";
    case "221030411000":
      return "221030411000: تطوير منظومة متكاملة ومستدامة لإشراك الشباب في صنع القرار";
    case "221030411001":
      return "221030411001: تنظيم ملتقى القيادات الشابة في دولة الإمارات";
    case "221030411002":
      return "221030411002: تنظيم وادارة الحلقات شبابية";
    case "221030411003":
      return "221030411003: ادارة الانشطة الاعلامية والتواصل الشبابي";
    case "221030412000":
      return "221030412000: تمكين الشباب لخدمة الوطن في المشاريع التشاركية الإبداعية";
    case "221030412001":
      return "221030412001: دعم أصحاب المشاريع الشبابية  بمجهود الشباب";
    case "221030413000":
      return "221030413000: تفعيل دور الشباب في المشاركات العالمية";
    case "221030413001":
      return "221030413001: برنامج الأمم المتحدة للمندوبين الشباب";
    case "221030413002":
      return "221030413002: إدارة وتنظيم المبادرة العالمية لشباب الامارات  المبادرة العالمية ل";
    case "221030414000":
      return "221030414000: باقة خدمات المراكز الثقافية";
    case "221030414001":
      return "221030414001: خدمة تأجير مسارح وقاعات ومساحات الوزارة";
    case "221030414002":
      return "221030414002: خدمة منح عضوية المكتبات";
    case "221030414003":
      return "221030414003: خدمة استعارة المواد المكتبية";
    case "221030414004":
      return "221030414004: خدمة تمديد استعارة المواد المكتبية";
    case "221030501000":
      return "221030501000: إدارة الموارد المالية بكفاءة وفعالية";
    case "221030501001":
      return "221030501001: إعداد الميزانية ومتابعة تنفيذها";
    case "221030501002":
      return "221030501002: إدارة الرواتب";
    case "221030501003":
      return "221030501003: إدارة المدفوعات والاستحقاقات";
    case "221030502000":
      return "221030502000: إدارة المشتريات وفق أفضل الممارسات";
    case "221030502001":
      return "221030502001: تقييم الموردين";
    case "221030503000":
      return "221030503000: تطبيق أفضل ممارسات الموارد البشرية";
    case "221030503001":
      return "221030503001: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "221030503002":
      return "221030503002: تدريب وتطوير الموظفين";
    case "221030503003":
      return "221030503003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، تعويضات الرواتب";
    case "221030503004":
      return "221030503004: تصميم وتطبيق خطة السعادة";
    case "221030503005":
      return "221030503005: وضع خطة الاستثمار للموارد البشرية وتحديد متطلبات المواصفة وتطبيقها";
    case "221030503006":
      return "221030503006: وضع وتطبيق خطة السعادة وجودة الحياة وربطها بقطاعات الوزارة والجهات";
    case "221030503007":
      return "221030503007: تحديد الاجراءات غير الواردة ضمن نظام بياناتي والعمل على تطبيق أدوا";
    case "221030503008":
      return "221030503008: دراسة تقدير أعداد الموظفين حسب حجم العمل";
    case "221030504000":
      return "221030504000: توفير أحدث خدمات تقنية المعلومات";
    case "221030504001":
      return "221030504001: التحول الرقمي واطلاق  تطوير التطبيقات الذكية";
    case "221030504002":
      return "221030504002: تطوير النظم والتطبيقات الإلكترونية";
    case "221030504003":
      return "221030504003: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "221030504004":
      return "221030504004: ادارة الشبكات وأمن المعلومات";
    case "221030504005":
      return "221030504005: إدارة عقود صيانة تقنية المعلومات";
    case "221030504006":
      return "221030504006: إنشاء مركز التعافي من الأزمات";
    case "221030504007":
      return "221030504007: دراسة الوضع الحالي للأجهزة التقنية في الوزارة ورفع التوصيات المقتر";
    case "221030504008":
      return "221030504008: وضع وتنفيذ خطة لأتمتة الخدمات الداخلية بالتنسيق مع القطاعات";
    case "221030504009":
      return "221030504009: إدخال تقنيات الذكاء الاصطناعي في الخدمات الالكترونية والذكية";
    case "221030504010":
      return "221030504010: تصميم واطلاق خطة استمرارية الأعمال";
    case "221030505000":
      return "221030505000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221030505001":
      return "221030505001: صيانة وإدارة مباني وممتلكات الوزارة";
    case "221030505002":
      return "221030505002: تنفيذ إجراءات الضيافة وحجز الفنادق وتذاكر السفر";
    case "221030505003":
      return "221030505003: استئجار مباني الوزارة";
    case "221030505004":
      return "221030505004: المواصلات";
    case "221030505005":
      return "221030505005: المصروفات المتكررة الأخرى (الصادر والوارد، المرافق، الهواتف ،الخ )";
    case "221030505006":
      return "221030505006: الخدمات المشتركة الاخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ )";
    case "221030505007":
      return "221030505007: رسوم الاستشارات (شركات استشارية وخبراء)";
    case "221030505008":
      return "221030505008: الأرشفة الالكترونية للوثائق والملفات والأوعية الثقافية";
    case "221030506000":
      return "221030506000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "221030506001":
      return "221030506001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "221030506002":
      return "221030506002: إدارة النشاط الإعلامي";
    case "221030507000":
      return "221030507000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221030507001":
      return "221030507001: اعداد الخطة الاستراتيجية للوزارة (2023-2031)";
    case "221030507002":
      return "221030507002: وضع وتطوير الخطة التشغيلية والاستراتيجية";
    case "221030507003":
      return "221030507003: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "221030508000":
      return "221030508000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "221030508001":
      return "221030508001: تطوير وتأهيل مراكز تقديم الخدمة وفق معايير برنامج الإمارات للخدمة";
    case "221030508002":
      return "221030508002: ضمان تطبيق معايير مواصفات الجودة";
    case "221030508003":
      return "221030508003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "221030509000":
      return "221030509000: توفير أفضل الخدمات القانونية";
    case "221030509001":
      return "221030509001: إعداد الدراسات والاستشارات القانونية";
    case "221030509002":
      return "221030509002: إدارة الشؤون القانونية";
    case "221030510000":
      return "221030510000: إدارة الحوكمة والمخاطر";
    case "221030510001":
      return "221030510001: تطبيق الإطار العام للحوكمة";
    case "221030510002":
      return "221030510002: تطبيق آلية لإدارة المخاطر لجميع أنشطة الوزارة";
    case "221030510003":
      return "221030510003: إجراء التدقيق الداخلي";
    case "221030511000":
      return "221030511000: تنفيذ ميزانية الوظائف";
    case "221030512000":
      return "221030512000: تطبيق افضل الممارسات العالمية في القيادة";
    case "221030512001":
      return "221030512001: مكاتب الوزراء والوكيل";
    case "221030512002":
      return "221030512002: الوزراء ومستشاري الوزير والوكيل";
    case "221030512003":
      return "221030512003: إدارة المشاريع في الوزارة";
    case "221030512004":
      return "221030512004: إدارة الشراكات والمعارض في الوزارة";
    case "221030601000":
      return "221030601000: إدارة الابتكار المؤسسي";
    case "221030601001":
      return "221030601001: تثقيف وتوعية الموظفين في مجال الابتكار";
    case "221030601002":
      return "221030601002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي";
    case "221030601003":
      return "221030601003: إعداد وتنفيذ سياسة واستراتيجية للابتكار المؤسسي";
    case "221030602000":
      return "221030602000: استشراف المستقبل";
    case "221030602001":
      return "221030602001: اعداد دراسات لاستشراف المستقبل في مختلف قطاعات الثقافة";
    case "221110101000":
      return "221110101000: بناء منصة لإدارة البيانات وتعزيز شفافيتها ودقتها";
    case "221110101001":
      return "221110101001: تطوير قاعدة متخصصة للبيانات الصناعية";
    case "221110101002":
      return "221110101002: تطوير مؤشر الإنتاج الصناعي على النطاق الاتحادي";
    case "221110102000":
      return "221110102000: التحول الرقمي وتوحيد وتبسيط إجراءات التسجيل والترخيص والرسوم";
    case "221110102001":
      return "221110102001: تطوير منصة رقمية استباقية للخدمات الصناعية";
    case "221110102002":
      return "221110102002: تطوير منصة موحدة لخدمات المواصفات والمطابقة والاعتماد";
    case "221110102003":
      return "221110102003: نقل وترقية منصة القيمة الوطنية المضافة";
    case "221110103000":
      return "221110103000: وزارة رقمية بحلول 2022";
    case "221110103001":
      return "221110103001: تطوير منصة تنظيم سير الأعمال الداخلية (اجراءات ادارة الشراكات)";
    case "221110103002":
      return "221110103002: تطوير منصة تنظيم سير الأعمال الداخلية (قطاعات وادارات الوزارة)";
    case "221110104000":
      return "221110104000: برنامج حوار مستقبل الصناعة";
    case "221110104001":
      return "221110104001: عقد اجتماعات تفاعلية وزيارات ميدانية مع الجهات الاتحادية والمحلية";
    case "221110104002":
      return "221110104002: عقد اجتماعات تفاعلية وزيارات ميدانية مع الشركات المصنعة لحصر فرص ا";
    case "221110104003":
      return "221110104003: وضع آلية داخلية لايجاد حلول للتحديات الواردة";
    case "221110105000":
      return "221110105000: قانون الصناعة";
    case "221110105001":
      return "221110105001: مشروع تحديث قانون اتحادي رقم (1) لسنة 1979 في شأن تنظيم شؤون الصنا";
    case "221110105002":
      return "221110105002: اعداد و تقديم اللائحة التنفيذية لقانون الصناعة";
    case "221110106000":
      return "221110106000: إطلاق منهجية الشراكة والتنمية مع قطاعات الأعمال الصناعية لتطوير من";
    case "221110106001":
      return "221110106001: تطوير سياسة و منهجية تمكين القطاع الصناعي من المشاركة في عملية تطو";
    case "221110106002":
      return "221110106002: إعادة تشكيل اللجان الفنية للقطاعات ذات الأولوية لتفعيل مشاركة القط";
    case "221110107000":
      return "221110107000: تطوير منظومة دراسة اثر التشريعات";
    case "221110107001":
      return "221110107001: تحديث وتطوير منهجية دراسة اثر التشريعات";
    case "221110107002":
      return "221110107002: تنفيذ دراسة اثر التشريعات على اللوائح الفنية للقطاعات ذات الأولوية";
    case "221110108000":
      return "221110108000: تفعيل مشاركة الفئات المعنية في اللجان الفنية  للقطاعات الاقتصادية";
    case "221110108001":
      return "221110108001: زيادة المشاركة في اللجان الفنية للقطاعات الاقتصادية ذات الأولوية ل";
    case "221110201000":
      return "221110201000: إطلاق برنامج حاضنة إصنع في الامارات";
    case "221110201001":
      return "221110201001: تطوير دليل المستثمر مع الحوافز";
    case "221110201002":
      return "221110201002: حصر فرص استثمارية مع الشركات الوطنية الكبرى";
    case "221110202000":
      return "221110202000: توفير تسهيلات التمويل بتكلفة تنافسية للقطاعات ذات الأولوية";
    case "221110202001":
      return "221110202001: تأمين منتجات تمويل ذات تكلفة منخفضة بالتركيز على القطاعات ذات الأو";
    case "221110202002":
      return "221110202002: تأمين منتجات أخرى (حلول ائتمان حكومية مختصة بتأمين الصادرات استثما";
    case "221110203000":
      return "221110203000: تحديد تعرفة تحفيزية للطاقة والغاز للقطاعات المستوفية للشروط مع آلي";
    case "221110203001":
      return "221110203001: توفير تعرفة استراتيجية وتنافسية للطاقة للقطاع الصناعي";
    case "221110203002":
      return "221110203002: توقيع مذكرة تفاهم  مع الجهات المعنية الحكومية";
    case "221110203003":
      return "221110203003: توقيع مذكرة تفاهم مع  شركات توزيع الطاقة المشاركة في المبادرة";
    case "221110204000":
      return "221110204000: التفاوض بشأن اتفاقيات التبادل التجاري و العمل على ضبط نظام تصنيف ا";
    case "221110204001":
      return "221110204001: استكمال دراسة اتفاقيات التبادل التجاري";
    case "221110204002":
      return "221110204002: مشاركة الجهات المعنية بمخرجات الدراسة وتقديم الدعم خلال المفاوضات";
    case "221110205000":
      return "221110205000: اطلاق برنامج تعزيز القيمة الوطنية المضافة والتسويق الفعال له وتوسي";
    case "221110205001":
      return "221110205001: تقديم سياسة و مذكرة برنامج القيمة الوطنية المضافة لمجلس الوزراء";
    case "221110205002":
      return "221110205002: تفعيل اللجنة الوطنية لبرنامج القيمة الوطنية المضافة";
    case "221110205003":
      return "221110205003: العمل على حث الجهات و المؤسسات الرائدة بالدولة للانضمام للبرنامج";
    case "221110205004":
      return "221110205004: العمل على حملات تسويقية مكثفة وبشكل مستمر للهيئات الحكومية و الشرك";
    case "221110205005":
      return "221110205005: إنشاء النموذج الإقتصادي لتقييم الأثر الإقتصادي من تطبيق البرنامج";
    case "221110205006":
      return "221110205006: انشاء صفحة للبرنامج في موقع الوزارة";
    case "221110206000":
      return "221110206000: دراسة جدوى فرص إحلال الواردات";
    case "221110206001":
      return "221110206001: تحليل القطاعات و تحديد المنتجات ذات الأولية لإحلال الواردات  وفق ا";
    case "221110206002":
      return "221110206002: تقييم القدرات التصنيعية للمصانع في القطاعات ذات الأولوية";
    case "221110206003":
      return "221110206003: دراسة جدوى و تقييم إقتصاديي لإحلال الواردات";
    case "221110207000":
      return "221110207000: تحديد فرص التوسع و زيادة الإنتاج مع الشركات الحاصلة على شهادة القي";
    case "221110207001":
      return "221110207001: تجميع و تحليل بيانات الشركات الحاصلة على شهادة ICV";
    case "221110207002":
      return "221110207002: تطوير لوحة تحكم شاملة للقيمة الوطنية المضافة";
    case "221110207003":
      return "221110207003: تنفيذ برنامج يدعم نمو و توسعة الشركات المختارة للقيمة الوطنية المض";
    case "221110208000":
      return "221110208000: إلغاء رسوم الاستيراد الجمركية على أدوات و معدات التكنولوجيا المتقد";
    case "221110208001":
      return "221110208001: اعداد دراسة حول اهم مستلزمات البحث والتطوير و التكنولوجيا المتقدمة";
    case "221110208002":
      return "221110208002: تقديم الدراسة للجهات المعنية للحصول على الإعفاءات";
    case "221110209000":
      return "221110209000: تعزيز حوافز الحصول على شارات المطابقة وتقديم الأفضلية لعلامات الجو";
    case "221110209001":
      return "221110209001: تقديم الحوافز للمصانع الحاصلة على شهادة القيمة الوطنية المضافة (مث";
    case "221110209002":
      return "221110209002: توفير امتيازات من قبل الشركاء للمنشآت الحاصلة على علامات الجودة";
    case "221110209003":
      return "221110209003: إطلاق وتطبيق علامة الجودة الإماراتية بحلتها الجديدة";
    case "221110210000":
      return "221110210000: برنامج التميز للبنية التحتية للجودة";
    case "221110210001":
      return "221110210001: اطلاق وتطبيق برنامج التميز للبنية التحتية للجودة";
    case "221110210002":
      return "221110210002: عقد دورات تدريبية تخصصية بالشراكة مع برنامج المنظمة الكهروتقنية ال";
    case "221110210003":
      return "221110210003: المشاركة في البرنامج الدولي للمحترفين الشباب للمنظمة الكهروتقنية ا";
    case "221110211000":
      return "221110211000: تطبيق اللوائح الفنية والانظمة الرقابية في مجال السلامة والحماية ال";
    case "221110211001":
      return "221110211001: تطبيق البرامج (اللوائح الفنيةالتشريعات) التي تم اعتمادها بقرارات م";
    case "221110212000":
      return "221110212000: تعزيز البنية التحتية لجودة المختبرات من خلال بناءً قاعدة لبيانات ا";
    case "221110212001":
      return "221110212001: تشجيع المؤسسات الوطنية الرائدة من خلال اعتماد وانشاء مختبرات مستقل";
    case "221110212002":
      return "221110212002: اعتماد المختبرات الوطنية الرائدة كمختبرات مرجعية لدى المنظمات العا";
    case "221110212003":
      return "221110212003: بناء قاعدة بيانات لجميع المختبرات المعتمدة للحصول على تقارير مخبري";
    case "221110213000":
      return "221110213000: البرنامج الوطني للرقابة على المنتجات";
    case "221110213001":
      return "221110213001: تطبيق أنشطة مسح الأسواق في الدولة";
    case "221110213002":
      return "221110213002: استحداث نظام تحليل المخاطر المرتبطة بالمنتجات";
    case "221110213003":
      return "221110213003: تطوير وتحسين نظام الابلاغات الإلكتروني على المنتجات";
    case "221110214000":
      return "221110214000: بناء قدرات المفتشين ووكالات مراقبة الأسواق";
    case "221110214001":
      return "221110214001: إعداد برنامج تدريبي لتأهيل وبناء قدرات المفتشين ووكالات مراقية الأ";
    case "221110214002":
      return "221110214002: إعداد  البرامج التدريبية الخاصة  بتأهيل علماء الأغذية المعتمدين";
    case "221110215000":
      return "221110215000: تعزيز مكانة علامة صنّع في الإمارات وترويج المنتجات الوطنية وزيادة";
    case "221110215001":
      return "221110215001: تحديث اللائحة الفنية لعلامة صنع في الإمارات";
    case "221110215002":
      return "221110215002: إطلاق باقة المصنع الوطني";
    case "221110216000":
      return "221110216000: تطوير منظومة جودة متكاملة";
    case "221110216001":
      return "221110216001: تطوير اللوائح الفنية التي تلبي إحتياجات القطاعات الصناعية و الرقاب";
    case "221110216002":
      return "221110216002: تطوير لوائح فنية للقطاعات ذات الأولوية التي تدعم الامن الغذائي و ا";
    case "221110216003":
      return "221110216003: تحديث وتطوير اللوائح الفنية لقطاع كفاءة الطاقة";
    case "221110216004":
      return "221110216004: تطوير المواصفات القياسية التي تلبي إحتياجات القطاعات الصناعية و ال";
    case "221110216005":
      return "221110216005: تطوير لوائح فنية للقطاعات ذات الأولوية التي تدعم الامن الغذائي و ا";
    case "221110216006":
      return "221110216006: تحديث وتطوير اللوائح الفنية لقطاع كفاءة الطاقة";
    case "221110216007":
      return "221110216007: إعداد و تحديث تشريعات الميترولوجيا حسب الخطة السنوية (تحديث النظام";
    case "221110217000":
      return "221110217000: تمكين المعهد القياس الوطني EMI باستيفاء متطلبات الاعتراف الدولي بق";
    case "221110217001":
      return "221110217001: المشاركة في برامج المقارنات البينية";
    case "221110217002":
      return "221110217002: المشاركة في برامج مقارنة الأقران لتقييم نظام إدارة الجودة";
    case "221110218000":
      return "221110218000: تعزيز الإمكانيات الفنية للمختبرات القياس والمعايرة";
    case "221110218001":
      return "221110218001: اعداد خطة تدريب من قبل المعهد الوطني للعاملين في مختبرات القطاع ال";
    case "221110218002":
      return "221110218002: توفير خدمات المعايرة ( المعترف به دوليا )  للمختبرات  من خلال قدرا";
    case "221110219000":
      return "221110219000: تنفيذ خطة التحقق من ادوات القياس القانونية";
    case "221110219001":
      return "221110219001: تنفيذ خطة مسح الاسواق من ادوات القياس القانونية والعبوات المعبأة م";
    case "221110220000":
      return "221110220000: التعريف والتوعية ببرامج المقاييس القانونية والعلمية";
    case "221110220001":
      return "221110220001: تنفيذ برامج توعية وتعريف باهمية تطبيق برامج المقاييس العلمية والصن";
    case "221110221000":
      return "221110221000: تنفيذ التحليل الاقتصادي لقياس اثر البنية التحتية للمقاييس على اقتص";
    case "221110221001":
      return "221110221001: تطبيق برامج البحث والتطوير في مجال المقاييس";
    case "221110221002":
      return "221110221002: دراسة أثر  خدمات القياس على الاقتصاد الوطني ( المترولوجيا )";
    case "221110222000":
      return "221110222000: البرنامج الوطني للرقابة- إصدار وتطبيق المجالات الإلزامية لقطاع جها";
    case "221110222001":
      return "221110222001: تحديد وإصدار المجالات الإلزامية للاعتماد بالتنسيق مع الجهات المعني";
    case "221110223000":
      return "221110223000: تحقيق الاعترافات الدولية في مجالات الاعتماد";
    case "221110223001":
      return "221110223001: السعي للحصول على الاعترافات الثنائية والدولية لأنظمة وخدمات إدارة";
    case "221110223002":
      return "221110223002: توفير كافة التسهيلات وخفض التكاليف وازالة العوائق الفنية للمنتجات";
    case "221110223003":
      return "221110223003: توفير كافة التسهيلات وخفض التكاليف وازالة العوائق الفنية للمنتجات";
    case "221110224000":
      return "221110224000: البرنامج الوطني للرقابة- تطبيق أنظمة تقييم المطابقة على القطاعات ا";
    case "221110224001":
      return "221110224001: إلزام جميع المنشآت الصحية باستيفاء المعاييروفقاً للمنظومة الوطنية";
    case "221110301000":
      return "221110301000: وضع أجندة التكنولوجيا المتقدمة ودفع عجلة تطوير المنتجات الابتكارية";
    case "221110301001":
      return "221110301001: تطوير أداة مسح واستشراف التكنولوجيا لتطوير أجندة التكنولوجيا";
    case "221110301002":
      return "221110301002: إطلاق أجندة التكنولوجيا المتقدمة";
    case "221110302000":
      return "221110302000: تطوير حزمة حوافز التكنولوجيا المتقدمة";
    case "221110302001":
      return "221110302001: تطوير حوافز التكنولوجيا المتقدمة لشركات الناشئة والصغيرة والمتوسطة";
    case "221110302002":
      return "221110302002: تطوير حوافز تبني التكنولوجيا في القطاع الصناعي";
    case "221110302003":
      return "221110302003: تطوير حوافز شركات البحث والتطوير";
    case "221110303000":
      return "221110303000: وضع آليات تبني حلول الثورة الصناعية الرابعة ورفع إنتاجية الصناعات";
    case "221110303001":
      return "221110303001: تطوير مؤشر الصناعة 4.0";
    case "221110303002":
      return "221110303002: برنامج تدريب القطاع الصناعي في مجال الثورة الصناعية الرابعة";
    case "221110303003":
      return "221110303003: إطلاق حملة وطنية حول الثورة الصناعية الرابعة";
    case "221110304000":
      return "221110304000: تطوير مواصفات ومقاييس تساهم في دعم التكنولوجيا المتقدمة";
    case "221110304001":
      return "221110304001: تطوير مواصفات قياسية لمنتجات مستجدة وذات طبيعة ابتكارية";
    case "221110304002":
      return "221110304002: إعداد وتبني مواصفات قياسية دولية  في مجال الطاقة النظيفة وخفض الان";
    case "221110304003":
      return "221110304003: تطوير مواصفات قياسية  في مجال تكنولوجيا الأغذية";
    case "221110401000":
      return "221110401000: وضع إطار منظومة متكاملة تتسق و تحفز البحث والتطوير وتحقيق الجدوى ا";
    case "221110401001":
      return "221110401001: سياسة حوكمة البحث والتطوير (RDC Batch 1)";
    case "221110401002":
      return "221110401002: سياسة مجلس البحث والتطوير";
    case "221110401003":
      return "221110401003: سياسة دليل قياس الإنفاق على البحث والتطوير";
    case "221110401004":
      return "221110401004: تفعيل دليل قياس الإنفاق على البحث والتطوير";
    case "221110401005":
      return "221110401005: سياسة أولويات الوطنية والمظروف  المالي للبحث والتطوير (RDC Batch 2";
    case "221110401006":
      return "221110401006: سياسة المعلوماتية للملكية الفكرية في برامج التكنولوجيا المتقدمة";
    case "221110401007":
      return "221110401007: مجلس علماء الإمارات وأكاديمية محمد بن راشد للعلماء";
    case "221110402000":
      return "221110402000: إطلاق مبادرات تعزز من مكانة وسمعة الدولة كوجهه عالمية رائدة للتكنو";
    case "221110402001":
      return "221110402001: تطوير برامج مختصة بدبلوماسية العلوم والتكنولوجيا مع وزارة الخارجية";
    case "221110402002":
      return "221110402002: تنسيق التعاون الدولي في مجال العلوم والتكنولوجيا";
    case "221110501000":
      return "221110501000: إدارة الموارد المالية بكفاءة وفعالية";
    case "221110501001":
      return "221110501001: إعداد الميزانية ومتابعة تنفيذها";
    case "221110501002":
      return "221110501002: إدارة المدفوعات والاستحقاقات";
    case "221110501003":
      return "221110501003: إدارة الرواتب";
    case "221110501004":
      return "221110501004: اجراء التدقيق الداخلي";
    case "221110502000":
      return "221110502000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "221110502001":
      return "221110502001: إدارة المشتريات";
    case "221110502002":
      return "221110502002: إدارة العقود ومتابعتها";
    case "221110503000":
      return "221110503000: توفير أحدث خدمات تقنية المعلومات";
    case "221110503001":
      return "221110503001: تطوير النظم والتطبيقات الإلكترونية";
    case "221110503002":
      return "221110503002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "221110503003":
      return "221110503003: توفير أحدث خدمات تقنية المعلومات";
    case "221110503004":
      return "221110503004: إدارة الشبكات وأمن المعلومات";
    case "221110504000":
      return "221110504000: تطبيق أفضل ممارسات الموارد البشرية";
    case "221110504001":
      return "221110504001: تخطيط الموارد البشرية والإستقطاب والتعيين";
    case "221110504002":
      return "221110504002: تدريب وتطوير الموظفين";
    case "221110504003":
      return "221110504003: إدارة خدمات الموارد البشرية الأخرى (التعويضات والفوائد شؤون الموظف";
    case "221110505000":
      return "221110505000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "221110505001":
      return "221110505001: الخدمات المشتركة الأخرى (أدوات مكتب قرطاسية ومتفرقات الخ)";
    case "221110505002":
      return "221110505002: المصروفات المتكررة الأخرى (الصادر والوارد المراقف الهواتف والان";
    case "221110505003":
      return "221110505003: رسوم الاستشارات";
    case "221110505004":
      return "221110505004: المواصلات";
    case "221110505005":
      return "221110505005: الإيجار";
    case "221110505006":
      return "221110505006: الصيانة";
    case "221110506000":
      return "221110506000: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "221110506001":
      return "221110506001: تخطيط المبادرات والأنشطة الاتصالية الداخلية والخارجية بشكل استباقي";
    case "221110507000":
      return "221110507000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "221110507001":
      return "221110507001: تنفيذ الفعاليات الداخلية والخارجية بحسب المخطط لها";
    case "221110507002":
      return "221110507002: تنفيذ أجندة المحتوى الإعلامي بحسب المخطط له";
    case "221110508000":
      return "221110508000: إدارة النشاط الإعلامي";
    case "221110508001":
      return "221110508001: تطوير محتوى الموقع الإلكتروني للوزارة بحسب المخطط له";
    case "221110508002":
      return "221110508002: الوسائط الإعلامية المتعددة التي تم إنتاجها بحسب المخطط له";
    case "221110508003":
      return "221110508003: تطبيق الهوية المرئية الاتحادية لكافة مخرجات الوزارة";
    case "221110508004":
      return "221110508004: تنفيذ حملات التواصل الاجتماعي المعتمدة مقابل المخطط لها";
    case "221110508005":
      return "221110508005: تفعيل الاتصال الداخلي من خلال التعريف بالمستجدات ونشر المعلومات و";
    case "221110508006":
      return "221110508006: تطوير النظم والإجراءات للاستعداد لمواجهة المخاطر والأزمات الإعلامي";
    case "221110508007":
      return "221110508007: تنفيذ خطة التسويق والتوعية بالخدمات الإلكترونية الذكية وإدارة قنوا";
    case "221110509000":
      return "221110509000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221110509001":
      return "221110509001: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "221110509002":
      return "221110509002: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "221110509003":
      return "221110509003: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "221110510000":
      return "221110510000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "221110510001":
      return "221110510001: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "221110510002":
      return "221110510002: إدارة الجودة والعمليات";
    case "221110510003":
      return "221110510003: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "221110510004":
      return "221110510004: إدارة الجودة";
    case "221110510005":
      return "221110510005: إدارة علاقات المتعاملين";
    case "221110511000":
      return "221110511000: توفير أفضل الخدمات القانونية";
    case "221110511001":
      return "221110511001: توفير أفضل الخدمات القانونية";
    case "221110511002":
      return "221110511002: إعداد الدراسات والاستشارات القانونية";
    case "221110511003":
      return "221110511003: إدارة الشؤون القانونية";
    case "221110512000":
      return "221110512000: اعداد الخطة السنوية للتدقيق";
    case "221110512001":
      return "221110512001: إجراء التدقيق الداخلي";
    case "221110512002":
      return "221110512002: تقديم تقرير شامل حول نتائج التدقيق الداخلي";
    case "221110512003":
      return "221110512003: تقديم تقرير عن كفاءة العمل في الوحدات التنظيمية";
    case "221110513000":
      return "221110513000: المخاطر الاستراتيجية والتشغيلية";
    case "221110513001":
      return "221110513001: تقييم المخاطر الاستراتيجية والتشغيلية";
    case "221110514000":
      return "221110514000: إغلاق الملاحظات الواردة من ديوان المحاسبة";
    case "221110514001":
      return "221110514001: دراسة التقارير المقدمة من الجهات الرقابية المختصة";
    case "221110515000":
      return "221110515000: التواصل مع المتعاملين";
    case "221110515001":
      return "221110515001: التواصل مع المتعاملين";
    case "221110515002":
      return "221110515002: تقديم البلاغات السرية بشأن الحالات المشبوهة";
    case "221110516000":
      return "221110516000: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "221110516001":
      return "221110516001: مستشاري الوزير والمدير العام (الوكيل)";
    case "221110516002":
      return "221110516002: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "221110516003":
      return "221110516003: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "221110517000":
      return "221110517000: إدارة الملاحظات والاستفسارات والاقتراحات بشأن خدمات الوزارة";
    case "221110517001":
      return "221110517001: تقديم اقتراح بشأن خدمات الوزارة";
    case "221110517002":
      return "221110517002: تقديم شكوى على خدمات الوزارة";
    case "221110518000":
      return "221110518000: تنفيذ ميزانية الوظائف";
    case "221110601000":
      return "221110601000: بناء قدرات الموظفين في مجال الابتكار";
    case "221110601001":
      return "221110601001: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي";
    case "221110601002":
      return "221110601002: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين";
    case "221110601003":
      return "221110601003: تنفيذ برامج تدريبية للموظفين في مجال الابتكار";
    case "221110601004":
      return "221110601004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية الخارجية";
    case "221110602000":
      return "221110602000: تحسين العمليات بما يعزز من الابتكار";
    case "221110602001":
      return "221110602001: الشراكة مع الجامعات مراكز الأبحاث القطاع الحكومي والقطاع الخاص في";
    case "221110602002":
      return "221110602002: تخصيص نسبة من الميزانية  لدعم الابتكار";
    case "221110603000":
      return "221110603000: تبني أحدث أدوات ووسائل الابتكار";
    case "221110603001":
      return "221110603001: إطلاق جائزة ابتكر";
    case "221110603002":
      return "221110603002: عقد مختبر الابتكار الحكومي";
    case "221110701001":
      return "221110701001:اطلاق منتدى اصنع في الإمارات";
    case "221110701002":
      return "221110701002:تحديد وتقييم 40 فرصة استثمارية  في القطاعات الصناعية ذات الأولوية";
    case "221110701003":
      return "221110701003:تنفيذ إتفاقيات شراكة مع هيئات استثمارية محليةمسرعات محلية";
    case "221110701004":
      return "221110701004:تنفيذ حملات ترويجية لفرص الاستثمار الجديدة (roadshows)";
    case "221110701005":
      return "221110701005:توفير حلول تمويل من خلال تنفيذ إتفاقيات شراكة مع 3 مصارف تجارية ومؤ";
    case "221110702001":
      return "221110702001:موائمة طلب الجهات المطبقة لبرنامج القيمة المضافة مع الإنتاج الصناعي";
    case "221110702002":
      return "221110702002:إطلاق برنامج تطوير كفاءة المصانع المشمولة في برنامج القيمة الوطنية";
    case "221110702003":
      return "221110702003:وضع إجراءات ولوائح فنية حمائية لتقليل الاعتماد على الواردات";
    case "221110702004":
      return "221110702004:إعداد قائمة إلزامية للبضائع التي يجب شراؤها محلياً";
    case "221110703001":
      return "221110703001:تطوير آليةمنهجية لتصميم المشروع";
    case "221110703002":
      return "221110703002:عقد الشراكات مع الجهات الداعمة للمشروع";
    case "221110703003":
      return "221110703003:بناء قاعدة بيانات بالشركات والتحالفات والخبراء حسب القطاعات المستهد";
    case "221110703004":
      return "221110703004: تحديد المستفيدين  استكشاف المواهب من طلبة الجامعات";
    case "221110703005":
      return "221110703005:إطلاق المشروع والحملة الترويجية";
    case "221110704001":
      return "221110704001:تحديد المصانع المستهدفة وفقا للمعايير المحددة";
    case "221110704002":
      return "221110704002:التواصل مع الفئات المستهدفة من المصانع من أجل الإعداد للتقييم";
    case "221110704003":
      return "221110704003:إجراء عملية التقييم والتي تشمل برنامج تدريبي تثقيفي";
    case "221110704004":
      return "221110704004:تحليل نتائج التقييم وإعداد التقرير النهائي لجاهزية الثورة الصناعية";
    case "221110705001":
      return "221110705001:دراسة الوضع الحالي وتنفيذ المقارنات المعيارية";
    case "221110705002":
      return "221110705002:تطوير آلية تحديد الأولويات الوطنية للبحث والتطوير";
    case "221110705003":
      return "221110705003:تحديد الأولويات الوطنية للبحث والتطوير";
    case "221110705004":
      return "221110705004:تطوير آليات تمويل الميزانية للأولويات الوطنية وصياغة السياسة";
    case "221110705005":
      return "221110705005:توقيع  تحديد الشراكات الرئيسية";
    case "221110705006":
      return "221110705006:تطوير وإطلاق حملة إعلامية عالمية لجذب المواهب";
    case "221170000000":
      return "221170000000";
    case "222450101000":
      return "222450101000: وضع منهجيات وخطط وآليات تنفيذ مبنية على افضل الممارسات الحديثة وال";
    case "222450101001":
      return "222450101001: تصميم وتطوير الخطط السنوية والفصلية وخطط الدروس بناء على افضل المم";
    case "222450101002":
      return "222450101002: إعداد وتطبيق خطط وطرق وأساليب تدريس حديثة لتفعيل وتحسين التعلم وال";
    case "222450101003":
      return "222450101003: وضع طرق وآلية تنفيذ خطط الدروس والتعلم لتعزيز مهارات القراءة والحس";
    case "222450101004":
      return "222450101004: تعزيز مهارات وأساليب التدريس للمعلمين بشكل عام و لمعلمي اللغة والر";
    case "222450102000":
      return "222450102000: صقل مهارات (4C’s)( الإبداع - التفكير النقدي - التعاون - الاتصال)";
    case "222450102001":
      return "222450102001: ترسيخ مفهوم مهارات (4Cs) في المناهج الدراسية المختلفة";
    case "222450102002":
      return "222450102002: دعم وتعزيز مهارات وأساليب التدريس لتطبيق مهارات ال4 cs بالتنسيق م";
    case "222450103000":
      return "222450103000: الاشراف على تطبيق معايير المناهج بما يتماشى مع أفضل الممارسات (جدي";
    case "222450103001":
      return "222450103001: تطوير الإطار والأدوات اللازمة للإشراف الفعال في تطبيق المناهج وطرق";
    case "222450103002":
      return "222450103002: الاشراف والتركيز على فعالية تطبيق المعايير من خلال استعمال أفضل ال";
    case "222450103003":
      return "222450103003: التنسيق مع الإدارات المعنية للتحسين المستدام حسب تحليل نتائج الاشر";
    case "222450104000":
      return "222450104000: تطوير منظومة التعليم المستمر";
    case "222450104001":
      return "222450104001: تطوير مركز التعليم المستمر";
    case "222450104002":
      return "222450104002: تطوير استراتيجيات وآليات تطبيق مفهوم التعلم المستمر لتحقيق فرص الت";
    case "222450105000":
      return "222450105000: الرفع التحصيل الدراسي للطلبة الذكور";
    case "222450105001":
      return "222450105001: تطوير استراتيجيات واليات تطبيق طرق التدريس لرفع التحصيل الدراسي لل";
    case "222450105002":
      return "222450105002: إعداد برنامج متكامل لسد الفجوة في نتائج تحصيل الطلبة الذكور";
    case "222450106000":
      return "222450106000: الاشراف على تنفيذ الإختبارات الوطنية والدولية";
    case "222450106001":
      return "222450106001: إدارة عمليات  الاختبارات الوطنية  وتحليل نتائج أداء الطلبة";
    case "222450106002":
      return "222450106002: دراسة تقدم الطلبة في القراءة E PIRLS";
    case "222450106003":
      return "222450106003: PISA Based Test For Schools (PFS";
    case "222450106004":
      return "222450106004: الدراسة الدولية لتقييم الطلبةPISA";
    case "222450106005":
      return "222450106005: دراسة الاتجاهات الدولية في الرياضيات والعلومTIMSS & eTIMSS";
    case "222450107000":
      return "222450107000: ترسيخ ثقافة القراءة لدى الطلبة في الحقل التربوي «الإمارات تقرأ»";
    case "222450107001":
      return "222450107001: دعم مشاركة الطلبة في تحدي القراءة العربي";
    case "222450107002":
      return "222450107002: اعداد وتنفيذ برامج القراءة والكتابة (جديد)";
    case "222450108000":
      return "222450108000: التعليم المدرسي-رياض الاطفال";
    case "222450108001":
      return "222450108001: روضة الابرار";
    case "222450108002":
      return "222450108002: روضة الرفيعة";
    case "222450108003":
      return "222450108003: روضة المدام";
    case "222450108004":
      return "222450108004: روضة أم القيوين";
    case "222450108005":
      return "222450108005: روضة الأغصان";
    case "222450108006":
      return "222450108006: روضة أذن";
    case "222450108007":
      return "222450108007: روضة النرجس";
    case "222450108008":
      return "222450108008: روضة مسافي";
    case "222450108009":
      return "222450108009: روضة المليحة";
    case "222450108010":
      return "222450108010: روضة  المطاف";
    case "222450108011":
      return "222450108011: روضة العبير";
    case "222450108012":
      return "222450108012: روضة الرحمة";
    case "222450108013":
      return "222450108013: روضة البشائر";
    case "222450108014":
      return "222450108014: روضة المنامة";
    case "222450108015":
      return "222450108015: روضة الشهيد طارق الشحي";
    case "222450108016":
      return "222450108016: روضة الغدير";
    case "222450108017":
      return "222450108017: روضة الثميد";
    case "222450108018":
      return "222450108018: روضة الحصن";
    case "222450108019":
      return "222450108019: روضة المعلا";
    case "222450108020":
      return "222450108020: روضة الورود";
    case "222450108021":
      return "222450108021: روضة الاخاء";
    case "222450108022":
      return "222450108022: روضة الروابي";
    case "222450108023":
      return "222450108023: روضة الأثير";
    case "222450108024":
      return "222450108024: روضة الطوار";
    case "222450108025":
      return "222450108025: روضة الشروق";
    case "222450108026":
      return "222450108026: روضة ند الحمر";
    case "222450108027":
      return "222450108027: روضة الهدى";
    case "222450108028":
      return "222450108028: روضة الورقاء";
    case "222450108029":
      return "222450108029: روضة السندس";
    case "222450108030":
      return "222450108030: روضة التطوير";
    case "222450108031":
      return "222450108031: روضة البراعم";
    case "222450108032":
      return "222450108032: روضة الخان";
    case "222450108033":
      return "222450108033: روضة القرائن";
    case "222450108034":
      return "222450108034: روضة الحياة";
    case "222450108035":
      return "222450108035: روضة الندى";
    case "222450108036":
      return "222450108036: روضة الدراري";
    case "222450108037":
      return "222450108037: روضة راشد بن حميد";
    case "222450108038":
      return "222450108038: روضة السلام";
    case "222450108039":
      return "222450108039: روضة أم عمار";
    case "222450108040":
      return "222450108040: روضة النور";
    case "222450108041":
      return "222450108041: روضة البيادر";
    case "222450108042":
      return "222450108042: روضة خورفكان 1";
    case "222450108043":
      return "222450108043: روضة المروج";
    case "222450108044":
      return "222450108044: روضة خورفكان 2";
    case "222450108045":
      return "222450108045: روضة الياسمين";
    case "222450108046":
      return "222450108046: روضة أم عمارة";
    case "222450108047":
      return "222450108047: روضة الحور";
    case "222450108048":
      return "222450108048: روضة مزيرع";
    case "222450108049":
      return "222450108049: روضة النهار";
    case "222450108050":
      return "222450108050: روضة الرحمن";
    case "222450108051":
      return "222450108051: روضة الشهد";
    case "222450108052":
      return "222450108052: روضة الشرق";
    case "222450108053":
      return "222450108053: روضة الطويين";
    case "222450108054":
      return "222450108054: روضة الانفال";
    case "222450108055":
      return "222450108055: روضة الانشراح";
    case "222450108056":
      return "222450108056: روضة الاخلاص";
    case "222450108057":
      return "222450108057: روضة الغرفة";
    case "222450108058":
      return "222450108058: روضة الابتكار";
    case "222450108059":
      return "222450108059: روضة النجوم";
    case "222450108060":
      return "222450108060: روضة جميرا";
    case "222450108061":
      return "222450108061: روضة الفردوس";
    case "222450108062":
      return "222450108062: روضة هند بنت مكتوم";
    case "222450108063":
      return "222450108063: روضة البرشاء";
    case "222450108064":
      return "222450108064: روضة كلباء";
    case "222450108065":
      return "222450108065: روضة مصفوت";
    case "222450108066":
      return "222450108066: روضة المعرفة";
    case "222450109000":
      return "222450109000: التعليم المدرسي-الحلقة أولى";
    case "222450109001":
      return "222450109001: مدرسة البردي  الحلقة الأولى";
    case "222450109002":
      return "222450109002: مدرسة بنت الشاطئ الحلقة الأولى";
    case "222450109003":
      return "222450109003: مدرسة أم القيوين  الحلقة الأولى";
    case "222450109004":
      return "222450109004: مدرسة رميثة الانصارية الحلقة الأولى";
    case "222450109005":
      return "222450109005: مدرسة الابرق الحلقة الأولى بنات";
    case "222450109006":
      return "222450109006: مدرسة أحمد بن ماجد الحلقة الأولى";
    case "222450109007":
      return "222450109007: مدرسة الجزيرة الحمراء الحلقة الأولى";
    case "222450109008":
      return "222450109008: مدرسة المعيريض الحلقة الأولى";
    case "222450109009":
      return "222450109009: مدرسة القاسمية الحلقة الأولى";
    case "222450109010":
      return "222450109010: مدرسة مهرة بنت احمد الحلقة الأولى";
    case "222450109011":
      return "222450109011: مدرسة أذن الحلقة الأولى";
    case "222450109012":
      return "222450109012: مدرسة الوادي الحلقة الأولى";
    case "222450109013":
      return "222450109013: مدرسة زهرة المدائن الحلقة الأولى";
    case "222450109014":
      return "222450109014: مدرسة الظيت الحلقة الأولى";
    case "222450109015":
      return "222450109015: مدرسة الوطنية الحلقة الأولى";
    case "222450109016":
      return "222450109016: مدرسة ابن زيدون الحلقة الأولى";
    case "222450109017":
      return "222450109017: مدرسة ابي بن كعب الحلقة الأولى";
    case "222450109018":
      return "222450109018: مدرسة الخران الحلقة الأولى";
    case "222450109019":
      return "222450109019: مدرسة المطاف الحلقة الأولى";
    case "222450109020":
      return "222450109020: مدرسة الأقصى الحلقة الأولى";
    case "222450109021":
      return "222450109021: مدرسة السعادة الحلقة الأولى";
    case "222450109022":
      return "222450109022: مدرسة الحديبية الحلقة الأولى";
    case "222450109023":
      return "222450109023: مدرسة الاحمدية الحلقة الأولى";
    case "222450109024":
      return "222450109024: مدرسة الشيخة مريم بنت غانم الشامسي الحلقة الأولى";
    case "222450109025":
      return "222450109025: مدرسة سارة الحلقة الأولى";
    case "222450109026":
      return "222450109026: مدرسة رابعة العدوية الحلقة الأولى";
    case "222450109027":
      return "222450109027: مدرسة محمد بن راشد الحلقة الأولى بنات";
    case "222450109028":
      return "222450109028: مدرسة الشارقة النموذجية الحلقة الأولى";
    case "222450109029":
      return "222450109029: مدرسة العذبة الحلقة الأولى";
    case "222450109030":
      return "222450109030: مدرسة الغافية الحلقة الأولى بنين";
    case "222450109031":
      return "222450109031: مدرسة عمر بن عبدالعزيز الحلقة الأولى للبنين";
    case "222450109032":
      return "222450109032: مدرسة مشيرف الحلقة الأولى - بنين";
    case "222450109033":
      return "222450109033: مدرسة الأندلس الحلقة الأولى";
    case "222450109034":
      return "222450109034: مدرسة الأرقم الحلقة الأولى بنين";
    case "222450109035":
      return "222450109035: مدرسة الشارقة النموذجية الحلقة الأولى بنين";
    case "222450109036":
      return "222450109036: مدرسة أم عمار الحلقة الأولى";
    case "222450109037":
      return "222450109037: مدرسة خولة بنت ثعلبة الحلقة الأولى";
    case "222450109038":
      return "222450109038: مدرسة الشيخة ميرة بنت محمد السويدي الحلقة الأولى";
    case "222450109039":
      return "222450109039: مدرسة النعيمية الحلقة الأولى";
    case "222450109040":
      return "222450109040: مدرسة الابداع الحلقة الأولى";
    case "222450109041":
      return "222450109041: مدرسة الثاني من ديسمبر الحقة الأولى";
    case "222450109042":
      return "222450109042: مدرسة القرائن الحلقة الأولى";
    case "222450109043":
      return "222450109043: مدرسة ابن تيمية للتعليم الأساسي";
    case "222450109044":
      return "222450109044: مدرسة شيخة بنت سعيد الحلقة الأولى";
    case "222450109045":
      return "222450109045: مدرسة الفرقان الحلقة الأولى";
    case "222450109046":
      return "222450109046: مدرسة وادي الحلو الحلقة الأولى";
    case "222450109047":
      return "222450109047: مدرسة عاتكة بنت زيد الحلقة الأولى";
    case "222450109048":
      return "222450109048: مدرسة العقد الفريد الحلقة الأولى";
    case "222450109049":
      return "222450109049: مدرسة عبدالله بن المبارك الحلقة الأولى";
    case "222450109050":
      return "222450109050: مدرسة خورفكان للحلقة الأولى";
    case "222450109051":
      return "222450109051: مدرسة عمير بن أبي وقاص الحلقة الأولى";
    case "222450109052":
      return "222450109052: مدرسة حتا1 الحلقة الأولى";
    case "222450109053":
      return "222450109053: مدرسة حتا 2 الحلقة الأولى";
    case "222450109054":
      return "222450109054: مدرسة عمار بن ياسر الحلقة الأولى";
    case "222450109055":
      return "222450109055: مدرسة الفجيرة الحلقة الأولى";
    case "222450109056":
      return "222450109056: مدرسة المعرفة الحلقة الأولى";
    case "222450109057":
      return "222450109057: مدرسة زبيدة بنت جعفر الحلقة الأولى";
    case "222450109058":
      return "222450109058: مدرسة جويرية بنت الحارث الحلقة الأولى";
    case "222450109059":
      return "222450109059: مدرسة لبنى بنت حباب الحلقة الأولى";
    case "222450109060":
      return "222450109060: مدرسة الريان الحلقة الأولى";
    case "222450109061":
      return "222450109061: مدرسة الحلاة  الحلقة الأولى";
    case "222450109062":
      return "222450109062: مدرسة أمامة بنت أبي العاص الحلقة الأولى";
    case "222450109063":
      return "222450109063: مدرسة محمد بن حمد الشرقي الحلقة الأولى";
    case "222450109064":
      return "222450109064: مدرسة القرية الحلقة الأولى";
    case "222450109065":
      return "222450109065: مدرسة ام حكيم الأنصارية الحلقة الأولى";
    case "222450109066":
      return "222450109066: مدرسة أنيسة الأنصارية للحلقة الأولى";
    case "222450109067":
      return "222450109067: مدرسة سلمى الأنصارية للحلقة الأولى";
    case "222450109068":
      return "222450109068: مدرسة جميرا للحلقة الاولى";
    case "222450109069":
      return "222450109069: مدرسة آل مكتوم للحلقة الأولى";
    case "222450109070":
      return "222450109070: مدرسة هند بنت مكتوم للحلقة الأولى";
    case "222450109071":
      return "222450109071: مدرسة عبدالرحمن الناصر الحلقة الأولى";
    case "222450109072":
      return "222450109072: مدرسة البثنة الحلقة الأولى";
    case "222450109073":
      return "222450109073: مدرسة مريشيد الحلقة الأولى";
    case "222450110000":
      return "222450110000: التعليم المدرسي-الحلقة ثانية";
    case "222450110001":
      return "222450110001: مدرسة عبدالله بن ناصر الحلقة الثانية بنين";
    case "222450110002":
      return "222450110002: مدرسة الشهداء-1 الحلقة الثانية بنات";
    case "222450110003":
      return "222450110003: مدرسة أبو أيوب الأنصاري الحلقة الثانية بنين";
    case "222450110004":
      return "222450110004: مدرسة القدوة الحلقة الثانية بنين";
    case "222450110005":
      return "222450110005: مدرسة جمانة بنت أبي طالب الحلقة الثانية بنات";
    case "222450110006":
      return "222450110006: مدرسة الوصل للحلقة الثانية بنات";
    case "222450110007":
      return "222450110007: مدرسة الخوانيج الحلقة الثانية بنات";
    case "222450110008":
      return "222450110008: مدرسة محمد نور  الحلقة الثانية بنين";
    case "222450110009":
      return "222450110009: مدرسة المهلب الحلقة الثانية بنين";
    case "222450110010":
      return "222450110010: مدرسة الشافعي للحلقة الثانية بنين";
    case "222450110011":
      return "222450110011: مدرسة احمد بن راشد الحلقة الثانية بنين";
    case "222450110012":
      return "222450110012: مدرسة حصة بنت المر للحلقة الثانية بنات";
    case "222450110013":
      return "222450110013: مدرسة ند الحمر الحلقة الثانية بنات";
    case "222450110014":
      return "222450110014: مدرسة عمر بن الخطاب النموذجية الحلقة الثانية بنين";
    case "222450110015":
      return "222450110015: مدرسة النخيلات الحلقة الثانية بنات";
    case "222450110016":
      return "222450110016: مدرسة أم سقيم للحلقة الثانية بنات";
    case "222450110017":
      return "222450110017: مدرسة الرازي للحلقة الثانية بنين";
    case "222450110018":
      return "222450110018: مدرسة الكويت الحلقة الثانية بنات";
    case "222450110019":
      return "222450110019: مدرسة الألفية الحلقة الثانية بنات";
    case "222450110020":
      return "222450110020: مدرسة علي بن ابي طالب الحلقة الثانية بنين";
    case "222450110021":
      return "222450110021: مدرسة القيم للحلقة الثانية بنات";
    case "222450110022":
      return "222450110022: مدرسة خديجة الحلقة الثانية بنات";
    case "222450110023":
      return "222450110023: مدرسة المجدالحلقة الثانية بنين";
    case "222450110024":
      return "222450110024: مدرسة الجاحظ الحلقة الثانية بنات";
    case "222450110025":
      return "222450110025: مدرسة الجرف الحلقة الثانية للبنين";
    case "222450110026":
      return "222450110026: مدرسة وشاح الحلقة الثانية  بنين";
    case "222450110027":
      return "222450110027: مدرسة محمد بن حمد الشرقي الحلقة الثانية بنين";
    case "222450110028":
      return "222450110028: مدرسة الطلاع الحلقة الثانية بنات";
    case "222450110029":
      return "222450110029: مدرسة أم العلاء الحلقة الثانية بنات";
    case "222450110030":
      return "222450110030: مدرسة القرائن الحلقة الثانية بنين";
    case "222450110031":
      return "222450110031: مدرسة النعمان بن مقرن الحلقة الثانية بنين";
    case "222450110032":
      return "222450110032: مدرسة المنارالحلقة الثانية بنات";
    case "222450110033":
      return "222450110033: مدرسة عاصم بن ثابت الحلقة الثانية بنين";
    case "222450110034":
      return "222450110034: مدرسة النوف الحلقة الثانية بنات";
    case "222450110035":
      return "222450110035: مدرسة غليلة الحلقة الثانية بنين";
    case "222450110036":
      return "222450110036: مدرسة الرمس الحلقة الثانية بنين";
    case "222450110037":
      return "222450110037: مدرسة ابن القيم الحلقة الثانية  بنين";
    case "222450110038":
      return "222450110038: مدرسة سعد بن أبي وقاص الحلقة الثانية بنين";
    case "222450110039":
      return "222450110039: مدرسة مربح الحلقة الثانية بنات";
    case "222450110040":
      return "222450110040: مدرسة الشهباء الحلقة الثانية بنين";
    case "222450110041":
      return "222450110041: مدرسة الرماقية الحلقة الثانية بنات";
    case "222450110042":
      return "222450110042: مدرسة الوادي الحلقة الثانية بنات";
    case "222450110043":
      return "222450110043: مدرسة أم القيوين الحلقة الثانية بنين";
    case "222450110044":
      return "222450110044: مدرسة الغب الحلقة الثانية بنات";
    case "222450110045":
      return "222450110045: مدرسة الوطنية الحلقة الثانية بنين";
    case "222450110046":
      return "222450110046: مدرسة الفجيرة الحلقة الثانية بنات";
    case "222450110047":
      return "222450110047: مدرسة  البريرات الحلقة الثانية بنين";
    case "222450110048":
      return "222450110048: مدرسة راشد بن حميد الحلقة الثانية بنين";
    case "222450110049":
      return "222450110049: مدرسة ابن الهيثم الحلقة الثانية - بنين";
    case "222450110050":
      return "222450110050: مدرسة النعمان بن بشير الحلقة الثانية بنين";
    case "222450110051":
      return "222450110051: مدرسة أبو سعيد الخدري الحلقة الثانية  بنين";
    case "222450110052":
      return "222450110052: مدرسة الزوراء1 الحلقة الثانية بنات";
    case "222450110053":
      return "222450110053: مدرسة الزوراء 2 الحلقة الثانية بنات";
    case "222450110054":
      return "222450110054: مدرسة مصفوت الحلقة الثانية بنات";
    case "222450110055":
      return "222450110055: مدرسة الجسر الحلقة الثانية بنين";
    case "222450110056":
      return "222450110056: مدرسة آسيا بنت مزاحم الحلقة الثانية بنات";
    case "222450110057":
      return "222450110057: مدرسة الهجرة الحلقة الثانية بنات";
    case "222450110058":
      return "222450110058: مدرسة القيم  حلقة ثانية بنين";
    case "222450111000":
      return "222450111000: التعليم المدرسي-الحلقة الثالثة";
    case "222450111001":
      return "222450111001: مدرسة عبدالله بن الزبير للتعليم الثانوي بنين";
    case "222450111002":
      return "222450111002: مدرسة الخليل بن أحمد للتعليم الثانوي للبنين";
    case "222450111003":
      return "222450111003: مدرسة المحمود للتعليم الثانوي بنين";
    case "222450111004":
      return "222450111004: مدرسة سيف اليعربي للتعليم الثانوي بنين";
    case "222450111005":
      return "222450111005: مدرسة أم عمارة للتعليم الثانوي للبنات";
    case "222450111006":
      return "222450111006: مدرسة الصفا للتعليم الثانوي بنين";
    case "222450111007":
      return "222450111007: مدرسة الوحيدة للتعليم الثانوي بنين";
    case "222450111008":
      return "222450111008: مدرسة سكينة بنت الحسين للتعليم الثانوي للبنات";
    case "222450111009":
      return "222450111009: مدرسة دبي للتعليم الثانوي للبنين";
    case "222450111010":
      return "222450111010: مدرسة معاذ بن جبل التعليم الثانوي بنين";
    case "222450111011":
      return "222450111011: مدرسة المعارف التعليم الثانوي بنين";
    case "222450111012":
      return "222450111012: مدرسة محمد بن راشد للتعليم الثانوي بنين";
    case "222450111013":
      return "222450111013: مدرسة راشد بن سعيد التعليم الثانوي بنين";
    case "222450111014":
      return "222450111014: مدرسة الراية التعليم الثانوي بنات";
    case "222450111015":
      return "222450111015: مدرسة الظهرة التعليم الثانوي بنات";
    case "222450111016":
      return "222450111016: مدرسة هند بنت مكتوم للتعليم الثانوي بنات";
    case "222450111017":
      return "222450111017: مدرسة أسماء بنت النعمان  للتعليم الثانوي بنات";
    case "222450111018":
      return "222450111018: مدرسة الرفاع التعليم الثانوي بنات";
    case "222450111019":
      return "222450111019: مدرسة تريم عمران تريم الثانوية بنين";
    case "222450111020":
      return "222450111020: المعهد العلمي التعليم الثانوي بنين";
    case "222450111021":
      return "222450111021: مدرسة حمدان بن راشد للتعليم الثانوي للبنين";
    case "222450111022":
      return "222450111022: مدرسة الزوراء للتعليم الثانوي للبنات";
    case "222450111023":
      return "222450111023: مدرسة الأمير للتعليم الثانوي للبنين";
    case "222450111024":
      return "222450111024: مدرسة مارية القبطية للتعليم الثانوي للبنات";
    case "222450111025":
      return "222450111025: مدرسة حميد بن عبدالعزيز التعليم الثانوي بنين";
    case "222450111026":
      return "222450111026: مدرسة حمد بن عبدالله الشرقي للتعليم الثانوي للبنين";
    case "222450111027":
      return "222450111027: مدرسة مربح للتعليم الثانوي بنات";
    case "222450111028":
      return "222450111028: مدرسة الذيد للتعليم الثانوي للبنين";
    case "222450111029":
      return "222450111029: المدرسة الثانوية النموذجية للبنين";
    case "222450111030":
      return "222450111030: مدرسة سيف بن حمد الشرقي للتعليم االثانوي بنين";
    case "222450111031":
      return "222450111031: مدرسة فاطمة الزهراء التعليم الثانوي بنات";
    case "222450111032":
      return "222450111032: مدرسة الجودة للتعليم الثانوي بنين";
    case "222450111033":
      return "222450111033: مدرسة الحيرة للتعليم الثانوي بنات";
    case "222450111034":
      return "222450111034: مدرسة أم المؤمنين للتعليم الثانوي للبنات";
    case "222450111035":
      return "222450111035: مدرسة الجير للتعليم الثانوي للبنات";
    case "222450111036":
      return "222450111036: مدرسة الهمهام للتعليم الثانوي للبنات";
    case "222450111037":
      return "222450111037: مدرسة الغيل للتعليم الثانوي للبنين";
    case "222450111038":
      return "222450111038: مدرسة مضب للتعليم الثانوي بنات";
    case "222450111039":
      return "222450111039: مدرسة محمد بن حمد الشرقي للتعليم الثانوي للبنين";
    case "222450111040":
      return "222450111040: مدرسة الظيت للتعليم الثانوي للبنات";
    case "222450111041":
      return "222450111041: الفجيرة للتعليم الثانوي بنين";
    case "222450111042":
      return "222450111042: مدرسة واسط للتعليم الثانوي بنات";
    case "222450111043":
      return "222450111043: مدرسة رقية للتعليم الثانوي للبنات";
    case "222450111044":
      return "222450111044: مدرسة الراشدية التعليم الثانوي بنين";
    case "222450111045":
      return "222450111045: مدرسة رأس الخيمة للتعليم الثانوي للبنين";
    case "222450111046":
      return "222450111046: مدرسة جلفار للتعليم الثانوي للبنات";
    case "222450111047":
      return "222450111047: مدرسة أسماء بنت عميس التعليم الثانوي بنات";
    case "222450111048":
      return "222450111048: مدرسة عجمان للتعليم الثانوي للبنات";
    case "222450111049":
      return "222450111049: مدرسة شيخة بنت سعيد التعليم الثانوي بنات";
    case "222450111050":
      return "222450111050: مدرسة دبا الفجيرة للتعليم الثانوي بنات";
    case "222450111051":
      return "222450111051: مدرسة الرمس للتعليم الثانوي بنين";
    case "222450111052":
      return "222450111052: مدرسة سعيد بن جبير للتعليم الثانوي للبنين";
    case "222450111053":
      return "222450111053: مدرسة الحديبة للتعليم الثانوي للبنات";
    case "222450111054":
      return "222450111054: مدرسة جميلة بوحيرد للتعليم الثانوي بنات";
    case "222450111055":
      return "222450111055: مدرسة باحثة البادية للتعليم الثانوي بنات";
    case "222450111056":
      return "222450111056: مدرسة الشفاء بنت عبدالله للتعليم الثانوي بنات";
    case "222450111057":
      return "222450111057: مدرسة الراشدية للتعليم الثانوي بنات";
    case "222450111058":
      return "222450111058: مدرسة العروبة التعليم الثانوي بنين";
    case "222450111059":
      return "222450111059: مدرسة طنب للتعليم الثانوي للبنين";
    case "222450112000":
      return "222450112000: التعليم المدرسي-المدارس المشتركة";
    case "222450112001":
      return "222450112001: روضة ومدرسة الامارات الحلقة الأولى";
    case "222450112002":
      return "222450112002: مدرسة المليحة الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112003":
      return "222450112003: مدرسة المدام الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112004":
      return "222450112004: مدرسة المدام الحلقة الأولى والثانية والتعليم الثانوي  بنات";
    case "222450112005":
      return "222450112005: روضة ومدرسة القلعة الحلقة الأولى والثانية والتعليم الثانوي بنات";
    case "222450112006":
      return "222450112006: مدرسة البطائح الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112007":
      return "222450112007: مدرسة الصحوة الحلقة الأولى والثانية و التعليم الثانوي بنات";
    case "222450112008":
      return "222450112008: مدرسة الحمرية الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112009":
      return "222450112009: مدرسة الثميد الحلقة الأولى والثانية والتعليم الثانوي بنات";
    case "222450112010":
      return "222450112010: مدرسة أم القيوين الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112011":
      return "222450112011: مدرسة الثميد  الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112012":
      return "222450112012: مدرسة إبن حزم الحلقة الأولى والثانية والتعليم الثانوي بنين";
    case "222450112013":
      return "222450112013: مدرسة البردي الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112014":
      return "222450112014: مدرسة النعيمية الحلقة الأولى والثانية والتعليم  الثانوي بنات";
    case "222450112015":
      return "222450112015: مدرسة السلمة الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112016":
      return "222450112016: مدرسة حاتم الطائي الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112017":
      return "222450112017: مدرسة أبو تمام الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112018":
      return "222450112018: مدرسة الظيت الحلقة الثانية بنات";
    case "222450112019":
      return "222450112019: مدرسة الجزيرة الحمراء الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112020":
      return "222450112020: مدرسة مسافي الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112021":
      return "222450112021: مدرسة الصباحية الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112022":
      return "222450112022: مدرسة نزوى الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112023":
      return "222450112023: مدرسة زينب الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112024":
      return "222450112024: مدرسة شمل الحلقة الأولى والثانية والتعليم الثانوي بنات";
    case "222450112025":
      return "222450112025: مدرسة المطاف الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112026":
      return "222450112026: مدرسة سهيلة الحلقة الأولى والثانية بنات";
    case "222450112027":
      return "222450112027: مدرسة الرؤية الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112028":
      return "222450112028: مدرسة خت للتعليم الأساسي الحلقة الأولى والثانية والتعليم الثانوي";
    case "222450112029":
      return "222450112029: مدرسة البطائح الحلقة الأولى والثانية والتعليم الثانوي بنات";
    case "222450112030":
      return "222450112030: مدرسة النجاح الحلقة الثانية  والتعليم الثانوي بنات";
    case "222450112031":
      return "222450112031: مدرسة خت الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112032":
      return "222450112032: مدرسة فاطمة بنت مبارك الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112033":
      return "222450112033: مدرسة المعيريض  الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112034":
      return "222450112034: مدرسة الراعفة الحلقة الثانية  والتعليم الثانوي بنين";
    case "222450112035":
      return "222450112035: روضة ومدرسة السيجي الحلقة الأولى والثانية والتعليم الثانوي بنات";
    case "222450112036":
      return "222450112036: مدرسة مسافي الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112037":
      return "222450112037: روضة العلا";
    case "222450112038":
      return "222450112038: مدرسة شمل الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112039":
      return "222450112039: روضة ومدرسة الرمس الحلقة الأولى";
    case "222450112040":
      return "222450112040: مدرسة شعم الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112041":
      return "222450112041: مدرسة المطاف الحلقة الثانية بنات";
    case "222450112043":
      return "222450112043: مدرسة مليحة الحلقة الأولى والثانية والتعليم الثانوي بنات";
    case "222450112044":
      return "222450112044: مدرسة فلج المعلا الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112046":
      return "222450112046: روضة خت";
    case "222450112047":
      return "222450112047: مدرسة عثمان بن أبي العاص الحلقة الثانية بنين";
    case "222450112048":
      return "222450112048: مدرسة الواحة للتعليم الأساسي والثانوي بنات";
    case "222450112049":
      return "222450112049: مجمع زايد التعليمي-المزهر";
    case "222450112050":
      return "222450112050: مدرسة خولة بنت ثعلبة الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112051":
      return "222450112051: مدرسة الخالدية الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112052":
      return "222450112052: مدرسة عبدالله السالم الحلقة الثانية بنين";
    case "222450112053":
      return "222450112053: مدرسة أم عمارالحلقة الثانية للبنات";
    case "222450112054":
      return "222450112054: مدرسة المزهر الحلقة الأولى بنين";
    case "222450112055":
      return "222450112055: روضة الزوراء";
    case "222450112056":
      return "222450112056: روضة ومدرسة الرويضة الحلقة الأولى";
    case "222450112057":
      return "222450112057: مجمع زايد التعليمي الحلقة الثانية والتعليم الثانوي";
    case "222450112058":
      return "222450112058: روضة الحكمة";
    case "222450112059":
      return "222450112059: مدرسة أبو موسى الحلقة الأولى والثانية والتعليم الثانوي";
    case "222450112060":
      return "222450112060: روضة ومدرسة أسماء الحلقة الأولى";
    case "222450112061":
      return "222450112061: روضة ومدرسة النحوة الحلقة الأولى";
    case "222450112062":
      return "222450112062: مدرسة الخالدية الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112063":
      return "222450112063: مدرسة الحور الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112064":
      return "222450112064: مدرسة وادي الحلو الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112065":
      return "222450112065: مدرسة الحصن الحلقة الأولى والثانية بنين";
    case "222450112066":
      return "222450112066: مدرسة عائشة بنت عثمان الحلقة الأولى والثانية والتعليم الثانوي";
    case "222450112067":
      return "222450112067: روضة و مدرسة الحصين الحلقة الأولى";
    case "222450112068":
      return "222450112068: مدرسة اللسيلي الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112069":
      return "222450112069: روضة ومدرسة الليسيلي الحلقة الأولى والثانية والتعليم الثانوي";
    case "222450112070":
      return "222450112070: روضة ومدرسة الشهداء 2 الحلقة الأولى والثانية";
    case "222450112071":
      return "222450112071: مدرسة الطويين الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112072":
      return "222450112072: مدرسة البدية الحلقة الأولى والثانية بنين";
    case "222450112073":
      return "222450112073: مدرسة المعرفة الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112074":
      return "222450112074: مدرسة أنس بن النضر للحلقة الثانية والتعليم الثانوي بنين";
    case "222450112075":
      return "222450112075: مدرسة الطويين الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112076":
      return "222450112076: مدرسة الإتقان الحلقة الأولى والثانية والتعليم الثانوي";
    case "222450112077":
      return "222450112077: مدرسة شوكة الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112078":
      return "222450112078: روضة ومدرسة رافاق الحلقة الأولى";
    case "222450112079":
      return "222450112079: روضة ومدرسة وادي أصفني الحلقة الأولى والثانية والتعليم الثانوي";
    case "222450112080":
      return "222450112080: مدرسة العصماء بنت الحارث الحلقة الأولى والثانية والتعليم الثانوي";
    case "222450112081":
      return "222450112081: روضة ومدرسة كدرة الحلقة الأولى والثانية والتعليم الثانوي";
    case "222450112082":
      return "222450112082: مدرسة حمد بن عبدالله الشرقي الحلقة الثانية والتعليم الثانوي بنين";
    case "222450112083":
      return "222450112083: مدرسة الماسة الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112084":
      return "222450112084: مدرسة المنيعي الحلقة الأولى و الثانية والتعليم الثانوي بنين";
    case "222450112085":
      return "222450112085: مدرسة صفية بنت حيي الحلقة الثانية والتعليم الثانوي بنات";
    case "222450112086":
      return "222450112086: مدرسة المعرفة 2 الحلقة الأولى والثانية والتعليم الثانوي بنات";
    case "222450112087":
      return "222450112087: مجمع زايد التعليمي الحلقة الثانية والتعليم الثانوي";
    case "222450112088":
      return "222450112088: روضة  ومدرسة السلام";
    case "222450112089":
      return "222450112089: مجمع زايد التعليمي البرشاء";
    case "222450112042":
      return "222450112042: روضة ومدرسة فاطمة بنت مبارك الحلقة الأولى والثانية والتعليم الثانو";
    case "222450112045":
      return "222450112045: روضة ومدرسة خولة بنت حكيم الحلقة الأولى والثانية والتعليم والثانوي";
    case "222450113000":
      return "222450113000: التعليم المدرسي-التعليم المستمر";
    case "222450114000":
      return "222450114000: تدريب المعلمين على بناء المفردات الاختبارية";
    case "222450115000":
      return "222450115000: تطوير البرامج الرقمية لتمكين  الطلبة أصحاب الهمم من توظيفها بالعمل";
    case "222450201000":
      return "222450201000: تأهيل وتطوير القيادات المدرسية (جديد)";
    case "222450201001":
      return "222450201001: إعداد معايير وأطر التطوير المهني لتدريب القيادات المدرسية";
    case "222450201002":
      return "222450201002: تقديم برامج التطوير المهني المصممة للقيادات المدرسية";
    case "222450202000":
      return "222450202000: تطوير التدريب المتخصص والمستمر  للكادر المدرسي (تعديل)";
    case "222450202001":
      return "222450202001: تطوير المنصة الكترونية خاصة بالتطوير المهني المستدام للكادر المدرس";
    case "222450202002":
      return "222450202002: اعداد وتنفيذ برامج التطوير المهني للكادر المدرسي";
    case "222450202003":
      return "222450202003: اعداد وتنفيذ البرامج التدريبية الاثرائية للكادر المدرسي";
    case "222450203000":
      return "222450203000: وضع منظومة التدرج الوظيفي للمعلمين";
    case "222450203001":
      return "222450203001: إعداد منظومة التدرج الوظيفي للمعلمين";
    case "222450203002":
      return "222450203002: تطبيق منظومة التدرج الوظيفي للمعلمين";
    case "222450301000":
      return "222450301000: الخطة العشرية لتطوير المدارس (جديد)";
    case "222450301001":
      return "222450301001: إعداد وتنفيذ الخطة العشرية بناء على احتياجات قطاع التعليم المدرسي";
    case "222450301002":
      return "222450301002: إعداد وتنفيذ الخطة السنوية والتشغيلية للمدارس استنادا على الخطة ال";
    case "222450301003":
      return "222450301003: تطوير وتطبيق الأطر الخاصة بضمان جودة التطوير المدرسي";
    case "222450302000":
      return "222450302000: التحول نحو خدمات سبع نجوم (تحديث)";
    case "222450302001":
      return "222450302001: تطوير الخدمات المقدمة  للطلبة وأولياء الأمور";
    case "222450302002":
      return "222450302002: قياس وتطوير رحلة وتجربة المتعاملين";
    case "222450303000":
      return "222450303000: تطوير مركز بيانات التعليم واستشراف المستقبل";
    case "222450303001":
      return "222450303001: بناء منظومة البيانات وحوكمتها";
    case "222450303002":
      return "222450303002: بناء منظومة قياس المخرجات";
    case "222450304000":
      return "222450304000: تطوير وتفعيل منظومة استشراف المستقبل";
    case "222450304001":
      return "222450304001: تطوير وتطبيق اداة إستشراف المستقبل في استشراف مستقبل التعليم";
    case "222450304002":
      return "222450304002: اعداد وتنفيذ برنامج زمني للتدريب  والتوعية وما يتضمنه من تطوير الم";
    case "222450305000":
      return "222450305000: تصديق الشهادات والوثائق ذات العلاقة  (خدمة)";
    case "222450305001":
      return "222450305001: طلب تصديق شهادة دراسية - تعليم عام (خدمة)";
    case "222450305002":
      return "222450305002: طلب تعديل بيانات طالب سابق في المدارس الحكومية  (خدمة)";
    case "222450305003":
      return "222450305003: طلب التأكد من صحة الشهادة الدراسية  (خدمة)";
    case "222450306000":
      return "222450306000: قيد وقبول الطلبة في مؤسسات التعليم  (خدمة)";
    case "222450306001":
      return "222450306001: طلب تسجيل وقبول طالب في المدرسة الحكومية   (خدمة)";
    case "222450306002":
      return "222450306002: طلب إصدار شهادة ترك دراسة في المدرسة الحكومية  (خدمة)";
    case "222450306003":
      return "222450306003: طلب إصدار شهادة لمن يهمه الامر- التسلسل الدراسي لطالب المدرسة الحك";
    case "222450306004":
      return "222450306004: طلب تسجيل في الدراسة المنزلية  (خدمة)";
    case "222450306005":
      return "222450306005: طلب إصدار شهادة لمن يهمه الأمر لتقديم امتحان لطالب في الدراسة المن";
    case "222450306006":
      return "222450306006: طلب تسديد الرسوم الدراسية لأبناء الوافدين في المدرسة الحكومية  (خد";
    case "222450306007":
      return "222450306007: طلب إصدار شهادة استمرارية دراسة لطالب المدرسة الحكومية  (خدمة)";
    case "222450306008":
      return "222450306008: طلب تصديق شهادة انتقال طالب إلى المدارس الحكومية  (خدمة)";
    case "222450306009":
      return "222450306009: طلب تقييم وتشخيص طلبة المدارس من أصحاب الهمم (المدارس الحكومية)  (";
    case "222450307000":
      return "222450307000: معالجة الاستفسارات والملاحظات والاقتراحات  (خدمة)";
    case "222450307001":
      return "222450307001: تقديم استفسار  (خدمة)";
    case "222450307002":
      return "222450307002: تقديم اقتراح  (خدمة)";
    case "222450307003":
      return "222450307003: تقديم ملاحظة ( شكوى )   (خدمة)";
    case "222450401000":
      return "222450401000: تعميم برنامج محمد بن راشد للتعلم الذكي";
    case "222450401001":
      return "222450401001: تعميم تطبيق استخدام البرنامج في مدارس الدولة";
    case "222450401002":
      return "222450401002: تطوير البنية التحتية للمدارس";
    case "222450402000":
      return "222450402000: نظام متكامل للكشف عن الطلبة الموهوبين والمتفوقين";
    case "222450402001":
      return "222450402001: منظومة متكاملة لاكتشاف الطلبة الموهوبين والمتفوقين في كل المجالات";
    case "222450403000":
      return "222450403000: تطوير الإرشاد الطلابي";
    case "222450403001":
      return "222450403001: تطوير برامج الإرشاد الاكاديمي والمهني المقدمة للطلبة";
    case "222450403002":
      return "222450403002: برنامج واصل (نتائج اجتماعات الحكومة السنوية)";
    case "222450403003":
      return "222450403003: أمل وأمان (نتائج اجتماعات الحكومة السنوية)";
    case "222450404000":
      return "222450404000: البيئة المدرسية الجاذبة لشراكة أولياء الأمور (جديد)";
    case "222450404001":
      return "222450404001: وضع إطار البيئة الجاذبة لولي الأمر";
    case "222450404002":
      return "222450404002: تفعيل البرامج المدرسية الموجهة لأولياء الأمور";
    case "222450405000":
      return "222450405000: الرقابة على المؤسسات التعليمية في مجال البيئة والصحة والسلامة المه";
    case "222450405001":
      return "222450405001: تطوير وتطبيق معايير وإجراءات البيئة والصحة والسلامة المهنية (جديد)";
    case "222450405002":
      return "222450405002: تنفيذ الرقابة على المؤسسات التعليمية في مجال البيئة والصحة والسلام";
    case "222450406000":
      return "222450406000: بيئة مدرسية صحية رياضية تعزز التجربة التعليمية  (جديد)";
    case "222450406001":
      return "222450406001: برنامج الرياضة التنافسية المدرسية";
    case "222450406002":
      return "222450406002: اتحاد الإمارات للرياضة المدرسية";
    case "222450406003":
      return "222450406003: الاولمبياد  الرياضي المدرسي";
    case "222450406004":
      return "222450406004: تطوير تنفيذ برامج التغذية والصحة واللياقة";
    case "222450407000":
      return "222450407000: تحسين وتطوير المباني الحالية";
    case "222450407001":
      return "222450407001: تحويل الأبنية المدرسية الحالية الى أبنية خضراء صديقة";
    case "222450407002":
      return "222450407002: وضع وتنفيذ خطة تطويرية لجميع المرافق وفقا لمعايير متقدمة لخدمة الت";
    case "222450408000":
      return "222450408000: تصميم وتنفيذ برامج تنمية مهارات الطلبة المعرفية والاجتماعية والثقا";
    case "222450408001":
      return "222450408001: أستحداث منظومة الأندية الطلابية المدرسية وتفعيل دور مجالس الطلبة ف";
    case "222450408002":
      return "222450408002: برامج التطوع وخدمة المجتمع";
    case "222450408003":
      return "222450408003: أستحداث منظومة الفعاليات والرحلات والمسابقات الطلابية";
    case "222450409000":
      return "222450409000: تطوير مصادر التعلم والحلول التعليمية (تحديث)";
    case "222450409001":
      return "222450409001: تطوير  مصادر التعلم والمختبرات العلمية بالمدارس الحكومية بجميع الم";
    case "222450409002":
      return "222450409002: تطوير المصادر الرقمية";
    case "222450410000":
      return "222450410000: تطوير منظومة جودة الحياة لدى العاملين والطلبة في المؤسسة (جديد)";
    case "222450410001":
      return "222450410001: وضع إطار وتنفيذ برامج جودة الحياة للكادر المدرسي";
    case "222450410002":
      return "222450410002: وضع إطار وتنفيذ برامج جودة الحياة للعاملين";
    case "222450410003":
      return "222450410003: وضع إطار جودة حياة الطلبة";
    case "222450411000":
      return "222450411000: نظام متكامل للكشف عن الطلبة الموهوبين والمتفوقين";
    case "222450411001":
      return "222450411001: تدريب الميدان التربوي على برامج اكتشاف ورعاية الموهوبين";
    case "222450411002":
      return "222450411002: برامج رعاية الطلبة الموهوبين";
    case "222450412000":
      return "222450412000: توفير الإرشاد الأكاديمي   (خدمة)";
    case "222450412001":
      return "222450412001: توفير الرعاية الاجتماعية و الأكاديمية والمهنية لطلبة المدارس الحكو";
    case "222450501000":
      return "222450501000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "222450501001":
      return "222450501001: إدارة المشتريات";
    case "222450501002":
      return "222450501002: إدارة العقود ومتابعتها";
    case "222450502000":
      return "222450502000: إدارة الموارد المالية بكفاءة وفعالية";
    case "222450502001":
      return "222450502001: إعداد الميزانية ومتابعة تنفيذها";
    case "222450502002":
      return "222450502002: إدارة المدفوعات والاستحقاقات";
    case "222450502003":
      return "222450502003: إدارة الرواتب";
    case "222450502004":
      return "222450502004: إجراء التدقيق الداخلى";
    case "222450503000":
      return "222450503000: تطبيق أفضل ممارسات الموارد البشرية";
    case "222450503001":
      return "222450503001: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "222450503002":
      return "222450503002: تدريب وتطوير الموظفين";
    case "222450503003":
      return "222450503003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو";
    case "222450504000":
      return "222450504000: توفير أفضل الخدمات القانونية";
    case "222450504001":
      return "222450504001: إعداد الدراسات والاستشارات القانونية";
    case "222450504002":
      return "222450504002: إدارة الشؤون القانونية";
    case "222450505000":
      return "222450505000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "222450505001":
      return "222450505001: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)  -";
    case "222450505002":
      return "222450505002: الصيانة  -";
    case "222450505003":
      return "222450505003: الإيجار  -";
    case "222450505004":
      return "222450505004: رسوم الاستشارات -";
    case "222450505005":
      return "222450505005: المصروفات المتكررة الأخرى (الصادر والوارد، المواقف، الهواتف والانت";
    case "222450505006":
      return "222450505006: المواصلات";
    case "222450506000":
      return "222450506000: (توفير أحدث خدمات تقنية المعلومات)  الخدمات الذكية";
    case "222450506001":
      return "222450506001: تطوير التطبيقات والخدمات الذكية";
    case "222450506002":
      return "222450506002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "222450506003":
      return "222450506003: إدارة الشبكات وأمن المعلومات";
    case "222450507000":
      return "222450507000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "222450507001":
      return "222450507001: ضمان تحقيق الاتصال الداخلي والخارجي -";
    case "222450507002":
      return "222450507002: إدارة النشاط الإعلامي-";
    case "222450508000":
      return "222450508000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "222450508001":
      return "222450508001: إدارة الجودة";
    case "222450508002":
      return "222450508002: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "222450508003":
      return "222450508003: إدارة علاقات المتعاملين";
    case "222450509000":
      return "222450509000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "222450509001":
      return "222450509001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "222450509002":
      return "222450509002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "222450510000":
      return "222450510000: تطبيق أفضل الممارسات العالمية فى القيادة";
    case "222450510001":
      return "222450510001: مكاتب المدير العام والمديرين التنفيذيين";
    case "222450510002":
      return "222450510002: مستشاري مجلس الادارة والمدير العام";
    case "222450511000":
      return "222450511000: تنفيذ ميزانية الوظائف";
    case "222450601000":
      return "222450601000: تحسين العمليات بما يعزز من الابتكار";
    case "222450601001":
      return "222450601001: توثيق كافة الابتكارات في المؤسسة في قاعدة بيانات";
    case "222450601002":
      return "222450601002: تشجيع القيادات في المؤسسة على التواصل مع الموظفين لمناقشة الأفكار";
    case "222450602000":
      return "222450602000: بناء قدرات الموظفين في مجال الابتكار";
    case "222450602001":
      return "222450602001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار-";
    case "222450602002":
      return "222450602002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي-";
    case "222450602003":
      return "222450602003: رعاية المواهب المبتكرة-";
    case "222460101000":
      return "222460101000: البحوث الطبية والبيانات الصحية";
    case "222460101001":
      return "222460101001: توفير البيانات الإحصائية المتعلقة بالتقرير السنوي لمنظمة الصحة الع";
    case "222460101002":
      return "222460101002: طلب الدعم والتنسيق لإجراء بحث طبي";
    case "222460101003":
      return "222460101003: طلب إحصائيات صحية من الجمهور والإعلام";
    case "222460102000":
      return "222460102000: الشكاوي والمسؤولية الطبية";
    case "222460102001":
      return "222460102001: تقديم الشكاوي الطبية على القطاع الحكومي";
    case "222460103000":
      return "222460103000: رعاية المتعاملين";
    case "222460103001":
      return "222460103001: تقديم الاقتراحات";
    case "222460103002":
      return "222460103002: تقديم الملاحظات والشكاوي";
    case "222460103003":
      return "222460103003: تقديم الاستفسارات";
    case "222460104000":
      return "222460104000: الاجازات المرضية والتقارير الطبية";
    case "222460104001":
      return "222460104001: طلب تقرير طبي";
    case "222460105000":
      return "222460105000: شهادات المواليد";
    case "222460105001":
      return "222460105001: إصدار شهادة ميلاد";
    case "222460105002":
      return "222460105002: إصدار بدل فاقد لشهادة ميلاد";
    case "222460105003":
      return "222460105003: تعديل بيانات شهادة ميلاد";
    case "222460105004":
      return "222460105004: إصدار صورة طبق الأصل لشهادة الميلاد";
    case "222460106000":
      return "222460106000: شهادات الوفيات";
    case "222460106001":
      return "222460106001: إصدار شهادة وفاة";
    case "222460106002":
      return "222460106002: إصدار بدل فاقد لشهادة الوفاة";
    case "222460106003":
      return "222460106003: إصدار صورة طبق الأصل لشهادة الوفاة";
    case "222460107000":
      return "222460107000: فحوصات وشهادات اللياقة الصحية";
    case "222460107001":
      return "222460107001: المشورة والفحص ما قبل الزواج";
    case "222460107002":
      return "222460107002: إصدار بدل فاقد لشهادة خلو من الامراض لفحص ما قبل الزواج";
    case "222460107003":
      return "222460107003: فحص اللياقة الطبية للإلتحاق بالجامعات";
    case "222460107004":
      return "222460107004: فحص اللياقة الطبية للموظفين الجدد";
    case "222460107005":
      return "222460107005: فحص اللياقة الطبية لتأشيرات الإقامة";
    case "222460108000":
      return "222460108000: البطاقات الصحية";
    case "222460108001":
      return "222460108001: إصدار بطاقة صحية";
    case "222460108002":
      return "222460108002: تجديد بطاقة صحية";
    case "222460108003":
      return "222460108003: تحويل بطاقة صحية";
    case "222460108004":
      return "222460108004: تعديل بيانات بطاقة صحية";
    case "222460108005":
      return "222460108005: اصدار بطاقة صحية لذوي الهمم";
    case "222460108006":
      return "222460108006: تجديد بطاقة صحية لذوي الهمم";
    case "222460109000":
      return "222460109000: التطعيمات";
    case "222460109001":
      return "222460109001: صحة الطفل والتطعيمات";
    case "222460109002":
      return "222460109002: تطعيم طلبة المدارس";
    case "222460109003":
      return "222460109003: تطعيم المسافرين";
    case "222460109004":
      return "222460109004: تطعيم الأوبئة";
    case "222460110000":
      return "222460110000: متابعة المرضى";
    case "222460110001":
      return "222460110001: الخدمات التمريضية";
    case "222460111000":
      return "222460111000: مكافحة الأمراض غير السارية";
    case "222460111001":
      return "222460111001: عيادات الأمراض غير السارية";
    case "222460111002":
      return "222460111002: عيادات الإقلاع عن التدخين";
    case "222460112000":
      return "222460112000: طب الأسنان";
    case "222460112001":
      return "222460112001: طب وجراحة اللثة";
    case "222460112002":
      return "222460112002: طب تقويم الأسنان";
    case "222460112003":
      return "222460112003: طب الأسنان الوقائي";
    case "222460112004":
      return "222460112004: طب أسنان الأطفال";
    case "222460112005":
      return "222460112005: معالجة الأسنان";
    case "222460112006":
      return "222460112006: علاج العصب وجذور الأسنان";
    case "222460112007":
      return "222460112007: الإستعاضات السنية";
    case "222460112008":
      return "222460112008: جراحة الفم و الوجه و الفكين";
    case "222460112009":
      return "222460112009: طب وجراحة الفم";
    case "222460112010":
      return "222460112010: علاج طب الأسنان الترميمي";
    case "222460113000":
      return "222460113000: الأمومة والطفولة";
    case "222460113001":
      return "222460113001: الكشف المبكر لأمراض حديثي الولادة";
    case "222460113002":
      return "222460113002: رعاية الحامل";
    case "222460113003":
      return "222460113003: متابعة ما قبل الحمل";
    case "222460113004":
      return "222460113004: استشارات الرضاعة الطبيعية";
    case "222460113005":
      return "222460113005: عيادات الوراثة";
    case "222460113006":
      return "222460113006: الرعاية ما بعد الحمل";
    case "222460114000":
      return "222460114000: الرعاية المتنقلة";
    case "222460114001":
      return "222460114001: الرعاية المتنقلة المنزلية";
    case "222460115000":
      return "222460115000: الفحوصات المبكرة للبرامج الصحية";
    case "222460115001":
      return "222460115001: الكشف المبكر عن السرطان";
    case "222460115002":
      return "222460115002: الفحص الدوري الشامل";
    case "222460115003":
      return "222460115003: الكشف الشامل لطلبة المدارس";
    case "222460116000":
      return "222460116000: الطوارئ";
    case "222460116001":
      return "222460116001: تقديم خدمات الطوارئ لكافة الفئات العمرية";
    case "222460117000":
      return "222460117000: نقل الدم";
    case "222460117001":
      return "222460117001: طلب التبرع بالدم";
    case "222460117002":
      return "222460117002: توفير الوحدات الدموية ومكوناتها";
    case "222460118000":
      return "222460118000: العناية الفائقة";
    case "222460118001":
      return "222460118001: توفير العناية القلبية";
    case "222460118002":
      return "222460118002: توفير العناية بالأطفال الخدج";
    case "222460118003":
      return "222460118003: توفير العناية المركزة";
    case "222460119000":
      return "222460119000: الخدمات الصحية المساندة";
    case "222460119001":
      return "222460119001: التصوير بالأشعة";
    case "222460119002":
      return "222460119002: العلاج الطبيعي";
    case "222460119003":
      return "222460119003: صرف الأدوية في الصيدلية";
    case "222460119004":
      return "222460119004: التحاليل المخبرية";
    case "222460119005":
      return "222460119005: الاستشارة الغذائية";
    case "222460120000":
      return "222460120000: خدمات العيادات التخصصية";
    case "222460120001":
      return "222460120001: طب الأطفال";
    case "222460120002":
      return "222460120002: طب النساء والتوليد";
    case "222460120003":
      return "222460120003: طب الجراحة";
    case "222460120004":
      return "222460120004: الطب النفسي";
    case "222460120005":
      return "222460120005: طب الأنف والأذن والحنجرة";
    case "222460120006":
      return "222460120006: طب العيون";
    case "222460120007":
      return "222460120007: طب الجلد والبشرة";
    case "222460120008":
      return "222460120008: طب الباطنية";
    case "222460121000":
      return "222460121000: الطب العام";
    case "222460121001":
      return "222460121001: طب العائلة";
    case "222460122000":
      return "222460122000: التسجيل الصحي والملفات الطبية";
    case "222460122001":
      return "222460122001: حجز موعد طبي";
    case "222460123000":
      return "222460123000: الفحوصات الوقائية من مخاطر الإشعاع";
    case "222460123001":
      return "222460123001: طلب المشورة الفنية بما يتعلق بالسلامة الإشعاعية";
    case "222460123002":
      return "222460123002: توفير المقياس الإشعاعي";
    case "222460123003":
      return "222460123003: توفير بدل فاقد للمقياس الإشعاعي";
    case "222460123004":
      return "222460123004: إجراء الرصد الإشعاعي المهني الدوري";
    case "222460124000":
      return "222460124000: برنامج الفحص الوطني الدوري الشامل";
    case "222460124001":
      return "222460124001: تفعيل خدمة الفحص الدوري في المراكز";
    case "222460125000":
      return "222460125000: تطوير المستشفيات التابعة للمؤسسة";
    case "222460125001":
      return "222460125001: تطوير المستشفيات التابعة للمؤسسة";
    case "222460125002":
      return "222460125002: تشغيل مستشفى البراحة";
    case "222460125003":
      return "222460125003: تشغيل مستشفى إبراهيم بن حمد العبيد الله";
    case "222460125004":
      return "222460125004: تشغيل مستشفى الأمل الجديد الصحة النفسية";
    case "222460125005":
      return "222460125005: تشغيل مستشفى الذيد";
    case "222460125006":
      return "222460125006: تشغيل مستشفى شعم";
    case "222460125007":
      return "222460125007: تشغيل مستشفى كلباء";
    case "222460125008":
      return "222460125008: تشغيل مستشفى خورفكان";
    case "222460125009":
      return "222460125009: تطوير مستشفى أم القيوين المجتمعي";
    case "222460125010":
      return "222460125010: تشغيل مركز الطوارئ القاسمي";
    case "222460125011":
      return "222460125011: تشغيل مستشفى دبا";
    case "222460125012":
      return "222460125012: تشغيل مستشفى القاسمي للنساء والولادة والاطفال";
    case "222460125013":
      return "222460125013: تشغيل مستشفى صقر";
    case "222460125014":
      return "222460125014: تشغيل مستشفى الفجيرة الجديد";
    case "222460125015":
      return "222460125015: تشغيل مستشفى مسافي";
    case "222460125016":
      return "222460125016: تشغيل مستشفى الكويت";
    case "222460125017":
      return "222460125017: تشغيل مستشفى عبد الله بن عمران";
    case "222460125018":
      return "222460125018: تشغيل مستشفى العبيد الله لكبار السن";
    case "222460125019":
      return "222460125019: تشغيل مستشفى القاسمي الجديد";
    case "222460126000":
      return "222460126000: تعزيز الوعي بأنماط الحياة الصحية في المجتمع";
    case "222460126001":
      return "222460126001: تنفيذ برنامح تثقيفي للمناسبات العالمية";
    case "222460126002":
      return "222460126002: تنفيذ برنامج معكم لغذاء متوازن";
    case "222460126003":
      return "222460126003: إعداد وتنفيذ برنامج متابعة لترصد ومتابعة حالات زيادة الوزن والسمنة";
    case "222460126004":
      return "222460126004: تنفيذ مبادرة بيئة عمل صحية و إيجابية";
    case "222460126005":
      return "222460126005: تنفيذ برنامج معكم لحياة نشطة";
    case "222460126006":
      return "222460126006: تنفيذ حملات إعلامية تثقيفية لتعزيز أنماط الحياة الصحية في المجتمع";
    case "222460126007":
      return "222460126007: تنفيذ برنامج معكم لحياة صحية";
    case "222460126008":
      return "222460126008: توعية أفراد المجتمع من خلال وسائل التوصل الاجتماعي";
    case "222460127000":
      return "222460127000: تنفيذ حملات إعلامية تثقيفية لتعزيز أنماط الحياة";
    case "222460127001":
      return "222460127001: الحد من عوامل الخطر المؤدية إلى الإصابة بالامراض غير السارية (المز";
    case "222460127002":
      return "222460127002: رفع الوعي العام من خلال المنشآت الصحية بالمؤسسة حول الانعكاسات الإ";
    case "222460127003":
      return "222460127003: تركيز زيادة النشاط البدني المنتظم في منشآت المؤسسة والمدراس وأماكن";
    case "222460127004":
      return "222460127004: ترويج البرامج التثقيفية في مراكز الرعاية الصحية الأولية";
    case "222460127005":
      return "222460127005: ادماج أنشطة التوعية العامة والوقاية من الامراض التي تركز على فئات";
    case "222460128000":
      return "222460128000: تطوير خدمات مراكز الفحص";
    case "222460128001":
      return "222460128001: توسيع نطاق الخدمة الذاتية في جميع مراكز الفحص";
    case "222460128002":
      return "222460128002: تطبيق مبادرة 7 نجوم";
    case "222460129000":
      return "222460129000: تطوير البرنامج الوطني لمكافحة الدرن";
    case "222460129001":
      return "222460129001: إطلاق تطبيق ذكي (رقيبك)";
    case "222460130000":
      return "222460130000: تعزيز وتطوير برامج الصحة النفسية";
    case "222460130001":
      return "222460130001: تعزيز خدمات  الصحة النفسية  في منشآت المؤسسة";
    case "222460130002":
      return "222460130002: عيادة افتراضية عن بعد لموظفي المؤسسة للتوعية بأنماط الحياة";
    case "222460130003":
      return "222460130003: برنامج تدريبي للمشورة النفسية لمرضى الأمراض المزمنة لمقدمي لرعاية";
    case "222460130004":
      return "222460130004: برنامج الدعم النفسي للأزمات.";
    case "222460131000":
      return "222460131000: تطوير الخدمات الصيدلانية بمنشآت المؤسسة الصحية";
    case "222460131001":
      return "222460131001: تنظيم عمل الصيدليات التابعة لمنشآت المؤسسة";
    case "222460131002":
      return "222460131002: وضع قواعد تنظيمية لصرف الأدوية المخدرة والمنومة والمنشطة";
    case "222460132000":
      return "222460132000: برامج الأطباء الزائرين";
    case "222460132001":
      return "222460132001: تطوير وأتمتة نظام قياس أثر برنامج الأطباء الزئرين";
    case "222460132002":
      return "222460132002: أتمتة وتطوير المنصة الالكترونية لاستقطاب الأطباء الزائرين";
    case "222460132003":
      return "222460132003: خدمة التطبيب عن بعد مع أطباء من خارج الدولة";
    case "222460133000":
      return "222460133000: صحة المرأة";
    case "222460133001":
      return "222460133001: تعزيز  خدمات صحة المرأة";
    case "222460134000":
      return "222460134000: تطوير و تحديث نظام إلكتروني لإدارة الأمراض الصحة العامة والتطعيمات";
    case "222460134001":
      return "222460134001: تطويرنظام إلكتروني لإدارة الأمراض الصحة العامة والتطعيمات موحد على";
    case "222460135000":
      return "222460135000: طب الأسنان الوقائي";
    case "222460135001":
      return "222460135001: تطبيق برنامج كشف الأسنان لطلبة المدارس للفئة المستهدفة";
    case "222460135002":
      return "222460135002: تطبيق برامج صحة الفم والأسنان";
    case "222460136000":
      return "222460136000: تطوير خدمات المختبرات ونقل الدم وفقاً لأفضل الممارسات الطبية";
    case "222460136001":
      return "222460136001: تنظيم حملات تبرع بالدم (لسد احتياجات المرضى في المستشفيات من الوحد";
    case "222460136002":
      return "222460136002: تعزيز كفاءة و فعالية  إدارة عمليات بنك الدم";
    case "222460136003":
      return "222460136003: تعزيز كفاءة أداء خدمات مختبرات المؤسسة";
    case "222460137000":
      return "222460137000: الفحص الطبي المبكر للسرطان";
    case "222460137001":
      return "222460137001: تعزيز برنامج الكشف المبكر للسرطان";
    case "222460137002":
      return "222460137002: تطبيق برنامج الكشف المبكر عن السرطان";
    case "222460138000":
      return "222460138000: نموذج صحي تخصصي متكامل";
    case "222460138001":
      return "222460138001: إنشاء وتفعيل مراكز امتياز تخصصية";
    case "222460138002":
      return "222460138002: تطبيق برامج التميز في الخدمات التمريضية";
    case "222460139000":
      return "222460139000: التصدي لمرض السكري";
    case "222460139001":
      return "222460139001: تطبيق الكشف المبكر عن المعرضين للإصابة بالسكري وعوامل الاختطار";
    case "222460140000":
      return "222460140000: تطبيق الاستراتيجية الوطنية لخفض معدلات الوفيات من السرطان";
    case "222460140001":
      return "222460140001: تعزيز اهمية برنامج الكشف المبكر عن السرطان  من خلال انشطة الترويج";
    case "222460141000":
      return "222460141000: الرعاية الغذائية العلاجية";
    case "222460141001":
      return "222460141001: تقييم الخدمات الغذائية المقدمة";
    case "222460141002":
      return "222460141002: ضمان جودة الغذاء من خلال الحصول على شهادات الاعتماد المتعلقة بسلام";
    case "222460141003":
      return "222460141003: تقديم التدخل الغذائي المطلوب حسب الحالة المرضية";
    case "222460142000":
      return "222460142000: تعزيز جاذبية مهنة التمريض";
    case "222460142001":
      return "222460142001: الترويج الاعلامي لمهنة التمريض";
    case "222460143000":
      return "222460143000: برنامج مكافحة الملاريا وإضافة مكافحة الأمراض الأخرى المنقولة عبر ا";
    case "222460143001":
      return "222460143001: تنفيذ برامج و أنشطة خاصة بمكافحة الملاريا و نواقل الأمراض";
    case "222460144000":
      return "222460144000: تطوير البرامج الوطنية والتطعيمات";
    case "222460144001":
      return "222460144001: مراقبة مؤشرات البرامج الوطنية والتطعيمات المتعلقة بتحقيق أهداف الت";
    case "222460145000":
      return "222460145000: إدارة الشراكة بين القطاع العام والخاص";
    case "222460145001":
      return "222460145001: عمل دراسات الجدوى لمشاريع الشراكة بين القطاع العام والخاص";
    case "222460145002":
      return "222460145002: البدء في مشاريع الشراكة بين القطاع العام والخاص";
    case "222460145003":
      return "222460145003: تخفيض التكاليف من خلال مشاريع الشراكات بين القطاع العام والخاص";
    case "222460146000":
      return "222460146000: الابتكار في تقديم الخدمات الطبية والعلاجية";
    case "222460146001":
      return "222460146001: استخدام التكنولوجيا الروبوتية المتقدمة في المجال الصحي";
    case "222460146002":
      return "222460146002: تطوير وإنشاء الصيدلية الروبوتية ضمن مرافق المؤسسة";
    case "222460147000":
      return "222460147000: رعاية الأطفال واليافعين";
    case "222460147001":
      return "222460147001: تطوير الخدمات الصحية المقدمة لطلبة المدارس";
    case "222460147002":
      return "222460147002: زيادة عدد المؤسسات الصحية الحاصلة على لقب صديقة للطفل";
    case "222460147003":
      return "222460147003: تعزيز خدمات صحة الطفل";
    case "222460148000":
      return "222460148000: تطوير المراكز الصحية التابعة للمؤسسة";
    case "222460148001":
      return "222460148001: تطوير المراكز الصحية التابعة للمؤسسة";
    case "222460148002":
      return "222460148002:  تشغيل مركز الطب الوقائي براس الخيمة";
    case "222460148003":
      return "222460148003: مركز الطب الوقائي بدبي";
    case "222460148004":
      return "222460148004: تشغيل مركز المعمورة الصحي";
    case "222460148005":
      return "222460148005:  تشغيل مركز فحص العمالة خورفكان";
    case "222460148006":
      return "222460148006: تشغيل مركز الراشدية الصحي";
    case "222460148007":
      return "222460148007: تشغيل مركز هور العنز الصحي";
    case "222460148008":
      return "222460148008: تشغيل مركز القصيص الصحي";
    case "222460148009":
      return "222460148009: تشغيل مركز المحيصنة الصحي";
    case "222460148010":
      return "222460148010: تشغيل مركز العوير الصحي";
    case "222460148011":
      return "222460148011: تشغيل مركز  القوز الصحي";
    case "222460148012":
      return "222460148012: تشغيل مركز الرفاعة الصحي";
    case "222460148013":
      return "222460148013: تشغيل مركز الاتحاد الصحي";
    case "222460148014":
      return "222460148014: تشغيل مركز خورفكان الصحي";
    case "222460148015":
      return "222460148015: تشغيل مركز خورفكان لطب الأسنان";
    case "222460148016":
      return "222460148016: تشغيل مركز كلباء لطب الأسنان";
    case "222460148017":
      return "222460148017: تشغيل مركز دسمان لطب الأسنان";
    case "222460148018":
      return "222460148018: تشغيل المركز الوطني للوقاية من الاشعاع";
    case "222460148019":
      return "222460148019: تشغيل المختبر المركزي لفحص ما قبل الزواج";
    case "222460148020":
      return "222460148020: تشغيل مركز الصناعية للطب الوقائي";
    case "222460148021":
      return "222460148021: تشغيل مركز كلباء للطب الوقائي";
    case "222460148022":
      return "222460148022: تشغيل مركز دبا الحصن الصحي";
    case "222460148023":
      return "222460148023: عيادة البطائح الطبية (تشغيل مركز ابن رشيد الصحي)";
    case "222460148024":
      return "222460148024: تشغيل مركز فحص العمالة الوافدة - مركز الطب الوقائي الذيد";
    case "222460148025":
      return "222460148025: تشغيل مركز الطب الوقائي الغبيبة";
    case "222460148026":
      return "222460148026: تشغيل مركز واسط الصحي";
    case "222460148027":
      return "222460148027: تشغيل مركز الرقة الصحي";
    case "222460148028":
      return "222460148028: تشغيل مركز الصبخة أم خنور الصحي";
    case "222460148029":
      return "222460148029: تشغيل مركز الخالدية الصحي";
    case "222460148030":
      return "222460148030: تشغيل مركز الشارقة الصحي -البطينة";
    case "222460148031":
      return "222460148031: تشغيل مركز الحمرية الصحي";
    case "222460148032":
      return "222460148032: تشغيل مركز اللؤلؤية الصحي - خورفكان";
    case "222460148033":
      return "222460148033: تشغيل مركز النحوة الصحي";
    case "222460148034":
      return "222460148034: تشغيل مركز الثميد الصحي";
    case "222460148035":
      return "222460148035: تشغيل مركز المليحة الصحي";
    case "222460148036":
      return "222460148036: تشغيل مركز القرائن الصحي";
    case "222460148037":
      return "222460148037: تشغيل مركز شيص الصحي";
    case "222460148038":
      return "222460148038: تشغيل مركز المصلى الصحي";
    case "222460148039":
      return "222460148039: تشغيل مركز الحميدية للطب الوقائي";
    case "222460148040":
      return "222460148040: تشغيل مركز المدينة الصحي";
    case "222460148041":
      return "222460148041: تشغيل مركز مشيرف الصحي";
    case "222460148042":
      return "222460148042: تشغيل مركز الحميدية الصحي";
    case "222460148043":
      return "222460148043: تشغيل مركز المنامة الصحي";
    case "222460148044":
      return "222460148044: تشغيل مركز مزيرع الصحي";
    case "222460148045":
      return "222460148045: تشغيل مركز الصحة المدرسية بالحميدية";
    case "222460148046":
      return "222460148046: تشغيل مركز طب الأسنان التخصصي";
    case "222460148047":
      return "222460148047: تشغيل مركز أم القيوين للطب الوقائي";
    case "222460148048":
      return "222460148048: تشغيل مركز أم القيوين لطب الأسنان - منطقة الحويه";
    case "222460148049":
      return "222460148049: تشغيل مركز الخزان الصحي";
    case "222460148050":
      return "222460148050: تشغيل مركز الراعفة الصحي";
    case "222460148051":
      return "222460148051: تشغيل مركز السلمة الصحي";
    case "222460148052":
      return "222460148052: تشغيل مركز فلج المعلا الصحي";
    case "222460148053":
      return "222460148053: تشغيل مركز طب الأسنان الجديد - منطقة السلمة";
    case "222460148054":
      return "222460148054: تشغيل مركز الجير الصحي";
    case "222460148055":
      return "222460148055: تشغيل مركز الرمس الصحي";
    case "222460148056":
      return "222460148056: تشغيل مركز شمل الصحي";
    case "222460148057":
      return "222460148057: تشغيل مركز النخيل الصحي";
    case "222460148058":
      return "222460148058: تشغيل مركز رأس الخيمة الصحي";
    case "222460148059":
      return "222460148059: تشغيل مركز الظيت الصحي";
    case "222460148060":
      return "222460148060: تشغيل مركز الجزيرة الحمراء الصحي";
    case "222460148061":
      return "222460148061: تشغيل مركز الدقداقة الصحي";
    case "222460148062":
      return "222460148062: تشغيل مركز الحمرانية الصحي";
    case "222460148063":
      return "222460148063: تشغيل مركز خت الصحي";
    case "222460148064":
      return "222460148064: تشغيل مركز سيف بن علي الصحي";
    case "222460148065":
      return "222460148065: تشغيل مركز مسافي الصحي";
    case "222460148066":
      return "222460148066: تشغيل مركز وادي أصفني الصحي";
    case "222460148067":
      return "222460148067: تشغيل مركز المنيعي الصحي";
    case "222460148068":
      return "222460148068: تشغيل مركز شوكة الصحي";
    case "222460148069":
      return "222460148069: تشغيل مركز كدرة الصحي";
    case "222460148070":
      return "222460148070: تشغيل مركز جلفار الصحي";
    case "222460148071":
      return "222460148071: تشغيل مركز الصحة المدرسية";
    case "222460148072":
      return "222460148072: تشغيل مركز طب الاسنان -رأس الخيمة";
    case "222460148073":
      return "222460148073: تشغيل مركز الطب الوقائي بالفجيرة";
    case "222460148074":
      return "222460148074: تشغيل مركز الفجيرة لطب الأسنان";
    case "222460148075":
      return "222460148075: تشغيل مركز مريشيد الصحي";
    case "222460148076":
      return "222460148076: تشغيل مركز البدية الصحي";
    case "222460148077":
      return "222460148077: تشغيل مركز مربح الصحي";
    case "222460148078":
      return "222460148078: تشغيل مركز قريَة الصحي";
    case "222460148079":
      return "222460148079: تشغيل مركز الحلاة الصحي";
    case "222460148080":
      return "222460148080: تشغيل مركز الطويين الصحي";
    case "222460148081":
      return "222460148081: تشغيل مركز ضدنا الصحي";
    case "222460148082":
      return "222460148082: تشغيل مركز السيجي الصحي";
    case "222460148083":
      return "222460148083: تشغيل مركز وادي السدر الصحي";
    case "222460148084":
      return "222460148084: تشغيل مركز قدفع الصحي";
    case "222460148085":
      return "222460148085: تشغيل مركز الخليبية الصحي";
    case "222460148086":
      return "222460148086: تشغيل مركز غسيل الكلي بمستشفى الفجيرة";
    case "222460148087":
      return "222460148087: تشغيل مركز الفصيل الصحي";
    case "222460148088":
      return "222460148088: تشغيل مركز الثلاسيميا برأس الخيمة";
    case "222460148089":
      return "222460148089: تشغيل مركز نزوى الصحي";
    case "222460148090":
      return "222460148090: تشغيل مركز جزيرة أبوموسى الصحي";
    case "222460148091":
      return "222460148091: تشغيل مركز وادي الحلو الصحي";
    case "222460148092":
      return "222460148092: تشغيل مركز المدام الصحي";
    case "222460148093":
      return "222460148093: تشغيل مركز الذيد الصحي";
    case "222460148094":
      return "222460148094: تشغيل مركز جراحة القلب بمستشفى القاسمي";
    case "222460148095":
      return "222460148095: تشغيل مركز الرفاع الصحي";
    case "222460148096":
      return "222460148096: تشغيل مركز المناخ الصحي";
    case "222460148097":
      return "222460148097: تشغيل مركز تعزيز الصحة";
    case "222460148098":
      return "222460148098: تشغيل مركز غسيل الكلى الجديد";
    case "222460148099":
      return "222460148099: تشغيل مركز العلاج الطبيعي والطب الرياضي";
    case "222460148100":
      return "222460148100: تشغيل مركز الثلاسيميا بالفجيرة";
    case "222460148101":
      return "222460148101: تشغيل بنك الدم بالشارقة";
    case "222460148102":
      return "222460148102: تشغيل مركز العكامية الصحي";
    case "222460148103":
      return "222460148103: تشغيل المركز التخصصي لطب الأسنان";
    case "222460148104":
      return "222460148104: تشغيل مركز تعزيز صحة الأسرة بالشارقة";
    case "222460148105":
      return "222460148105: مراكز الرعاية الصحية الاولية في المناطق النامية";
    case "222460149000":
      return "222460149000: تطوير نطاق الخدمات المقدمة في مراكز الرعاية الصحية الأولية";
    case "222460149001":
      return "222460149001: دمج خدمات الإقلاع عن التدخين";
    case "222460149002":
      return "222460149002: رفع كفاءة العاملين الصحيين";
    case "222460149003":
      return "222460149003: تعزيز خدمات فحوصات ما قبل الزواج";
    case "222460149004":
      return "222460149004: تطوير خدمة عيادة المسافرين";
    case "222460149005":
      return "222460149005: تطوير برنامج موديول التطعيم (Vaccination Module) مع نظام وريد";
    case "222460150000":
      return "222460150000: تطوير برنامج الصحة المهنية";
    case "222460150001":
      return "222460150001: تعزيز  قدرات الصحة المهنية في المؤسسة";
    case "222460151000":
      return "222460151000: تطبيق الاستراتيجية الوطنية لخفض معدلات الوفيات من أمراض القلب و ال";
    case "222460151001":
      return "222460151001: تنفيذ برامج التوعية لأمراض القلب والشرايين";
    case "222460152000":
      return "222460152000: تطبيق الخطة الوطنية للأمراض غير السارية";
    case "222460152001":
      return "222460152001: متابعة تطبيق الخطة الوطنية للأمراض غير السارية";
    case "222460153000":
      return "222460153000: وقاية و حماية النساء و الأطفال من العنف في مراكز الرعاية الصحية ال";
    case "222460153001":
      return "222460153001: تعزيز قدرات  الكادر الصحي";
    case "222460153002":
      return "222460153002: تطوير بروتوكول الحماية من العنف ضد الأطفال";
    case "222460154000":
      return "222460154000: إنشاء مركز عمليات الطوارئ لمؤسسة الإمارات للخدمات الصحية";
    case "222460154001":
      return "222460154001: إنشاء مركز عمليات الطوارئ لمؤسسة الإمارات للخدمات الصحية";
    case "222460154002":
      return "222460154002:بناء القدرة المؤسسية للاستجابة لحوادث (CBRNE) وفق المعايير العالمية";
    case "222460155000":
      return "222460155000: خدمات طب أسنان آمنه ومستمرة";
    case "222460155001":
      return "222460155001: العمل على توفير بيئة عمل آمنه لاطباء الاسنان والمرضى";
    case "222460156000":
      return "222460156000: التطبيب عن بعد في مراكز الرعاية الصحية الأولية";
    case "222460156001":
      return "222460156001: تعزيز خدمات التطبيب عن بعد بمراكز الرعاية الصحية الاولية";
    case "222460157000":
      return "222460157000: التطعيم بلقاح كوفيد 19";
    case "222460157001":
      return "222460157001: برنامج التطعيم بلقاح  كوفيد 19";
    case "222460201000":
      return "222460201000: تأجير الأصول والمساحات";
    case "222460201001":
      return "222460201001: استئجار المساحات الفارغة والأصول التابعة للمؤسسة";
    case "222460201002":
      return "222460201002: تجديد استئجار المساحات الفارغة والأصول التابعة للمؤسسة";
    case "222460201003":
      return "222460201003: إلغاء استئجار المساحات الفارغة والأصول التابعة للمؤسسة";
    case "222460202000":
      return "222460202000: التدريب و التطوير";
    case "222460202001":
      return "222460202001: طلب تدريب طلبة كليات الطب والعلوم الصحية بمنشأت مؤسسة الصحة ووقاية";
    case "222460202002":
      return "222460202002: طلب اعتماد برامج التطوير المهني المستمر";
    case "222460202003":
      return "222460202003: طلب الالتحاق ببرامج الامتياز لتخصصات الطب البشري وطب الأسنان";
    case "222460202004":
      return "222460202004: طلب الالتحاق بتدريب ما بعد الامتياز";
    case "222460202005":
      return "222460202005: الاعتراف بالمستشفيات والجامعات الطبية في القطاع الخاص كمرافق تدريب";
    case "222460202006":
      return "222460202006: تسجيل الأطباء في برامج الإقامة في منشآت مؤسسة الصحة ووقاية المجتمع";
    case "222460202007":
      return "222460202007: طلب الحصول على منحة دراسية";
    case "222460203000":
      return "222460203000: إقامة بنية تحتية متقدمة ومتكاملة";
    case "222460203001":
      return "222460203001: إعداد خطط تنفيذ أمن المعلومات واستمرارية الاعمال";
    case "222460203002":
      return "222460203002: انشاء مركز عمليات البنية التحتية";
    case "222460203003":
      return "222460203003: انشاء مركز عمليات امن المعلومات";
    case "222460203004":
      return "222460203004: سجل بيانات المكالمات الصوتية";
    case "222460203005":
      return "222460203005: فصل مؤسسة الإمارات للخدمات الصحيه من مؤسسة الصحة و وقاية المجتمع";
    case "222460203006":
      return "222460203006: نظام شاشة موظفين البدالة";
    case "222460203007":
      return "222460203007: مشروع الربط اللاسلكي بين الطواقم الطبية لمستشفيات المؤسسة";
    case "222460203008":
      return "222460203008: AD Audit Pluse";
    case "222460203009":
      return "222460203009: ادارة حوادث و انباء امن المعلومات";
    case "222460203010":
      return "222460203010: تجريب نظام ادارة امتياز الوصول";
    case "222460203011":
      return "222460203011: بناء مركز الازمات والكوارث في مستشفى القاسمي للنساء والولادة";
    case "222460203012":
      return "222460203012: مشروع توسعة غرفة التوزيع الرئيسية في مستشفى القاسمي";
    case "222460203013":
      return "222460203013: التحكم بدخول الشبكة";
    case "222460203014":
      return "222460203014: مسح امن المعلومات";
    case "222460203015":
      return "222460203015: محادثات الفيديو في قاعات الاجتماعات";
    case "222460203016":
      return "222460203016: تطوير الدعم الفني";
    case "222460204000":
      return "222460204000: تعزيز خدمات الرعاية المتوسطة";
    case "222460204001":
      return "222460204001: تعزيز مشاركة المرضي في بوابة شفاء";
    case "222460205000":
      return "222460205000: ضمان تقديم الخدمات الالكترونية وفق معايير الجودة و الكفاءة و الشفا";
    case "222460205001":
      return "222460205001: تطبيق معايير مؤشرات الممكنات الحكومية الخاصة بالخدمات الإلكترونية";
    case "222460205002":
      return "222460205002: نضج البيانات";
    case "222460205003":
      return "222460205003: تقييم بوابة الإمارات في الأمم المتحدة";
    case "222460205004":
      return "222460205004: منظومة التميز الحكومي المؤسسي";
    case "222460205005":
      return "222460205005: معايير السبع نجوم العالمي لتصنف الخدمات";
    case "222460206000":
      return "222460206000: التكامل و الترابط مع الجهات الداخلية و الخارجية";
    case "222460206001":
      return "222460206001: استكمال تطبيق نظام المواليد والوفيات الجديد في جميع المستشفيات الح";
    case "222460206002":
      return "222460206002: الربط مع نظام وريد";
    case "222460206003":
      return "222460206003: الربط مع سلامة (هيئة الصحة دبى )  لإشعار الميلاد   الوفاة";
    case "222460206004":
      return "222460206004: الربط مع دائرة الصحة دبي وهيئة الصحة دبي لمعرفة عدد الاسرة المتاحة";
    case "222460206005":
      return "222460206005: الربط مع مركز الإحصاء";
    case "222460207000":
      return "222460207000: مبادرة البيانات و المعرفة";
    case "222460207001":
      return "222460207001: مشروع البيانات والمعرفة";
    case "222460208000":
      return "222460208000: مبادرة الأزمات و الطوارئ   الأمراض السارية والمعدية";
    case "222460208001":
      return "222460208001: تطبيق كوفيد 19";
    case "222460208002":
      return "222460208002: الربط مع الهيئة الوطنية لإدارة الطوارئ والأزمات والكوارث لاحصائيات";
    case "222460208003":
      return "222460208003: تطبيق الحصن";
    case "222460209000":
      return "222460209000: تطوير التكنولوجيا المناسبة لإدارة النظام الصحي";
    case "222460209001":
      return "222460209001: تطوير منصة التأهيل الذكي للعلاج الطبيعي";
    case "222460209002":
      return "222460209002: تطبيق و تفعيل الأنظمة المساندة لنظام وريد";
    case "222460209003":
      return "222460209003: تطبيق نظام وريد في المنشآت الصحية التابعة لمؤسسة الصحة ووقاية المج";
    case "222460209004":
      return "222460209004: تطوير لوحات التحكم لمختلف التخصصات (منصة منارة لتحليل البيانات)";
    case "222460209005":
      return "222460209005: اطلاق منصة الأبحاث التمريضية والأنشطة الترويجية والتوعوية";
    case "222460210000":
      return "222460210000: تطوير التطبيقات والأنظمة الإلكترونية الذكية المساندة لخدمات تقنية";
    case "222460210001":
      return "222460210001: استكمال مشروع التحول الإلكتروني الذكي للخدمات";
    case "222460210002":
      return "222460210002: تطوير تطبيق الهاتف المتحرك بناء على احدث التقنيات";
    case "222460210003":
      return "222460210003: مشروع تطوير الموقع الالكتروني الجديد";
    case "222460210004":
      return "222460210004: التفعيل الكامل لنظام CRM";
    case "222460210005":
      return "222460210005: الرعاية الصحية عن بعد";
    case "222460210006":
      return "222460210006: خدمة حجز مواعيد تطعيم كوفيد 19";
    case "222460210007":
      return "222460210007: ترقية نظام AX";
    case "222460210008":
      return "222460210008: نظام رعاية";
    case "222460301000":
      return "222460301000: تبني معايير الاعتماد الدولي";
    case "222460301001":
      return "222460301001: تطبيق المعايير واستكمال المتطلبات والحصول على الاعتماد في منشآت ال";
    case "222460301002":
      return "222460301002: إدارة المخاطر في المنشآت الصحية التابعة للمؤسسة";
    case "222460302000":
      return "222460302000: برنامج تقييم المستشفيات والعيادات الصحية";
    case "222460302001":
      return "222460302001: متابعة تنفيذ التقييم للمستشفيات";
    case "222460303000":
      return "222460303000: اعتماد المعيار الذهبي العالمي للتمريض (معايير شهادة التميز العالمي";
    case "222460303001":
      return "222460303001: إجراء التقييم المبدئي لمدى جاهزية المنشآت الصحية لاعتماد ماجنت ورس";
    case "222460303002":
      return "222460303002: الاشتراك في قاعدة البيانات الوطنية لمؤشرات الجودة في الرعاية التمر";
    case "222460303003":
      return "222460303003: إجراء زيارات ميدانية وافتراضية لمنشآت حائزة على اعتماد ماجنت لإجرا";
    case "222460303004":
      return "222460303004: تفعيل  عيادات الرعاية التمريضية التخصصية والتي تعنى بتقديم خدمات ت";
    case "222460303005":
      return "222460303005: تطبيق نموذج الممارسة المبنية على الأدلة والبراهين.";
    case "222460303006":
      return "222460303006: اطلاق  وتفعيل منصة إدارة الأبحاث التمريضية وأبحاث رعاية القبالة";
    case "222460303007":
      return "222460303007: تفعيل جائزة ديزي العالمية لتكريم الكادر التمريضي بناء على ترشيحات";
    case "222460304000":
      return "222460304000: تحسين سلامة المرضى";
    case "222460304001":
      return "222460304001: لإنشاء مجلس للمرضى وعائلاتهم";
    case "222460305000":
      return "222460305000: تطوير نظام برنامج المخاطر وسلامة المرضى";
    case "222460305001":
      return "222460305001: تبني نظام إدارة الحوادث العريضية الذكية (Wn9)";
    case "222460306000":
      return "222460306000: تحسين الرعاية الصحية في المستشفيات";
    case "222460306001":
      return "222460306001: وضع مسارات اكلينيكية علاجية في المستشفيات حسب التوصيات العلمية الح";
    case "222460307000":
      return "222460307000: تعزيز الصحة والسلامة المهنية";
    case "222460307001":
      return "222460307001: تبني افضل الممارسات في الوقاية من فيروس كوفيد 19 والاوبئة المماثلة";
    case "222460308000":
      return "222460308000: تعزيز السعادة والإيجابية في بيئة العمل";
    case "222460308001":
      return "222460308001: خلق بيئة عمل سعيدة وإيجابية من خلال إطلاق مبادرات السعادة والإيجاب";
    case "222460309000":
      return "222460309000: تحسين البنية التحتية للتدريب و التطوير في المركز";
    case "222460309001":
      return "222460309001: استمرارية و استخدام مختبر المحاكاة السريرية";
    case "222460309002":
      return "222460309002: استمرارية واستخدام المكتبة الالكترونية";
    case "222460309003":
      return "222460309003: عقد برامج تدريبية من خلال التعلم الالكتروني";
    case "222460309004":
      return "222460309004: استخدام البرامج الذكية باجراءات و عمليات المركز";
    case "222460309005":
      return "222460309005: عقد برامج تدريبية حية";
    case "222460310000":
      return "222460310000: وضع نظام لقياس تكاليف الخدمات الصحية";
    case "222460310001":
      return "222460310001: وضع محرك لحساب تكلفة الخدمات الصحية";
    case "222460310002":
      return "222460310002: حساب تكاليف المنشآت الصحية (كل منشأة على حده)";
    case "222460310003":
      return "222460310003: حساب تكلفة الخدمات العلاجية على مستوى المنشأة الواحدة";
    case "222460311000":
      return "222460311000: رفع كفاءة وإنتاجية أنظمة وعمليات وخدمات الموارد البشرية و الكوادر";
    case "222460311001":
      return "222460311001: التحسين المستمر على أنظمة وعمليات وخدمات الموارد البشرية وأتمتتة إ";
    case "222460311002":
      return "222460311002: تطبيق خطة التوطين";
    case "222460312000":
      return "222460312000:  تفعيل برنامج مسار";
    case "222460312001":
      return "222460312001:  تفعيل برنامج مسار";
    case "222460313000":
      return "222460313000: استكمال القدرة المؤسسية لتفعيل مركز تدريب صحي بمعايير عالمية";
    case "222460313001":
      return "222460313001: تأسيس منظومة شراكات مع جهات خاصة، حكومية وعالمية والتعاون مع بيوت";
    case "222460313002":
      return "222460313002: التقييم الدوري لأداء مركز التدريب والتطوير";
    case "222460313003":
      return "222460313003: تنفيذ مبادرات تطويرية تدعم تطوير برامج التعليم الطبي";
    case "222460314000":
      return "222460314000: تفعيل إدارة الممتلكات والأصول الثابتة بالمؤسسة";
    case "222460314001":
      return "222460314001: تحديث قاعدة بيانات سجلات الاصول الثابتة على منشآت المؤسسة ضمن نظام";
    case "222460314002":
      return "222460314002: تنفيذ كافة مشاريع المباني المعتمدة المشاريع الانشائية، الصيانة، ال";
    case "222460314003":
      return "222460314003: صيانة الاجهزة الكهربائية الكهروميكانيكية والمعدات الطبية المدرجة ض";
    case "222460315000":
      return "222460315000: تطوير عمليات إدارة المخزون وتطبيق المعايير العالمية في إدارة المست";
    case "222460315001":
      return "222460315001: تقليل نسبة الاصناف المنتهية الصلاحية واستبدالها من الموردين";
    case "222460315002":
      return "222460315002: توفير المخزون الاستراتيجي للأدوية والمستلزمات الطبية";
    case "222460315003":
      return "222460315003: تطبيق المعايير العالمية الأوروبية للتخزين والتوزيع وتدريب مدققين د";
    case "222460316000":
      return "222460316000: تطوير وأتمتة انظمة العمل في ادارة المرافق والخدمات الادارية وفقاً";
    case "222460316001":
      return "222460316001: تطوير وتحديث أنظمة CCTV وأنظمة البوابات الإلكترونية access doors";
    case "222460317000":
      return "222460317000: إدارة النشاط الاتصالي للمؤسسة";
    case "222460317001":
      return "222460317001: إدارة علاقات الشركاء";
    case "222460317002":
      return "222460317002: التخطيط للفعاليات والحملات الاتصالية والأنشطة التسويقية";
    case "222460317003":
      return "222460317003: تعزيز الصورة المرئية للمؤسسة على منصات التواصل الاجتماعي";
    case "222460317004":
      return "222460317004: إدارة النشاط الاتصالي للمؤسسة على المستوى المحلي والاقليمي والدولي";
    case "222460318000":
      return "222460318000: بناء قدرات الكادر الاداري و التقني التخصصي";
    case "222460318001":
      return "222460318001: تنفيذ برامج تدريبية ومعتمدة عالمية  لتطوير المهارات  الادارية  وال";
    case "222460318002":
      return "222460318002: تلبية احتياجات المتدربين";
    case "222460318003":
      return "222460318003: تدقيق واعتماد طلبات حضور المؤتمرات لموظفي المؤسسة";
    case "222460318004":
      return "222460318004: تدقيق واعتماد طلبات الاجازات الدراسية لموظفي المؤسسة (أكثر من 21 ي";
    case "222460319000":
      return "222460319000: الاشراف على تطبيق مواصفات الجودة العالمية";
    case "222460319001":
      return "222460319001: تجديد شهادات المواصفات والاعتمادات العالمية";
    case "222460319002":
      return "222460319002: الحصول على شهادات مواصفات واعتمادات جديدة";
    case "222460319003":
      return "222460319003: إطلاق المرحلة الثانية من مشروع إدارة العمليات";
    case "222460320000":
      return "222460320000: تطوير كفاءة وأداء الخدمات القانونية";
    case "222460320001":
      return "222460320001: حصر المنازعات القضائية والاستشارات القانونية ومشروعات العقود الإدا";
    case "222460321000":
      return "222460321000: تعزيز الوعي القانوني";
    case "222460321001":
      return "222460321001: تنظيم ورش تدريبية لرفع نسبة الوعي القانوني لدى موظفي المؤسسة";
    case "222460322000":
      return "222460322000: تطوير استراتيجية المؤسسة للاستدامة";
    case "222460322001":
      return "222460322001: تطبيق استراتيجية المؤسسة في الاستدامة البيئية والاقتصادية والاجتما";
    case "222460323000":
      return "222460323000: ادارة جودة سعادة المتعاملين";
    case "222460323001":
      return "222460323001: تعزيز ثقافة الخدمة المتميزة وزيادة الجهوزية لتطبيق معايير التصنيف";
    case "222460323002":
      return "222460323002: قياس صوت المتعاملين";
    case "222460323003":
      return "222460323003: متابعة الأداء وجودة الأدلة";
    case "222460324000":
      return "222460324000: ادارة مراكز الخدمة";
    case "222460324001":
      return "222460324001: متابعة أنظمة الدور و مؤشر السعادة وتحقيق معاييرها في المراكز";
    case "222460324002":
      return "222460324002: جمع وتوثيق آراء واحتياجات المتعاملين وتوعية المتعاملين بدليل الخدم";
    case "222460324003":
      return "222460324003: تسجيل بيانات المتعاملين في المراكز لتوفير نظرة شاملة";
    case "222460325000":
      return "222460325000: ادارة علاقات المتعاملين";
    case "222460325001":
      return "222460325001: تطبيق إجراءات الشكاوى وملاحظات المتعاملين";
    case "222460325002":
      return "222460325002: تطبيق إجراءات اقتراحات المتعاملين";
    case "222460325003":
      return "222460325003: الرد على استفسارات المتعاملين عبر القنوات الرقمية";
    case "222460326000":
      return "222460326000: إدارة تطوير الخدمات";
    case "222460326001":
      return "222460326001: الاشراف ومراجعة وتوجيه مبادرات تطوير الخدمات";
    case "222460326002":
      return "222460326002: تقييم تجربة المستخدم في النظام الالكتروني من خلال مختبر تجربة المس";
    case "222460326003":
      return "222460326003: تطوير تجربة المتعامل في قنوات الخدمة وفق احتياجاتهم";
    case "222460327000":
      return "222460327000: ادارة مركز الاتصال";
    case "222460327001":
      return "222460327001: تعزيز وتطوير نتائج الخدمات المقدمة في مركز الإتصال";
    case "222460327002":
      return "222460327002: الرد على استفسارات المتعاملين عبر مركز الاتصال";
    case "222460327003":
      return "222460327003: تسجيل بيانات المتعاملين في مركز الاتصال";
    case "222460328000":
      return "222460328000: إنشاء وتعزيز ثقافة المعرفة";
    case "222460328001":
      return "222460328001: تطبيق مواصفة الآيزو في إدارة المعرفة 30401 ISO وتطوير وتبادل المعر";
    case "222460329000":
      return "222460329000: اتاحة الوصول والاستخدام الأمثل للخدمات";
    case "222460329001":
      return "222460329001: توفير نظام الانتظار الموحد Q- System";
    case "222460330000":
      return "222460330000: افتتاح مواقع إضافية للتدريب باستخدام المحاكاة وغيرها";
    case "222460330001":
      return "222460330001: تقديم برامج ودورات تدريبية تخصصية";
    case "222460330002":
      return "222460330002: تنفيذ برامج الاسعافات الأولية وغيرها والتي تستهدف الفئات المختلفة";
    case "222460330003":
      return "222460330003: تجهيز المعدات اللازمة للتدريب بالمحاكاة، تهيئة بيئة العمل لتحاكي و";
    case "222460331000":
      return "222460331000: تطوير منظومة خدمات متكاملة ومرنة";
    case "222460331001":
      return "222460331001: المشاركة والتكامل مع المنصة الرقمية الموحدة للخدمات الحكومية";
    case "222460331002":
      return "222460331002: تطبيق خطة الخدمات الاستباقية والشخصية للمتعاملين";
    case "222460331003":
      return "222460331003: تطوير القدرات الحكومية لموظفي تقديم الخدمات";
    case "222460331004":
      return "222460331004: اشراك المجتمع في تصميم الخدمات الحكومية";
    case "222460331005":
      return "222460331005: توفير سجلات دقيقة لبيانات المتعاملين ومشاركتها مع الجهات الحكومية";
    case "222460331006":
      return "222460331006: إطلاق وتطبيق سياسة المتعامل الرقمي والخدمة الحكومية الرقمية";
    case "222460331007":
      return "222460331007: إطلاق وتطبيق سياسة المنصة الرقمية الموحدة";
    case "222460332000":
      return "222460332000: تشغيل الحضانة";
    case "222460332001":
      return "222460332001: تشغيل الحضانة في المؤسسة";
    case "222460401000":
      return "222460401000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "222460401001":
      return "222460401001: تنفيذ مهام اتصال حكومي مبتكرة";
    case "222460401002":
      return "222460401002: تطوير وتنفيذ خطط التسويق الحكومي";
    case "222460401003":
      return "222460401003: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "222460401004":
      return "222460401004: إدارة النشاط الإعلامي";
    case "222460402000":
      return "222460402000: تطبيق أفضل ممارسات الموارد البشرية";
    case "222460402001":
      return "222460402001: تطبيق نظام المكافآت والحوافز وتحفيز أصحاب الإنجازات المتميزة";
    case "222460402002":
      return "222460402002: تفعيل خطة المسارات الوظيفية";
    case "222460402003":
      return "222460402003: شواغر";
    case "222460402004":
      return "222460402004: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "222460402005":
      return "222460402005: تدريب وتطوير الموظفين";
    case "222460402006":
      return "222460402006: إدارة خدمات الموارد البشرية الأخرى (تقييم الأداء، التعويضات والفوا";
    case "222460403000":
      return "222460403000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "222460403001":
      return "222460403001: تطوير العلاقة مع الموردين";
    case "222460403002":
      return "222460403002: إدارة المشتريات";
    case "222460403003":
      return "222460403003: إدارة العقود ومتابعتها";
    case "222460404000":
      return "222460404000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "222460404001":
      return "222460404001: الصيانة";
    case "222460404002":
      return "222460404002: الإيجار";
    case "222460404003":
      return "222460404003: المواصلات";
    case "222460404004":
      return "222460404004: رسوم الاستشارات";
    case "222460404005":
      return "222460404005: المصروفات المتكررة الأخرى (الصادر والوارد، المرافق، الهواتف والانت";
    case "222460404006":
      return "222460404006: الخدمات المشتركة الأخرى (إدوات المكتب، قرطاسية ومتفرقات، إلخ..)";
    case "222460405000":
      return "222460405000: إدارة الموارد المالية بكفاءة وفعالية";
    case "222460405001":
      return "222460405001: تطوير عمليات إدارة المالية";
    case "222460405002":
      return "222460405002: تطبيق النظام المالي في المستشفيات";
    case "222460405003":
      return "222460405003: تطبيق اللامركزية في العمليات المالية";
    case "222460405004":
      return "222460405004: تطبيق نظام ادارة دورة الايرادات";
    case "222460405005":
      return "222460405005: تطبيق نظام الترميز الدولي CPT";
    case "222460405006":
      return "222460405006: تخفيض رسوم بعض الخدمات التي تقدمها المؤسسة";
    case "222460405007":
      return "222460405007: تنظيم عملية تحصيل المطالبات المالية من الجهات المعنية";
    case "222460405008":
      return "222460405008: تنفيذ مبادرات لتنمية الإيرادات بالتنسيق مع الوحدات التنظيمية في ال";
    case "222460405009":
      return "222460405009: إعداد الميزانية زمتابعة تنفيذها";
    case "222460405010":
      return "222460405010: إدارة الرواتب";
    case "222460405011":
      return "222460405011: إدارة المدفوعات والاستحقاقات";
    case "222460405012":
      return "222460405012: إجراء التدقيق الداخلي";
    case "222460406000":
      return "222460406000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "222460406001":
      return "222460406001: إدارة الجودة";
    case "222460406002":
      return "222460406002: إدارة علاقات المتعاملين";
    case "222460406003":
      return "222460406003: الإعداد للمشاركة بجائزة محمد بن راشد للأداء الحكومي المتميز";
    case "222460406004":
      return "222460406004: تعزيز الوعي وبناء القدرات في مجال منظومة التميز الحكومي";
    case "222460407000":
      return "222460407000:  تطبيق أفضل الممارسات العالمية فى القيادة";
    case "222460407001":
      return "222460407001: مكاتب المدير العام والمديرين التنفيذيين";
    case "222460407002":
      return "222460407002:  مستشاري المدير العام";
    case "222460407003":
      return "222460407003: تطبيق المبادرات المنبثقة من استراتيجية المؤسسة لتمكين الشباب";
    case "222460408000":
      return "222460408000: توفير أفضل الخدمات القانونية";
    case "222460408001":
      return "222460408001: تطوير نظام إدارة الخدمات القانونية";
    case "222460408002":
      return "222460408002: إعداد الدراسات والاستشارات القانونية";
    case "222460408003":
      return "222460408003: إدارة الشؤون القانونية";
    case "222460409000":
      return "222460409000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "222460409001":
      return "222460409001: تعزيز وبناء قدرات الموظفين في مجال الإستراتيجية الأداء المؤسسي";
    case "222460409002":
      return "222460409002: تطوير إطار عمل إدارة المشاريع الاستراتيجية";
    case "222460409003":
      return "222460409003: ضمان التنفيذ المتميز لخطة 2017-2022";
    case "222460409004":
      return "222460409004: تنفيذ دراسات رضا الفئات المعنية";
    case "222460409005":
      return "222460409005: تطوير آليات وأنظمة متعلقة باستشراف المستقبل";
    case "222460409006":
      return "222460409006: تحديد  مؤشرات الأداء الرئيسية وقياس الأداء";
    case "222460409007":
      return "222460409007: وضع وتطوير الخطة التشغيلية والاستراتيجية";
    case "222460409008":
      return "222460409008: بناء القدرات الخاصة باستشراف المستقبل والإشتراك بالمنصة الرقمية";
    case "222460409009":
      return "222460409009: إطلاق وتطبيق نظام إدارة الشراكات";
    case "222460410000":
      return "222460410000: توفير أحدث خدمات تقنية المعلومات";
    case "222460410001":
      return "222460410001: تطوير النظم والتطبيقات الإلكترونية";
    case "222460410002":
      return "222460410002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "222460410003":
      return "222460410003: البنية التحتية وأمن المعلومات";
    case "222460411000":
      return "222460411000: تنفيذ ميزانية الوظائف";
    case "222460501000":
      return "222460501000: تطوير أنظمة حديثة لإدارة الابتكار";
    case "222460501001":
      return "222460501001: تطوير نظام إدارة المقترحات والأفكار الابتكارية";
    case "222460501002":
      return "222460501002: تطوير انظمة التحفيز وتكريم الابداعات والابتكارات";
    case "222460502000":
      return "222460502000: الابتكار في تحسين العمليات والخدمات";
    case "222460502001":
      return "222460502001: بناء شراكات فاعلة مع الهيئات والمؤسسات المتخصصة في مجال الابتكار (";
    case "222460502002":
      return "222460502002: تبني مشاريع تطوير العمليات والخدمات ونماذج العمل الرائدة";
    case "222460503000":
      return "222460503000: تعزيز و بناء القدرات في مجال الابتكار";
    case "222460503001":
      return "222460503001: تنفيذ مختبرات ابتكار تخصصية في المجال الصحي";
    case "222460503002":
      return "222460503002: توعية وتدريب القدرات في مجال  الابتكار";
    case "222460504000":
      return "222460504000:  إنشاء قاعدة بيانات للابتكارات في المؤسسة";
    case "222460504001":
      return "222460504001:  إنشاء قاعدة بيانات للابتكارات في المؤسسة";
    case "222460505000":
      return "222460505000:  تشجيع البحث والتطوير في المؤسسة";
    case "222460505001":
      return "222460505001:  تشجيع البحث والتطوير في المؤسسة";
    case "222460506000":
      return "222460506000:  تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة";
    case "222460506001":
      return "222460506001:  تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة";
    case "222460507000":
      return "222460507000:  التوعية والتدريب على إدارة أنظمة الابتكار وتقديم الأفكار الإبداعي";
    case "222460507001":
      return "222460507001:  التوعية والتدريب على إدارة أنظمة الابتكار وتقديم الأفكار الإبداعي";
    case "222460508000":
      return "222460508000: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي";
    case "222460508001":
      return "222460508001: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي";
    case "222460509000":
      return "222460509000:  تشجيع الافكار الابداعية التي تؤدي الى تحسين العمليات";
    case "222460509001":
      return "222460509001:  تشجيع الافكار الابداعية التي تؤدي الى تحسين العمليات";
    case "222470101000":
      return "222470101000: تطوير أدوات الاعلام الجديد لزيادة انتشار وكالة أنباء الامارات";
    case "222470101001":
      return "222470101001: إنشاء خدمة التطبيق الاخباري الذكي";
    case "222470101002":
      return "222470101002: التواجد في جميع المنصات الإعلامية الرقمية وشبكات التواصل الاجتماعي";
    case "222470101003":
      return "222470101003: تطوير موقع وكالة أنباء الامارات ليكون من أفضل 3 مواقع مقارنة بوكال";
    case "222470102000":
      return "222470102000: رفع جودة المحتوى الخبري لوكالة أنباء الإمارت";
    case "222470102001":
      return "222470102001: مراجعة وتحديث آلية العمل الاخباري (style book) المطبقة في الوكالة";
    case "222470102002":
      return "222470102002: تطوير خدمات الوكالة لتشمل إعداد وبث تقارير اخبارية مرئية ومسموعة";
    case "222470102003":
      return "222470102003: تعزيز دور الوكالة من خلال عضويتها في الاتحادات المهنية الإقليمية و";
    case "222470103000":
      return "222470103000: التغطية الإعلامية للجهات والمؤسسات الحكومية وشبه الحكومية والمؤسسا";
    case "222470103001":
      return "222470103001: تزويد المشتركين بالاخبار المحررة أو و بالصور الفوتوغرافية والتلفزي";
    case "222470103002":
      return "222470103002: ( نشر بث الاخبار من خلال القنوات والمنصات المتوافرة (موقع الوكالة";
    case "222470103003":
      return "222470103003: الاشتراك في الخدمة الإخبارية نشرة وام";
    case "222470103004":
      return "222470103004: تزويد المشتركين بالنشرات الإخبارية الخاصة التي تم رصدها من خلال خد";
    case "222470103005":
      return "222470103005: بيع المواد الفوتوغرافية والتلفزيونية";
    case "222470103006":
      return "222470103006: توفير طلبات المواد الإخبارية المكتوبة أو الأرشيفية";
    case "222470201000":
      return "222470201000: إدارة الموارد المالية بكفاءة وفعالية";
    case "222470201001":
      return "222470201001: إعداد الميزانية ومتابعة تنفيذها";
    case "222470201002":
      return "222470201002: إدارة الرواتب";
    case "222470201003":
      return "222470201003: إدارة المدفوعات والاستحقاقات";
    case "222470201004":
      return "222470201004: إجراء التدقيق الداخلي";
    case "222470202000":
      return "222470202000: إدارة المشتريات وفق أفضل الممارسات العالمية";
    case "222470202001":
      return "222470202001: إدارة المشتريات";
    case "222470202002":
      return "222470202002: إدارة العقود ومتابعتها";
    case "222470203000":
      return "222470203000: تطبيق أفضل ممارسات الموارد البشرية";
    case "222470203001":
      return "222470203001: تخطيط الموارد البشرية والاستقطاب والتعيين";
    case "222470203002":
      return "222470203002: تدريب وتطوير الموظفين";
    case "222470203003":
      return "222470203003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء";
    case "222470204000":
      return "222470204000: ضمان تحقيق الاتصال الداخلي والخارجي";
    case "222470204001":
      return "222470204001: تخطيط وتنسيق الاتصالات الداخلية والخارجية";
    case "222470204002":
      return "222470204002: إدارة النشاط الإعلامي";
    case "222470205000":
      return "222470205000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء";
    case "222470205001":
      return "222470205001: وضع وتطوير الخطة التشغيلية والإستراتيجية";
    case "222470205002":
      return "222470205002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء";
    case "222470206000":
      return "222470206000: ضمان تطبيق معايير الجودة والتميز المؤسسي";
    case "222470206001":
      return "222470206001: إدارة الجودة";
    case "222470206002":
      return "222470206002: إدارة علاقات المتعاملين";
    case "222470206003":
      return "222470206003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز";
    case "222470207000":
      return "222470207000: توفير أفضل الخدمات القانونية";
    case "222470207001":
      return "222470207001: إعداد الدراسات والاستشارات القانونية";
    case "222470207002":
      return "222470207002: إدارة الشؤون القانونية";
    case "222470208000":
      return "222470208000: تطبيق أفضل الممارسات العالمية في القيادة";
    case "222470208001":
      return "222470208001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين";
    case "222470208002":
      return "222470208002: مستشاري الوزير والمدير العام (الوكيل)";
    case "222470209000":
      return "222470209000: توفير أحدث خدمات تقنية المعلومات";
    case "222470209001":
      return "222470209001: تطوير النظم والتطبيقات الإلكترونية";
    case "222470209002":
      return "222470209002: توفير الدعم الفني للمستخدمين (خط مساعدة)";
    case "222470209003":
      return "222470209003: ادارة الشبكات وامن المعلومات";
    case "222470210000":
      return "222470210000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية";
    case "222470210001":
      return "222470210001: الصيانة";
    case "222470210002":
      return "222470210002: الإيجار";
    case "222470210003":
      return "222470210003: المواصلات";
    case "222470210004":
      return "222470210004: رسوم الاستشارات";
    case "222470210005":
      return "222470210005: المصروفات المتكررة الأخرى (الصادر والوارد";
    case "222470210006":
      return "222470210006: الخدمات المشتركة الاخرى (أدوات مكتب";
    case "222470211000":
      return "222470211000: تنفيذ ميزانية الوظائف";
    case "222500000000":
      return "222500000000";
    case "222560000000":
      return "222560000000";
    case "222560101001":
      return "222560101001";
    case "222670000000":
      return "222670000000";
    case "222680000000":
      return "222680000000";
    case "222800000000":
      return "222800000000";
    case "222840000000":
      return "222840000000";
    case "223060000000":
      return "223060000000";
    case "223630000000":
      return "223630000000";

    default:
      return id;
  }
}
