export function getActivityName(entity, type, id){
  id += "";
  if(id.length == 0){
    return "";
  }
  if(type === "MFT" || type === "MPFT" || type === "PFT"){
    if(entity.substring(1,3) < 10){
      id = '17'+entity.substring(1,3)+id.substring(1,id.length);
    }
    else{
      id = '17'+entity.substring(1,3)+'0'+id.substring(2,id.length);
    }
  }
  else{
    id = '17'+entity.substring(1,3)+id.substring(1,id.length);
  }
  switch(id) {
    case "170501010001":
    return "170501010001: إدارة مشروع مبادرة توسيع التمثيل الدبلوماسي في الخارج"
    case "170501010002":
    return "170501010002: إنشاء البعثات التمثيلية الجديدة"
    case "170501010003":
    return "170501010003: تفعيل الدور السياسي للبعثات الجديدة"
    case "170501010000":
    return "170501010000: مبادرة ذات أولوية ـ توسيع نطاق التمثيل الدبلوماسي (البعثات الجديدة"
    case "170501020001":
    return "170501020001: إدارة مشروع مبادرة زيادة استخدام ملخصات وزارة الخارجية من قبل أعضا"
    case "170501020002":
    return "170501020002: إعداد و مراجعة تقارير العلاقات الثنائية (شؤون مجلس التعاون لدول ال"
    case "170501020003":
    return "170501020003: تحضير نقاط الحوار الخاصة بالوزير وكبار المسؤولين خلال الاجتماعات ا"
    case "170501020000":
    return "170501020000: مبادرة ذات أولوية ـ تحسين استخدام نظام الملخصات الإعلامية لوزارة ا"
    case "170501030001":
    return "170501030001: إدارة مشروع مبادرة زيادة طلبات إعفاء المواطنين من التأشيرات المسبق"
    case "170501030002":
    return "170501030002: إدارة الاجتماعات الرسمية (جميع الإدارات السياسية المعنية)"
    case "170501030003":
    return "170501030003: الاتفاقيات الثنائية"
    case "170501030000":
    return "170501030000: مبادرة ذات أولوية ـ تحسين سفر المواطنين عبر الإعفاء من التأشيرة ال"
    case "170501040001":
    return "170501040001: إدارة مشروع مبادرة زيادة عدد الدول الملتزمة بعقد مشاورات سياسية مع"
    case "170501040002":
    return "170501040002: إدارة الاجتماعات الرسمية (جميع الإدارات السياسية المعنية)"
    case "170501040003":
    return "170501040003: الاتفاقيات الثنائية"
    case "170501040000":
    return "170501040000: مبادرة ذات أولوية ـ زيادة عدد اتفاقيات عقد المشاورات السياسية"
    case "170501050001":
    return "170501050001: التحليل السياسي وإعداد ملخصات المواقف السياسية"
    case "170501050000":
    return "170501050000: إدارة المواقف السياسة"
    case "170501060001":
    return "170501060001: إدارة العلاقات السياسية مع دول مجلس التعاون والهيئات الإقليمية وال"
    case "170501060002":
    return "170501060002: إدارة العلاقات السياسية مع الدول العربية والهيئات الإقليمية والدول"
    case "170501060003":
    return "170501060003: إدارة العلاقات السياسية مع الدول الأوروبية والهيئات الإقليمية والد"
    case "170501060004":
    return "170501060004: إدارة العلاقات السياسية مع دول غرب آسيا والهيئات الإقليمية والدولي"
    case "170501060005":
    return "170501060005: إدارة العلاقات السياسية مع دول شرق آسيا و الباسيفيك والهيئات الإقل"
    case "170501060006":
    return "170501060006: إدارة العلاقات السياسية مع الدول الأمريكية والهيئات الإقليمية والد"
    case "170501060007":
    return "170501060007: إدارة العلاقات السياسية مع الدول الأفريقية والهيئات الإقليمية والد"
    case "170501060000":
    return "170501060000: إدارة المواقف السياسة الثنائية مع الدول والمنظمات ذات الصلة"
    case "170501070001":
    return "170501070001: إدارة الخدمات المقدمة للقنصليات الأجنبية في دبي"
    case "170501070002":
    return "170501070002: إدارة الخدمات المقدمة للقنصليات الأجنبية في الشارقة والإمارات الشم"
    case "170501070000":
    return "170501070000: إدارة الخدمات المقدمة للقنصليات الأجنبية"
    case "170501080001":
    return "170501080001: إدارة مواقف دولة الإمارات العربية المتحدة مع القنصليات الأجنبية ال"
    case "170501080000":
    return "170501080000: إدارة العلاقات السياسية للرعايا الأجانب"
    case "170501080002":
    return "170501070003: إدارة المسائل القضائية"
    case "170501090001":
    return "170501090001: المصادقة على الدبلوماسيين وتطبيق مبدأ المعاملة بالمثل والمزايا"
    case "170501090000":
    return "170501090000: إدارة الشؤون الدبلوماسية"
    case "170501100001":
    return "170501100001: المصادقة الدبلوماسية ـ إصدار بطاقات الهوية"
    case "170501100000":
    return "170501100000: الخدمة ذات الأولوية لاعتماد وطباعة على البطاقات الدبلوماسية"
    case "170501110001":
    return "170501110001: المصادقة الدبلوماسية ـ إصدار جوازات السفر"
    case "170501110000":
    return "170501110000: الخدمة ذات الأولوية لإصدار جوازات السفر الدبلوماسية"
    case "170501120001":
    return "170501120001: إدارة مواعيد عقد الاجتماعات الدبلوماسية"
    case "170501120000":
    return "170501120000: الخدمة ذات الأولوية للمصادقة الالكترونية على مواعيد عقد الاجتماعات"
    case "170501130001":
    return "170501130001: إدارة مراسم استقبال الضيوف الدوليين وإقامة الفعاليات"
    case "170501130000":
    return "170501130000: إدارة زيارات ممثلي الدولة"
    case "170501140001":
    return "170501140001: إدارة مشروع التحول الالكتروني الذكي لخدمات المراسم"
    case "170501140002":
    return "170501140002: إدارة امن المعلومات"
    case "170501140003":
    return "170501140003: إدارة نظام إدارة الجودة"
    case "170501140004":
    return "170501140004: متابعة الزيارات والمواعيد"
    case "170501140005":
    return "170501140005: متابعة شؤون الحصانات والامتيازات"
    case "170501140000":
    return "170501140000: مبادرة ذات أولوية ـ التحول الالكتروني الذكي لخدمات المراسم"
    case "170501150001":
    return "170501150001: تمثيل الموقف الأمني المحلي دوليا"
    case "170501150000":
    return "170501150000: تنسيق التعاون الإماراتي العسكري والأمني بين السلطات المحلية لدولة"
    case "170502010001":
    return "170502010001: إدارة مشروع مبادرة التفاوض بشأن اتفاقية تجنب الازدواج الضريبي"
    case "170502010002":
    return "170502010002: إدارة الاجتماعات الرسمية (جميع الإدارات السياسية المعنية)"
    case "170502010003":
    return "170502010003: الاتفاقيات الثنائية"
    case "170502010000":
    return "170502010000: مبادرة ذات أولوية ـ تجنب الازدواج الضريبي"
    case "170502020001":
    return "170502020001: إدارة مشروع مبادرة توسيع اتفاقيات الطيران"
    case "170502020002":
    return "170502020002: إدارة الاجتماعات الرسمية (جميع الإدارات السياسية المعنية)"
    case "170502020003":
    return "170502020003: الاتفاقيات الثنائية"
    case "170502020000":
    return "170502020000: مبادرة ذات أولوية ـ اتفاقيات الطيران"
    case "170502030001":
    return "170502030001: إدارة مشروع مبادرة إنشاء مجالس الأعمال"
    case "170502030002":
    return "170502030002: إدارة الاجتماعات الرسمية (جميع الإدارات السياسية المعنية)"
    case "170502030003":
    return "170502030003: إعداد موقف الدولة وتوجهاتها الاقتصادية وتعميمها على البعثات"
    case "170502030000":
    return "170502030000: مبادرة ذات أولوية ـ مجالس الأعمال"
    case "170502040001":
    return "170502040001: إدارة الشراكات المؤسسية"
    case "170502040000":
    return "170502040000: تعزيز تنافسية الشركات الوطنية في الخارج"
    case "170502050001":
    return "170502050001: تنظيم المعلومات المطلوبة بشأن الأهداف الاقتصادية المتبادلة"
    case "170502050000":
    return "170502050000: إدارة العلاقات الثنائية في الشؤون الاقتصادية"
    case "170502060001":
    return "170502060001: إدارة المنظمات الاقتصادية"
    case "170502060000":
    return "170502060000: تعزيز العلاقة مع المنظمات الدولية"
    case "170503010001":
    return "170503010001: إدارة المعارف الخاصة بالسياسة الخارجية"
    case "170503010002":
    return "170503010002: إدارة المكتبة"
    case "170503010000":
    return "170503010000: إدارة المعارف الخاصة بالسياسة الخارجية"
    case "170503020001":
    return "170503020001: تطوير المواقف السياسية / الاستراتيجية للدولة بشأن التعاون الدولي"
    case "170503020000":
    return "170503020000: إدارة سياسات التعاون الدولي"
    case "170503030001":
    return "170503030001: العمل على تحقيق اهداف المشاريع الوطنية والمساعدات الفنية وتسهيل شر"
    case "170503030000":
    return "170503030000:تقديم الدعم الفني للشركاء من خلال مشاريع التعاون الدولي"
    case "170503040001":
    return "170503040001: إدارة مشروع مبادرة السعي لإبرام اتفاقيات ثقافية"
    case "170503040002":
    return "170503040002: الاتفاقيات الثنائية"
    case "170503040003":
    return "170503040003: إدارة فعاليات الوزارة الخارجية الداخلية"
    case "170503040000":
    return "170503040000: مبادرة ذات أولوية ـ زيادة الجهود الرامية إلى تطوير التفاهم الثقافي"
    case "170503050001":
    return "170503050001: إدارة مشروع مبادرة وضوح رسالة الدولة حول قضايا حقوق الإنسان"
    case "170503050002":
    return "170503050002: تحليل السياسات"
    case "170503050003":
    return "170503050003: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "170503050000":
    return "170503050000: الوعي ووضوح رسالة الدولة ومواقفها على الصعيد الدولي حول القضايا ال"
    case "170503060001":
    return "170503060001: اعداد الخطة السنوية والتأكد من تطبيق التوصيات الصادرة من تقرير مجل"
    case "170503060000":
    return "170503060000: تمثيل دولة الإمارات على الصعيد الدولي في المسائل ذات الصلة بقضايا"
    case "170503070001":
    return "170503070001: إدارة مشروع مبادرة تعزيز مكانة الدولة لدى المنظمات الدولية"
    case "170503070002":
    return "170503070002: إدارة الاجتماعات الرسمية (جميع الإدارات السياسية المعنية)"
    case "170503070003":
    return "170503070003: صياغة موقف الإمارات إزاء المسائل الاقتصادية والتعبير عنها في المنظ"
    case "170503070004":
    return "170503070004: المعاهدات متعددة الأطراف"
    case "170503070000":
    return "170503070000: مبادرة ذات أولوية ـ تعزيز مكانة الإمارات العربية المتحدة لدى المنظ"
    case "170503080001":
    return "170503080001: إدارة مشروع إعداد تقارير الدولة حول التزماتها الدولية"
    case "170503080002":
    return "170503080002: الاستعراض الدوري الشامل"
    case "170503080003":
    return "170503080003: متابعة تطوير السياسات لدعم البرنامج النووي"
    case "170503080004":
    return "170503080004: متابعة قضايا التسلح الدولية"
    case "170503080005":
    return "170503080005: المعاهدات متعددة الأطراف"
    case "170503080006":
    return "170503080006: صياغة موقف الإمارات إزاء المسائل الاقتصادية والتعبير عنها في المنظ"
    case "170503080000":
    return "170503080000: مبادرة ذات أولوية ـ تحسين تقارير الإمارات العربية المتحدة للمنظمات"
    case "170503090001":
    return "170503090001: إدارة مواقف الامارات العربية المتحدة والتزاماتها المتعلقة بالمنظما"
    case "170503090000":
    return "170503090000: إدارة المنظمات الدولية وحل النزاعات"
    case "170503100001":
    return "170503100001: إدارة الشؤون القانونية"
    case "170503100002":
    return "170503100002: إعداد الدراسات والاستشارات القانونية"
    case "170503100000":
    return "170503100000: توفير أفضل الخدمات القانونية"
    case "170503110001":
    return "170503110001: إدارة مشروع مبادرة التوصية بشأن اثر تغيير قوانين الدولة"
    case "170503110002":
    return "170503110002: المعاهدات متعددة الأطراف"
    case "170503110003":
    return "170503110003: إعداد الدراسات والاستشارات القانونية"
    case "170503110000":
    return "170503110000: تحديد الاثار على سمعة الدولة و الاتفاقيات الدولية بناءً على تغييرا"
    case "170503120001":
    return "170503120001: إدارة مشروع الدبلوماسية العامة"
    case "170503120002":
    return "170503120002: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "170503120003":
    return "170503120003: تخطيط السياسات"
    case "170503120004":
    return "170503120004: التدريب والتطوير"
    case "170503120000":
    return "170503120000: مبادرة ذات أولوية ـ الدبلوماسية العامة"
    case "170503130001":
    return "170503130001:إدارة المعلومات لدعم المساعدات الدولية والاهداف الإنمائية لدولة الا"
    case "170503130002":
    return "170503130002: العمل مع الجهات المانحة الرئيسية لموائمة تمويل المساعدات مع سياسة"
    case "170503130003":
    return "170503130003: تنسيق استجابة الدولة للمساعدات الإنسانية"
    case "170503130004":
    return "170503130004: تقديم الدعم للجهات المانحة للمساعدات لزيادة فعالية مشاريع المساعدا"
    case "170503130005":
    return "170503130005: توفير الاستشارات المتعلقة بإدارة المخاطر وتحسين الفعالية للأنشطة"
    case "170503130000":
    return "170503130000:  تنسيق الموائمة للمساعدات الخارجية الإماراتية لدعم المواقف السياسي"
    case "170504010001":
    return "170504010001: إصدار وثيقة سفر للعودة إلى الدولة"
    case "170504010000":
    return "170504010000: خدمة ذات أولوية ـ إصدار وثائق السفر"
    case "170504020001":
    return "170504020001: تجديد الجوازات"
    case "170504020000":
    return "170504020000: خدمة ذات أولوية ـ تجديد جوازات السفر"
    case "170504030001":
    return "170504030001: تقديم الدعم للسفر والاستجابة في حالات الطوارئ"
    case "170504030000":
    return "170504030000: إدارة دعم المواطنين في الخارج"
    case "170504040001":
    return "170504040001: إدارة مشروع مبادرة تحسين رضا المواطنين"
    case "170504040002":
    return "170504040002: الاستجابة لما بعد ساعات العمل"
    case "170504040003":
    return "170504040003: التفسير والتشريع"
    case "170504040004":
    return "170504040004: إدارة نظام إدارة الجودة"
    case "170504040005":
    return "170504040005: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "170504040000":
    return "170504040000: مبادرة ذات أولوية ـ توحيد عملية تقديم الخدمات للمواطنين"
    case "170504050001":
    return "170504050001: إدارة مشروع مبادرة تحسين معايير تصنيف مراكز الخدمات"
    case "170504050002":
    return "170504050002: التدريب والتطوير"
    case "170504050003":
    return "170504050003: الديكور وتجديد المباني"
    case "170504050004":
    return "170504050004: إدارة نظام إدارة الجودة"
    case "170504050000":
    return "170504050000: مبادرة ذات أولوية ـ تحسين تصنيف مراكز خدمة المتعاملين"
    case "170504060001":
    return "170504060001: تسجيل البيانات الحيوية (البيومترية) وطباعة التأشيرات"
    case "170504060002":
    return "170504060002: متابعة شؤون المبعوثين الدبلوماسيين"
    case "170504060003":
    return "170504060003: إدارة ملف العقارات"
    case "170504060004":
    return "170504060004: التوظيف"
    case "170504060005":
    return "170504060005: إعداد الميزانية ومتابعة تنفيذها"
    case "170504060006":
    return "170504060006: إدارة نظام إدارة الجودة"
    case "170504060000":
    return "170504060000: خدمات تأشيرات الدخول ـ مراكز التأشيرات"
    case "170504070001":
    return "170504070001: إدارة الوثائق والمستندات"
    case "170504070002":
    return "170504070002: إعداد الميزانية ومتابعة تنفيذها"
    case "170504070003":
    return "170504070003: إدارة مشروع تطبيق دعم التصديق الالكتروني"
    case "170504070000":
    return "170504070000: مبادرة ذات أولوية ـ مبادرة التصديق الالكتروني"
    case "170504080001":
    return "170504080001: التفسير والتشريع"
    case "170504080002":
    return "170504080002: إدارة ملف العقارات"
    case "170504080003":
    return "170504080003: إعداد الميزانية ومتابعة تنفيذها"
    case "170504080004":
    return "170504080004: إدارة مشروع مبادرة تحصيل إيرادات التصديقات"
    case "170504080000":
    return "170504080000: مبادرة ذات أولوية ـ مبادرة تعزيز إيرادات التصديقات"
    case "170504090001":
    return "170504090001: معالجة طلبات التأشيرات"
    case "170504090002":
    return "170504090002: إدارة الاعتراف بالوثائق"
    case "170504090000":
    return "170504090000: خدمات إدارة الوثائق القنصلية"
    case "170504100001":
    return "170504100001: تصديق الأوراق الرسمية والشهادات والفواتير التجارية"
    case "170504100002":
    return "170504100002: مركز تصديق الأوراق الرسمية ـ دبي"
    case "170504100003":
    return "170504100003: مركز تصديق الأوراق الرسمية ـ الشارقة"
    case "170504100000":
    return "170504100000: خدمة ذات أولوية ـ تصديق المستندات"
    case "170504110001":
    return "170504110001: اصدار تصاريح للحكومات الدولية لدخول مياه الإمارات العربية المتحدة"
    case "170504110000":
    return "170504110000: إدارة عمليات وزارة الخارجية"
    case "170504120001":
    return "170504120001: إدارة الاتصالات الواردة والصادرة"
    case "170504120002":
    return "170504120002: المواصلات"
    case "170504120000":
    return "170504120000: توفير خدمات العمليات المشتركة"
    case "170504130001":
    return "170504130001: إدارة مشروع التحول الالكتروني الذكي لخدمات التصديقات"
    case "170504130002":
    return "170504130002: إدارة امن المعلومات"
    case "170504130003":
    return "170504130003: إدارة نظام إدارة الجودة"
    case "170504130004":
    return "170504130004: إدارة الوثائق والمستندات"
    case "170504130000":
    return "170504130000: مبادرة ذات أولوية ـ التحول الالكتروني الذكي لخدمات التصديقات"
    case "170504140001":
    return "170504140001: إدارة مشروع التحول الالكتروني الذكي للخدمات القنصلية"
    case "170504140002":
    return "170504140002: إدارة امن المعلومات"
    case "170504140003":
    return "170504140003: إدارة نظام إدارة الجودة"
    case "170504140004":
    return "170504140004: متابعة الشؤون القضائية"
    case "170504140005":
    return "170504140005: متابعة شؤون الرعايا الأجانب"
    case "170504140006":
    return "170504140006: أذونات الطيران والملاحة الخارجية"
    case "170504140007":
    return "170504140007: إدارة الوثائق والمستندات"
    case "170504140008":
    return "170504140008: التحقق من المستندات"
    case "170504140000":
    return "170504140000: مبادرة ذات أولوية ـ التحول الالكتروني الذكي للخدمات القنصلية"
    case "170505010001":
    return "170505010001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "170505010002":
    return "170505010002: إدارة النشاط الإعلامي"
    case "170505010000":
    return "170505010000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "170505020001":
    return "170505020001: مراجعة ومتابعة والتعامل مع مخاطر المراقبة"
    case "170505020000":
    return "170505020000: التدقيق الداخلي"
    case "170505030001":
    return "170505030001: إدارة مشروع مبادرة تطوير الكفاءات"
    case "170505030002":
    return "170505030002: التدريب والتطوير"
    case "170505030003":
    return "170505030003: التوظيف"
    case "170505030004":
    return "170505030004: التفسير والتشريع"
    case "170505030005":
    return "170505030005: تخطيط تنقلات الموظفين"
    case "170505030000":
    return "170505030000: مبادرة ذات أولوية ـ تطوير الكفاءة"
    case "170505040001":
    return "170505040001: سياسات وتخطيط الموارد البشرية ـ ميزانية التنقلات والترقيات والتعيي"
    case "170505040002":
    return "170505040002: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "170505040003":
    return "170505040003: تدريب وتطوير الموظفين"
    case "170505040004":
    return "170505040004: التنقلات"
    case "170505040005":
    return "170505040005: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "170505040000":
    return "170505040000: تطبيق أفضل ممارسات الموارد البشرية"
    case "170505050001":
    return "170505050001: إدارة الرواتب"
    case "170505050002":
    return "170505050002: إعداد الميزانية ومتابعة تنفيذها"
    case "170505050003":
    return "170505050003: إدارة المدفوعات والاستحقاقات"
    case "170505050004":
    return "170505050004: إجراء التدقيق الداخلي ـ البعثات"
    case "170505050000":
    return "170505050000: إدارة الموارد المالية بكفاءة وفعالية"
    case "170505060001":
    return "170505060001: إدارة المشتريات / المخازن"
    case "170505060002":
    return "170505060002: إدارة العقود والمتابعة"
    case "170505060000":
    return "170505060000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "170505070001":
    return "170505070001: إدارة تصنيف المستندات والأرشفة"
    case "170505070000":
    return "170505070000: إدارة الوثائق والأرشفة"
    case "170505080001":
    return "170505080001: إدارة المبادرات"
    case "170505080002":
    return "170505080002: إدارة الجودة"
    case "170505080003":
    return "170505080003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "170505080000":
    return "170505080000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "170505090001":
    return "170505090001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "170505090002":
    return "170505090002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "170505090003":
    return "170505090003: إدارة علاقات المتعاملين"
    case "170505090000":
    return "170505090000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "170505100001":
    return "170505100001: تطوير النظم والتطبيقات الإلكترونية"
    case "170505100002":
    return "170505100002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "170505100003":
    return "170505100003: إدارة الشبكات وأمن المعلومات"
    case "170505100000":
    return "170505100000: توفير أحدث خدمات تقنية المعلومات"
    case "170505110001":
    return "170505110001: الصيانة / إدارة مبني وزارة الخارجية"
    case "170505110002":
    return "170505110002: الإيجار / إدارة ملف العقارات"
    case "170505110003":
    return "170505110003: المشاريع وتجديد المباني"
    case "170505110004":
    return "170505110004: الإدارة الأمنية"
    case "170505110005":
    return "170505110005: رسوم الاستشارات ـ المشروعات الهندسية"
    case "170505110000":
    return "170505110000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "170505120001":
    return "170505120001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "170505120002":
    return "170505120002: مستشاري الوزير والمدير العام (الوكيل)"
    case "170505120000":
    return "170505120000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "170506010001":
    return "170506010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "170506010002":
    return "170506010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "170506010003":
    return "170506010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "170506010000":
    return "170506010000: مبادرة ذات أولوية ـ بناء قدرات الموظفين في مجال الابتكار"
    case "170506020001":
    return "170506020001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "170506020002":
    return "170506020002: إدارة فعاليات الوزارة الداخلية"
    case "170506020003":
    return "170506020003: تطوير جائزة داخلية للابتكار"
    case "170506020000":
    return "170506020000: مبادرة ذات أولوية ـ تبني أدوات ومنهجيات الابتكار الحديثة في وزارة"
    case "170601010001":
    return "170601010001: ادارة التنسيق الحكومي والشؤون الدولية"
    case "170601010002":
    return "170601010002: ادارة الخدمة الوطنية والاحتياطية"
    case "170601010003":
    return "170601010003: مكتب التنسيق الامني"
    case "170601010004":
    return "170601010004: إدارة الدعم الاجتماعي الاتحادية"
    case "170601010005":
    return "170601010005: إدارة الرعاية والمتابعة الشرطية الاتحادية"
    case "170601010006":
    return "170601010006: إدارة الشرطة المجتمعية الأتحادية"
    case "170601010007":
    return "170601010007: إدارة رعاية وحماية الاحداث"
    case "170601010008":
    return "170601010008: ادارة مراكز وزارة الداخلية لتأهيل وتشغيل المعاقين"
    case "170601010009":
    return "170601010009: مركز المبادرات المجتمعية"
    case "170601010010":
    return "170601010010: مركز وزارة الداخلية لحماية الطفل"
    case "170601010011":
    return "170601010011: مركز وزارة الداخلية للوقاية من الجريمة"
    case "170601010012":
    return "170601010012: مكتب ثقافة احترام القانون"
    case "170601010013":
    return "170601010013: إدارة الدعم الامني"
    case "170601010014":
    return "170601010014: إدارة الدعم الجوي"
    case "170601010015":
    return "170601010015: إدارة السناريوهات الامنية"
    case "170601010016":
    return "170601010016: إدارة تنظيم شركات الأمن الخاصة"
    case "170601010017":
    return "170601010017: إدارة جناج الجو"
    case "170601010018":
    return "170601010018: المركز التدريبي للتحقيق"
    case "170601010019":
    return "170601010019: الادارة العامة للامن الوقائي"
    case "170601010020":
    return "170601010020: القيادة العامة لشرطة الشارقة"
    case "170601010021":
    return "170601010021: القيادة العامة لشرطة عجمان"
    case "170601010022":
    return "170601010022: القيادة العامة لشرطة ام القيوين"
    case "170601010023":
    return "170601010023: القيادة العامة لشرطة رأس الخيمة"
    case "170601010024":
    return "170601010024: القيادة العامة لشرطة الفجيرة"
    case "170601010025":
    return "170601010025: الإدارة العامة للعمليات المركزية"
    case "170601010026":
    return "170601010026: الإدارة العامة لمكافحة المخدرات الإتحادية"
    case "170601010027":
    return "170601010027: الإدارة العامة للشرطة الجنائية الإتحادية"
    case "170601010000":
    return "170601010000: تطوير اساليب التحقيق والتعامل مع الظواهر الامنية ومكافحة الجريمة ب"
    case "170601020001":
    return "170601020001: تطوير نموذج عمل موحد للمؤسسات العقابية والإصلاحية ( تصنيف المؤسسات"
    case "170601020002":
    return "170601020002: إستحداث ألية وتقييم النزلاء وتصنيفهم وتحديد برامج التأهيل"
    case "170601020003":
    return "170601020003: إعادة هيكلية المؤسسات العقابية والإصلاحية وفق نموذج العمل المعتمد"
    case "170601020004":
    return "170601020004: تطوير نظام تأهيل النزلاء بناءا على نموذج العمل المعتمد ( بناء شراك"
    case "170601020005":
    return "170601020005: تطوير نظام الرعاية الصحية للنزلاء وفق معايير عالمية ( مباني - كواد"
    case "170601020006":
    return "170601020006: مراجعة وتطبيق نظام إدارة الأحداث في الدولة ( نموذج المفرق) ( المبا"
    case "170601020007":
    return "170601020007: تطوير إطار عمل أمن لنقل للنزلاء ( أليات , مباني , كادر بشري, شركاء"
    case "170601020008":
    return "170601020008: إنشاء منظومة خاصة للمرضى النفسيين ( مباني , معدات , أليات,كادر بشر"
    case "170601020009":
    return "170601020009: تطوير منظومة موحدة للتعامل مع الجريمة المنظمة (حصر الأليات وتحليله"
    case "170601020010":
    return "170601020010: تطوير منظومة المراقبة الأمنية (كاميرات ) وربطها بغرف العمليات في ج"
    case "170601020011":
    return "170601020011: وضع ألية موحدة لتنظيم ومراقبة الشركات العاملة بالمواد الكيميائية ("
    case "170601020012":
    return "170601020012: تطوير المختبرات الجنائية ( المعدات المباني , الكوادر البشرية, الدو"
    case "170601020013":
    return "170601020013: تطوير أساليب توعوية مبتكرة للمجتمع للوقاية من الأساليب الإجرامية ا"
    case "170601020014":
    return "170601020014: تطوير ألية موحدة للتعامل مع التفكك الأسري والإساءة للاطفال ( حصر ا"
    case "170601020015":
    return "170601020015: تطبيق نموذج الشرطة المجتمعية في الإمارات الشمالية ( مباني ، معدات،"
    case "170601020016":
    return "170601020016: تفعيل مراكز الدعم الإجتماعي على مستوى الدولة ( مبنى ، اليات ، معدا"
    case "170601020017":
    return "170601020017: تطوير إطار حوكمة متكامل لإدارة منافذ الدولة على ثلاثة مستويات (الم"
    case "170601020018":
    return "170601020018: تطوير برامج و سياسات لمكافحة المخالفين الجنسية"
    case "170601020019":
    return "170601020019: تنمية الموارد البشرية للمؤسسات العقابية والإصلاحية ( المسار الوظيف"
    case "170601020020":
    return "170601020020: تطوير غرف العمليات والرقابة والسيطرة للمؤسسات(المباني - العنابر لل"
    case "170601020021":
    return "170601020021: مراجعة وتحديث القوانين والتشريعات ذات الصلة بالمؤسسات العقابية وال"
    case "170601020022":
    return "170601020022: تطوير الية لتطبيق لائحة العقوبات البديلة في الدولة وبناء شراكات مع"
    case "170601020023":
    return "170601020023: تطبيق منظومة المعلومات الأمنية في المؤسسات"
    case "170601020024":
    return "170601020024: تطوير منظومة موحدة للتعامل مع الجرائم الالكترونية ( حصر الأساليب ,"
    case "170601020025":
    return "170601020025: تطوير ألية تطبيق لحصر الأساليب الإجرامية الحديثة وضمان بناء القدرا"
    case "170601020026":
    return "170601020026: تطوير و تطبيق سياسة للتعامل مع عملية انتقال مرتكبي الجرائم و ادوات"
    case "170601020027":
    return "170601020027: توحيد إجراءات ترخيص الأنشطة في المناطق الحرة وخضوع هذه الأنشطة للق"
    case "170601020028":
    return "170601020028: تعزيز دور مجالس الوقاية من الجريمة لنشر ثقافة القانون لدى أفراد ال"
    case "170601020029":
    return "170601020029: تفعيل النموذج الوطني للمعلومات الأمنية"
    case "170601020030":
    return "170601020030: نشر وتوعية المجتمع بمفهوم العقوبات البديلة وبيان أهميتة لتعزيز الت"
    case "170601020031":
    return "170601020031: تطوير قاعدة بيانات الكترونية لتجار ومروجي المخدرات بالتعاون مع الش"
    case "170601020032":
    return "170601020032: وضع منظومة للمعلومات الامنية المتعلقة بتعاطي المخدرات في المدارس و"
    case "170601020000":
    return "170601020000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الامن والامان لتعزيز الجودة"
    case "170601030001":
    return "170601030001: خدمة تراخيص الاسلحة والذخائر"
    case "170601030002":
    return "170601030002: خدمة تراخيص اندية الرماية"
    case "170601030003":
    return "170601030003: خدمة تراخيص المتفجرات والالعاب النارية"
    case "170601030004":
    return "170601030004: خدمة الموافقات والتصاريح الامنية"
    case "170601030005":
    return "170601030005: خدمة الاشتراك والتسجيل في الانظمة الالكترونية واستئجار اجهزة التتر"
    case "170601030006":
    return "170601030006: خدمة فتح البلاغات الامنية واستلام وتسليم المعثورات"
    case "170601030007":
    return "170601030007: خدمة اصدار الشهادات الامنية"
    case "170601030008":
    return "170601030008: خدمة تقديم الخدمات المجتمعية للحماية والتوعية والارشاد"
    case "170601030009":
    return "170601030009: خدمة فحص الحيوانات وموادها الغذائية ومستحضراتها الطبية من المواد ا"
    case "170601030010":
    return "170601030010: خدمة الكلاب البوليسية (K9)"
    case "170601030000":
    return "170601030000: تقديم خدمات شرطية متميزة"
    case "170602010001":
    return "170602010001: الإدارة العامة لترخيص الأليات والسائقين الإتحادية"
    case "170602010002":
    return "170602010002: الإدارة العامة للتنسيق المروري"
    case "170602010000":
    return "170602010000: تحسين السلامة على الطرق من خلال فرض سلطة القانون ونشر التوعية المر"
    case "170602020001":
    return "170602020001: مراجعة وتطوير نظام المخالفات المرورية وأليات تطبيقها بهدف تغيير سل"
    case "170602020002":
    return "170602020002: - الخفيفة والثقيلة - توحيد معايير ومناهج تدريب السائقين"
    case "170602020003":
    return "170602020003: (مواصفات المركبات) إعداد دراسة لمواصفات السلامة على المركبات مع ال"
    case "170602020004":
    return "170602020004: استحداث منهج متكامل للثقافة المرورية لطلبة المدارس"
    case "170602020005":
    return "170602020005: استحداث مراكز فحص الآليات الثقيلة (مباني، معدات، كادر بشري، انظمة"
    case "170602020006":
    return "170602020006: تطوير آلية لتقييم النقاط المرورية والدوريات وإعادة توزيعها"
    case "170602020007":
    return "170602020007: وضع إطار عام لسير الشاحنات بالدولة ( الاستراحات , المسارات , مواعي"
    case "170602020008":
    return "170602020008: تطبيق مفهوم الدورية الذكية في الامارات الشمالية"
    case "170602020009":
    return "170602020009: ترسيخ مبادئ الثقافة المرورية الأمنية في المجتمع"
    case "170602020010":
    return "170602020010: تفعيل الدور الاستشارى للوزارة في هندسة الطرق مما يسهم في سلامة الم"
    case "170602020011":
    return "170602020011: تطوير أليه إعداد التقارير المرورية ( النماذج , الاحصائيات , الأنظم"
    case "170602020012":
    return "170602020012: اسناد فحص المركبات إلى عدة شركات وفق معايير ورسوم محددة من قبل الو"
    case "170602020013":
    return "170602020013: تعزيز الشراكات مع المؤسسات ذات العلاقة بالطرق وهندستها (مواصفات ال"
    case "170602020000":
    return "170602020000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الجودة"
    case "170602030001":
    return "170602030001: خدمة تسجيل المركبات ( رخصة ، رقم مركبة ، فحص ) واصدار الشهادات الم"
    case "170602030002":
    return "170602030002: خدمة فحص السائقين ( فتح ملف مروري، اصدار واستبدال رخصة قيادة ، تصر"
    case "170602030000":
    return "170602030000: ترخيص المركبات والسائقين"
    case "170602040001":
    return "170602040001: خدمة الاستجابة للحوادث المرورية الجسيمة و البسيطة واصدار تصاريح اص"
    case "170602040002":
    return "170602040002: خدمة دفع المخالفات المرورية وتتحويلها وتخفيض النقاط المرورية وفك ح"
    case "170602040000":
    return "170602040000: الحوادث والمخالفات المرورية"
    case "170602050001":
    return "170602050001: خدمة مراجعة تصاميم هندسة الطرق ومتابعة تنفيذها واصدار التصاريح (مو"
    case "170602050000":
    return "170602050000: هندسة المرور"
    case "170602060001":
    return "170602060001: خدمة طلب معلومات مرورية وزيارة مديرية المرور و الدوريات"
    case "170602060000":
    return "170602060000: خدمة التوعية المرورية"
    case "170603010001":
    return "170603010001: القيادة العامة للدفاع المدني"
    case "170603010000":
    return "170603010000: تطوير اساليب السلامة الوقائية وتعزيز الاستجابة لبلاغات الاطفاء وال"
    case "170603020001":
    return "170603020001: الادارة العامة للدفاع المدني امارة ابوظبي"
    case "170603020002":
    return "170603020002: الادارة العامة للدفاع المدني امارة الشارقة"
    case "170603020003":
    return "170603020003: الادارة العامة للدفاع المدني امارة عجمان"
    case "170603020004":
    return "170603020004: الادارة العامة للدفاع المدني امارة ام القيوين"
    case "170603020005":
    return "170603020005: الادارة العامة للدفاع المدني امارة رأس الخيمة"
    case "170603020006":
    return "170603020006: الادارة العامة للدفاع المدني امارة الفجيرة"
    case "170603020000":
    return "170603020000: مشروع تطوير خدمات الدفاع المدني 17060302"
    case "170603030001":
    return "170603030001: مراجعة وتطوير معايير إنشاء مراكز الدفاع المدني ومناطق الإختصاص"
    case "170603030002":
    return "170603030002: رفع مستوى الكفاءة و الجاهزية لمرتب الدفاع المدني في المجالات التخص"
    case "170603030003":
    return "170603030003: رفع مستوى جاهزية مراكز الدفاع المدني للتعامل مع حوادث المواد الخطر"
    case "170603030004":
    return "170603030004: تطوير غرف العمليات بالإدارات الاقليمية و غرف العمليات المتحركة"
    case "170603030005":
    return "170603030005: التفتيش الموحد"
    case "170603030006":
    return "170603030006: المختبر الاتحادي لفحص معدات الوقاية والسلامة"
    case "170603030007":
    return "170603030007: إنشاء مراكز الحماية المدنية لتدريب القطاع الخاص"
    case "170603030008":
    return "170603030008: تطوير قدرات الإنقاذ وإستخراج نموذج موحد ( معدات , مراكز, دورات , ك"
    case "170603030009":
    return "170603030009: تطوير البنية التحتية الخاصة بالمخزون الإستراتيجي للمياه المستخدمة"
    case "170603030010":
    return "170603030010: مراجعة دليل إجراءات الطوارئ وإعداد دليل إجراءات الحوادث الذكي و ال"
    case "170603030011":
    return "170603030011: الحصول على إعتراف المنظمات العالمية لخدمات الدفاع المدني"
    case "170603030012":
    return "170603030012: مراجعة القوانين و القرارات"
    case "170603030013":
    return "170603030013: تطوير إشتراطات السلامة للوحدات السكنية ووضع ألية للتطبيق والمراقبة"
    case "170603030014":
    return "170603030014: توحيد المعايير والمواصفات للأليات و المركبات والمعدات الخاصة بالدف"
    case "170603030015":
    return "170603030015: تطوير الخطط والتمارين مع الشركاء لمواجهة الكوارث"
    case "170603030016":
    return "170603030016: الطالب الدارس"
    case "170603030000":
    return "170603030000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الجودة"
    case "170603040001":
    return "170603040001: خدمة تجديد وتعديل والغاء تراخيص ( بيوت الخبرة ، وكلاء وموزعون في م"
    case "170603040002":
    return "170603040002: خدمة تجديد وتعديل والغاء تراخيص المواد الخطرة والشركات المتخصصة في"
    case "170603040003":
    return "170603040003: خدمة تجديد شهادات استيفاء اشتراطات السلامة الوقائيه واعتماد انظمته"
    case "170603040000":
    return "170603040000: ترخيص المنشآت في مجال السلامة الوقائية وخدمات المواد الخطرة واستيف"
    case "170603050001":
    return "170603050001: خدمة اعتماد المخططات الهندسية والتنفيذية واصدار شهادات الانجاز ولم"
    case "170603050000":
    return "170603050000: الخدمات الهندسية واصدار شهادات الانجاز ولمن يهمه الامر"
    case "170603060001":
    return "170603060001: خدمة المحاضرات التوعوية في مجال السلامة الوقائية والتدريب على اعما"
    case "170603060002":
    return "170603060002: خدمة الاستجابة لبلاغات الاطفاء والانقاذ واعداد خطط الطوارئ اللازمة"
    case "170603060003":
    return "170603060003: خدمة تغطية الفعاليات والمناسبات والتفتيش الوقائي لها"
    case "170603060000":
    return "170603060000: اعداد خطط الطوارئ لمعالجة البلاغات الطارئة وتأمين الفعاليات ونشر ا"
    case "170604010001":
    return "170604010001: الإدارة العامة للمؤسسات العقابية والإصلاحية"
    case "170604010002":
    return "170604010002: قيادات قوات الأمن الخاصة"
    case "170604010000":
    return "170604010000: وضع الخطط التكتيكية لادارة الازمات والطوارئ وتحقيق العدالة للنزلاء"
    case "170604020001":
    return "170604020001: إستحداث رمز خاص (code) لإبلاغ الجهات المعنية عن الموقع ( الحادث"
    case "170604020002":
    return "170604020002: تطوير نموذج موحد لإدارة غرف العمليات على مستوي قطاعات الوزارة (مبن"
    case "170604020003":
    return "170604020003: تطوير وتطبيق معايير توزيع مراكز الشرطة الشاملة والدوريات الشرطية ("
    case "170604020004":
    return "170604020004: تطبيق نموذج استمرارية الاعمال بالتعامل مع الاحداث الامنية"
    case "170604020005":
    return "170604020005: تطوير خطة لإدارة الأحداث الرئيسية تشمل مراقبة الأحداث الرئيسية (مث"
    case "170604020006":
    return "170604020006: تطوير الخطط والتمارين مع الشركاء لمواجهة الأزمات"
    case "170604020007":
    return "170604020007: استحداث خطة شاملة لاستمرارية العمل وإدارة الأزمات الجنسية"
    case "170604020000":
    return "170604020000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الجودة"
    case "170604030001":
    return "170604030001: خدمة اصدار شهادة لمن يهمة الامر للنزلاء"
    case "170604030002":
    return "170604030002: خدمة تحويل الأموال للنزلاء في المؤسسات العقابية والاصلاحية"
    case "170604030003":
    return "170604030003: خدمة تنظيم الزيارات بأنواعها ( لذوي النزلاء و المحاميين و السفارات"
    case "170604030000":
    return "170604030000: تقديم خدمات لذوي النزلاء والنزلاء"
    case "170605010001":
    return "170605010001: الوكيل المساعد لشؤون الجنسية والإقامة والمنافذ"
    case "170605010000":
    return "170605010000: تقديم خدمات متطورة لتحقيق رضا المتعاملين من خلال ادارة شؤون الجنسي"
    case "170605020001":
    return "170605020001: مشروع تطوير خدمات قطاع الجنسية والاقامة والمنافذ"
    case "170605020000":
    return "170605020000: مشروع تطوير خدمات قطاع الجنسية والاقامة والمنافذ"
    case "170605030001":
    return "170605030001: توحيد مراكز خدمة المتعاملين حسب متطلبات نظام 7 نجوم وتشغيلة بنظام"
    case "170605030002":
    return "170605030002: تفعيل مركز الإتصال الموحد على مستوى الوزارة"
    case "170605030003":
    return "170605030003: التحول بخدمات وزارة الداخلية للنمط الذكي"
    case "170605030004":
    return "170605030004: إنشاء مراكز خدمة مشتركة على مستوى القطاع (مع الجهات الحكومية المعن"
    case "170605030005":
    return "170605030005: نحن في خدمتك ( تسويق خدمات وزارة الداخلة لكافة شرائح المجتمع )"
    case "170605030006":
    return "170605030006: تحويل جميع خدمات الدفاع المدني القابلة للتحويل بنسبة 100% لخدمات ذ"
    case "170605030007":
    return "170605030007: استحداث إطار شامل للتحول الذكي على مستوى قطاع الجنسية والإقامة وال"
    case "170605030008":
    return "170605030008: تطوير إطار عمل متكامل لإدارة مراكز الخدمة والمكاتب الخارجية والمنا"
    case "170605030009":
    return "170605030009: تطوير خطة تسويقية شاملة لترويج التقنيات المتوفرة وخدمات القطاع الج"
    case "170605030000":
    return "170605030000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الجودة"
    case "170605040001":
    return "170605040001: خدمة اصدار اذونات الدخول بأنواعها (ترفيه، عمل، سياحه،علاج .. الخ)"
    case "170605040002":
    return "170605040002: خدمة اصدار تصاريح (الاقامة، عمل مؤقت، تعديل وضع قانوني) ونقل الاقا"
    case "170605040003":
    return "170605040003: خدمة اصدار بطاقات ( منشأة، مندوب، كفيل ) و موافقة استخراج رخصة تجا"
    case "170605040000":
    return "170605040000: اذونات الدخول وتصاريح الاقامة وتسوية المنازعات ومتابعتها"
    case "170605050001":
    return "170605050001: خدمة تنظيم عمليات دخول وخروج المسافرين والبحارة عبر المنافذ واصدار"
    case "170605050000":
    return "170605050000: خدمات دخول وخروج المسافرين والبحارةعبر المنافذ البحرية و المسافرين"
    case "170605060001":
    return "170605060001: خدمة جواز السفر وخلاصة القيد ( اصدار، تجديد ، بدل فاقد، تعديل )"
    case "170605060000":
    return "170605060000: جوازات السفر وخلاصة القيد"
    case "170606010001":
    return "170606010001: اعداد الميزانية و مراقبة تنفيذها"
    case "170606010002":
    return "170606010002: ادارة الرواتب"
    case "170606010003":
    return "170606010003: ادارة حسابات الدفع والاستلام"
    case "170606010004":
    return "170606010004: التدقيق الداخلي"
    case "170606010000":
    return "170606010000: إدارة الموارد المالية لتقديم التأثر الأقصى"
    case "170606020001":
    return "170606020001: ادارة شراء السلع والخدمات"
    case "170606020002":
    return "170606020002: ادارة العقود"
    case "170606020000":
    return "170606020000: شراء السلع والخدمات بأكثر طريقة فعالة"
    case "170606030001":
    return "170606030001: تقديم خدمات التوظيف"
    case "170606030002":
    return "170606030002: تدريب و تطوير الموظفين"
    case "170606030003":
    return "170606030003: ادارة خدمات الموارد البشرية الأخرى ( تخطيط القوى العاملة ، تقييم ا"
    case "170606030000":
    return "170606030000: إدارة موارد بشرية محترفة"
    case "170606040001":
    return "170606040001: ضمان جودة الادارة"
    case "170606040002":
    return "170606040002: ضمان خدمة المتعاملين"
    case "170606040003":
    return "170606040003: الاعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "170606040000":
    return "170606040000: ضمان التميز المؤسسي داخل المنظمة17060604"
    case "170606050001":
    return "170606050001: تخطيط و تنسيق الاتصالات الداخلية والخارجية"
    case "170606050002":
    return "170606050002: دعم الفعاليات والمناسبات والنشر المطبوعات وغيرها من وسائل الاعلام"
    case "170606050000":
    return "170606050000: ضمان سلاسة الاتصال الداخلي والخارجي 17060605"
    case "170606060001":
    return "170606060001: مكاتب الوزراء والمدير العام (الوكيل)"
    case "170606060002":
    return "170606060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "170606060000":
    return "170606060000: إدارة الجهة من خلال قيادة عالمية المستوى 17060606"
    case "170606070001":
    return "170606070001: مسودة الخطط التشغيلية والإستراتيجية"
    case "170606070002":
    return "170606070002: تحديد مؤشرات الأداء الرئيسية ، وقياس الأداء"
    case "170606070000":
    return "170606070000: تطوير إستراتجية ممتازة للجهة وقياس الأداء التنظيمي 17060607"
    case "170606080001":
    return "170606080001: اعداد وتعديل مسودة التشريعات"
    case "170606080002":
    return "170606080002: إدارة العقود القانونية وغيرها من الشؤون القانونية الاخرى"
    case "170606080000":
    return "170606080000: تقديم أفضل ممارسات الخدمات القانونية للجهة 17060608"
    case "170606090001":
    return "170606090001: تطوير النظم والتطبيقات"
    case "170606090002":
    return "170606090002: توفير الدعم للمستخدم (خط مساعدة)"
    case "170606090003":
    return "170606090003: ادارة البنية التحتية التقنية"
    case "170606090000":
    return "170606090000: تسهيل أنشطة الجهة من خلال توفير خدمات معلوماتية حديثة 17060609"
    case "170606100001":
    return "170606100001: المرافق و الصيانة"
    case "170606100002":
    return "170606100002: الايجار"
    case "170606100003":
    return "170606100003: المواصلات"
    case "170606100004":
    return "170606100004: رسوم الاستشارات"
    case "170606100005":
    return "170606100005: المصروفات المتكررة الأخرى (المرافق ، والاتصالات السلكية واللاسلكية"
    case "170606100006":
    return "170606100006: الخدمات المشتركة الاخرى"
    case "170606100000":
    return "170606100000: دعم الجهة من خلال توفير خدمات مشتركة ذات فعالية عالية 17060610"
    case "170606110001":
    return "170606110001: تطوير وتطبيق نموذج تحديد تكلفة مراكز الأعمال و الخدمات وربط النظام"
    case "170606110002":
    return "170606110002: تطوير نموذج التعلم الالكتروني"
    case "170606110003":
    return "170606110003: دراسة تحويل المرتب المحلي الى المرتب الاتحادي وفق المعايير المعتمد"
    case "170606110004":
    return "170606110004: عمل دراسة لتحديد مدى الحاجة لانشاء معاهد تخصصية تدريبية للامارات ا"
    case "170606110005":
    return "170606110005: دراسة إحتياجات الوزارة من الوظائف التخصصية واعتمادها"
    case "170606110006":
    return "170606110006: تفعيل نموذج الكفاءات الوظيفية وربطها بالوصف الوظيفي"
    case "170606110007":
    return "170606110007: وضع دراسة لتحديد أهم المجالات لجعل وزارة الداخلية بيئة جاذبة للعمل"
    case "170606110008":
    return "170606110008: إستقطاب مهندسين مختصين وتطوير مسار وظيفي (استحداث شواغر – ميزانية)"
    case "170606110009":
    return "170606110009: إنشاء بوابة إتحادية موحدة لتبادل المعلومات للمنتسبين"
    case "170606110010":
    return "170606110010: تطبيق مفاهيم الحكومة الإلكترونية الذكية"
    case "170606110011":
    return "170606110011: تطوير معايير موحدة لمراكز البيانات للشبكات والخوادم"
    case "170606110012":
    return "170606110012: تطوير برنامج متكامل يحدد إجراءات و سياسات العمل والخدمات المقدمة و"
    case "170606110013":
    return "170606110013: تطوير واعادة هيكلة تصميم تطبيقات وأنظمة القطاع التقنية الحالية الج"
    case "170606110014":
    return "170606110014: تطوير اطار عام للكفاءة المالية (تشمل سياسة مالية موحدة / نظام مالي"
    case "170606110015":
    return "170606110015: الاستخدام الأمثل للموارد البشرية (من خلال تفعيل المسار الوظيفي – خ"
    case "170606110016":
    return "170606110016: تطوير توحيد معايير تحديد الاحتياجات التدريبية وتقييم مخرجات الخطة"
    case "170606110017":
    return "170606110017: توحيد معايير التعيين على مستوى الوزارة ( بما يشمل المحلى)"
    case "170606110018":
    return "170606110018: تطوير نظام موحد لإدارة الأصول و الممتلكات للوزارة ووضع معايير لتحد"
    case "170606110019":
    return "170606110019: ضمان تطبيق إطار الحوكمة على جميع المستويات"
    case "170606110020":
    return "170606110020: استحداث وحدة تنظيمية خاصة بخدمة المتعاملين في القطاع الجنسية"
    case "170606110021":
    return "170606110021: تطوير إطار عمل متكامل لإدارة الشراكات يشمل الربط الإلكتروني و تباد"
    case "170606110022":
    return "170606110022: استحداث وحدة احصاء على مستوى القطاع لإعداد الدراسات الإحصائية والت"
    case "170606110023":
    return "170606110023: تطوير وتطبيق إطار شامل لتطوير الموارد البشرية الجنسية"
    case "170606110024":
    return "170606110024: تعزيز الإدارة الفعالة للشكاوي والمقترحات على مستوى القطاع الجنسية"
    case "170606110025":
    return "170606110025: تطوير وتنفيذ إطار عمل موحّد لدراسة وتفسير وترجمة القوانين والقرارا"
    case "170606110026":
    return "170606110026: مراجعة وتطوير إطار الحوكمة الحالي للقطاع لتوفير الرقابة على المستو"
    case "170606110027":
    return "170606110027: مراجعة وتقييم خيارات النموذج التشغيلي وفق الهيكل التنظيمي المعتمد"
    case "170606110028":
    return "170606110028: تطوير إدارة المعرفة في القطاع الجنسية"
    case "170606110029":
    return "170606110029: تطوير آلية الأداء المؤسسي في القطاع الجنسية"
    case "170606110000":
    return "170606110000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الجودة"
    case "170607010001":
    return "170607010001: مركز وزارة الداخلية للابتكار"
    case "170607010000":
    return "170607010000: ادارة الابتكار بكفاءة وفاعلية"
    case "170607020001":
    return "170607020001: انشاء حاضنات ومختبرات للابتكار لتطبيق المشاريع الابتكارية والتقنيا"
    case "170607020002":
    return "170607020002: تطوير منظومة متكاملة من الادوات الحديثة لتعزيز مفهوم الابتكار في ا"
    case "170607020003":
    return "170607020003: تعزيز قدرات موظفي وزارة الداخلية في مجال الابتكار التخصصي"
    case "170607020004":
    return "170607020004: البحث والتطوير في مجال الابتكار مع الشركاء"
    case "170607020005":
    return "170607020005: تطوير البيئة التكنولوجية المحفزة للابتكار"
    case "170607020000":
    return "170607020000: تطبيق خطط لدعم مشاريع تطويرية وسياسات الجودة"
    case "170700000000":
    return "170700000000: وزارة الدفاع"
    case "170800000000":
    return "170800000000: جهاز الأمن"
    case "170901010001":
    return "170901010001: اعتماد خطة لتسجيل و استيعاب جميع الاطفال تشمل المباني و المعلمين و"
    case "170901010002":
    return "170901010002: تنفيذ متطلبات الزامية رياض الأطفال"
    case "170901010003":
    return "170901010003: توفير بيئات تعليمية تتناسب مع طرق تنفيذ المنهج الجديد"
    case "170901010004":
    return "170901010004: توظيف معلمات لغة انجليزية لمرحلة الروضة لتنفيذ منهج ثنائي اللغة"
    case "170901010005":
    return "170901010005: تطوير خدمات رعاية و تعليم الاطفال في مرحلة الطفولة المبكرة. (مباني"
    case "170901020001":
    return "170901020001: اعداد اطار وطني  للمعاييرالنمائية والتعليمية لمرحلة الطفولة المبكر"
    case "170901020002":
    return "170901020002:  مراجعة السياسات الخاصة بالطفولة المبكرة و مواصفات الحضانات"
    case "170901020003":
    return "170901020003: وضع  اطار موحد لتقييم و ضمان جودة الخدمات المقدمة لمرحلة الطفولة ا"
    case "170901020004":
    return "170901020004:  اعداد منهج طفولة مبكرة يؤهل الأطفال بين 0-4 لمرحلة رياض الأطفال"
    case "170901020005":
    return "170901020005: تطوير مناهج رياض الأطفال للمستوين الأول والثاني"
    case "170901020006":
    return "170901020006: اعداد برامج تدريبية لمعلمات مرحلة الطفولة المبكرة"
    case "170901020007":
    return "170901020007:  اعداد مصادر و مواد ارشادية موجهة لأولياء الأمور"
    case "170901030001":
    return "170901030001: إنشاء قاعدة بيانات إلكترونية لمؤسسات الطفولة المبكرة ضمن برنامج SI"
    case "170901030002":
    return "170901030002: إنجاز نظام إلكتروني لخدمات مؤسسات الطفولة المبكرة"
    case "170901030003":
    return "170901030003: تطوير الإطار التشريعي والسياسات والإجراءات المتعلقة بإنشاء وإدارة"
    case "170901030004":
    return "170901030004: تحديث الأدلة والمعايير بهدف تحسين جودة جميع مؤسسات الطفولة المبكرة"
    case "170901040001":
    return "170901040001: اعداد وتنفيذ البرامج التدريبية  لأسر الاطفال من عمر 0-6 سنوات"
    case "170901040002":
    return "170901040002: اطلاق وتنفيذ حملة توعوية لمبادرة تدريب الأسر على  المناهج من عمر"
    case "170901040003":
    return "170901040003: تفعيل دور مجالس أولياء الأمور"
    case "170901050001":
    return "170901050001: الاطلاع على الدستور  في الدول الاخرى"
    case "170901050002":
    return "170901050002: صياغة واعتماد المسودة الأولى"
    case "170901050003":
    return "170901050003: رفع المسودة بعد الاعتماد من الوزارة لغايات اقراها من قبل وزارة الع"
    case "170901060001":
    return "170901060001: صياغة وإقرار المعايير الوطنية"
    case "170901060002":
    return "170901060002: بناء بنك أسئلة اختبارات الإمارات القياسية"
    case "170901060003":
    return "170901060003: تنفيذ المرحلى الاولى  لاختبارات الإمارات القياسية- مرحلة التجريب"
    case "170901060004":
    return "170901060004: تنفيذ المرحلة الثانية: الدورة الثاتية لاختبارات الإمارات القياسية"
    case "170901060005":
    return "170901060005: تنفيذ المرحلة الثالثة: الدورة الثالثة لاختبارات الإمارات القياسية"
    case "170901070001":
    return "170901070001: مشروع eTIMSS"
    case "170901070002":
    return "170901070002: مشروع PISA 2018"
    case "170901070003":
    return "170901070003: PISA for schools"
    case "170901070004":
    return "170901070004: مشروع TALIS"
    case "170901070005":
    return "170901070005: مشروع PIRLS"
    case "170901080001":
    return "170901080001: تطبيق الامتحانات المركزية وتحليل نتائج أداء الطلبة"
    case "170901080002":
    return "170901080002:  تطوير الامتحانات المركزية  ( الاختبارات الإلكترونية )"
    case "170901080003":
    return "170901080003: تطوير إطار التقييم"
    case "170901080004":
    return "170901080004: تدريب المعلمين على بناء المفردات الاختبارية"
    case "170901090001":
    return "170901090001: تطوير و إعداد منهج الرياضيات"
    case "170901090002":
    return "170901090002: تطوير دليل المعلم لمنهاج الرياضيات"
    case "170901090003":
    return "170901090003: تطوير الملاحق وادوات التقييم"
    case "170901090004":
    return "170901090004: تاليف الكتب الخاصة ب ASP )Math)"
    case "170901090005":
    return "170901090005: Finalise MHE scope and sequence and standards corelation document."
    case "170901090006":
    return "170901090006: اعداد و تسليم النسخ النهائية من كتب الرياضيات(الفصل الأول)"
    case "170901100001":
    return "170901100001: تطوير و إعداد منهج العلوم"
    case "170901100002":
    return "170901100002: تطوير دليل المعلم لمنهاج العلوم"
    case "170901100003":
    return "170901100003: تطوير الملاحق وادوات التقييم"
    case "170901100004":
    return "170901100004: تاليف الكتب الخاصة ب ASP ) Science)"
    case "170901100005":
    return "170901100005: Finalise MHE scope and sequence and standards corelation document."
    case "170901100006":
    return "170901100006: اعداد تسليم النسخ النهائية من كتب الرياضيات(الفصل الأول)"
    case "170901110001":
    return "170901110001: تطوير المنهاج وتجريبه وتعديله في ضوء المعايير الوطنية"
    case "170901110002":
    return "170901110002: تطوير ارشادي لمساعدة المعلم في تنفيذ المنهاج"
    case "170901110003":
    return "170901110003: تطوير الملاحق وادوات التقييم"
    case "170901110004":
    return "170901110004: تاليف الكتب الخاصة"
    case "170901120001":
    return "170901120001: تطوير وثيقة معايير التعلم الوطنية لمادة العلوم الصحية بما يضمن الا"
    case "170901120003":
    return "170901120003: اعداد الكتب المدرسية و الأوعية المنهجية المصاحبة له باللغة الإنجلي"
    case "170901120004":
    return "170901120004: تطوير كفاءات المعلمين في تنفيذ المادة"
    case "170901120005":
    return "170901120005: إعداد الكتب المدرسية والأوعية المنهجية المصاحبة له باللغة الإنجليز"
    case "170901130001":
    return "170901130001: تطوير و إعداد المنهج"
    case "170901130002":
    return "170901130002: تطوير القدرات المؤسسية للوزارة وتوظيف أخصائيين في مجال تحديث وتطوي"
    case "170901140001":
    return "170901140001: تطوير و إعداد المنهج"
    case "170901140002":
    return "170901140002: تطوير القدرات المؤسسية للوزارة وتوظيف أخصائيين في مجال تحديث وتطوي"
    case "170901150001":
    return "170901150001: تطوير و إعداد المنهج"
    case "170901150002":
    return "170901150002: تطوير القدرات المؤسسية للوزارة وتوظيف أخصائيين في مجال تحديث وتطوي"
    case "170901160001":
    return "170901160001: اعداد الهيكل العام لبناء مادة الدراسات الاجتماعية و التربية الوطني"
    case "170901160002":
    return "170901160002: اعداد الكتب المدرسية و الأوعية المنهجية  الخاصة بمادة الدراسات ال"
    case "170901170001":
    return "170901170001: اعداد الهيكل العام لبناء مادة التربية الاسلامية من رياض الأطفال لل"
    case "170901170002":
    return "170901170002: اعداد الكتب المدرسية و الأوعية المنهجية الخاصة بمنهجة التربية الاس"
    case "170901180001":
    return "170901180001: اعداد أدلة المعلم والمواد التعليمية الخاصة بالتربية الاخلاقية"
    case "170901180002":
    return "170901180002: إنشاء المكتبة الإلكترونية خاصة بالتربية الاخلاقية"
    case "170901180003":
    return "170901180003: اعداد الخطة التدريبية وتنفيذها لمديرو النطاقات والمعلمين في المدار"
    case "170901180004":
    return "170901180004: تصميم أداة تقييم وقياس اثر تطبيق المبادرة"
    case "170901190001":
    return "170901190001: تطوير مناهج المواد الاختيارية لمرحلة الصفوف العليا من العاشر وحتى"
    case "170901190002":
    return "170901190002: تطوير القدرات المؤسسية للوزارة وتوظيف أخصائيين في مجال تحديث وتطوي"
    case "170901200002":
    return "170901200002: تطوير مناهج تعليم اللغة الصينية لجميع الصفوف من الأول وحتى الثاني"
    case "170901200003":
    return "170901200003:  تعيين  معلمي لغة صينية ذو كفاءة عالية"
    case "170901200004":
    return "170901200004: إعداد فعاليات تدريبية ذات هدف محدد ترقيى بمهارات المعلم اللغوية وا"
    case "170901200005":
    return "170901200005: تقييم  عملية التطبيق من خلال جمع التغذية الراجعة في الميدان عن أثر"
    case "170901210001":
    return "170901210001: تطوير مناهج التعليم المهني في مدارس التعليم العام"
    case "170901210002":
    return "170901210002: تطوير كفايات المعلمين  وتزويدهم  باستراتيجيات التعليم والتعلم الحد"
    case "170901210003":
    return "170901210003: تقييم عملية التطبيق من خلال جمع التغذية الراجعة في الميدان عن أثر"
    case "170901220001":
    return "170901220001: تطوير و إعداد المنهج"
    case "170901220002":
    return "170901220002: تطوير القدرات المؤسسية للوزارة وتوظيف أخصائيين في مجال تحديث وتطوي"
    case "170901230001":
    return "170901230001: اعداد الهيكل العام لبناء المادة  من الصف الاول للصف التاسع"
    case "170901230002":
    return "170901230002: اعداد الكتب المدرسية و الأوعية المنهجية التابعة لها  وطباعتها وتور"
    case "170901230007":
    return "170901230007: تطوير كفاءات المعلمين في تنفيذ المادة"
    case "170901240001":
    return "170901240001: تطوير و إعداد المنهج"
    case "170901240002":
    return "170901240002: تطوير القدرات المؤسسية للوزارة وتوظيف أخصائيين في مجال تحديث وتطوي"
    case "170901250001":
    return "170901250001: اعداد الهيكل العام لبناء المادة  من الصف الاول للصف التاسع"
    case "170901250002":
    return "170901250002: اعداد الكتب المدرسية و الأوعية المنهجية التابعة لها  وطباعتها وتور"
    case "170901250003":
    return "170901250003: تطوير كفاءات المعلمين في تنفيذ المادة"
    case "170901260001":
    return "170901260001: تطوير الاختبار الوطني لمادة اللغة العربية للناطقين بغيرها وطلبة ال"
    case "170901260002":
    return "170901260002:  وضع برامج لردم الفجوات في مهارات الطلبة في مادة اللغة العربية ."
    case "170901260003":
    return "170901260003: تطوير المنهاج حيث تدمج مهارات القراءة و الكتابة في اللغة العربية ف"
    case "170901260004":
    return "170901260004: تقييم كفاءة  معلمي اللغة العربية في المهارات المطلوبة من الطلبة ."
    case "170901260005":
    return "170901260005: تدريب معلمي اللغة العربية على أفضل الممارسات لتدريس اللغة العربية"
    case "170901270001":
    return "170901270001: تطوير منظومة مناهج واستراتيجيات التطبيق/التدريس لمرحلة - الطفولة ا"
    case "170901270002":
    return "170901270002: تطوير منظومة مناهج واستراتيجيات التطبيق/التدريس لمرحلة الصف الرابع"
    case "170901270003":
    return "170901270003: تطوير منظومة مناهج واستراتيجيات التطبيق/التدريس لمرحلة الصف التاسع"
    case "170901270004":
    return "170901270004: تطوير منظومة مناهج واستراتيجيات التطبيق/التدريس لمرحلة الصف التاسع"
    case "170901270005":
    return "170901270005: تطوير منظومة مناهج واستراتيجيات التطبيق/التدريس لبرنامج النخبة"
    case "170901270006":
    return "170901270006: تطوير منظومة مناهج واستراتيجيات التطبيق/التدريس المسار المهني"
    case "170901280001":
    return "170901280001: تطوير معايير لتحديد المعلمين الذين سيتم تدريبهم على الاختبارات الد"
    case "170901280002":
    return "170901280002: تطوير وتنفيذ البرامج التدريبية في مجال اعداد المعلمين على تطوير ال"
    case "170901290001":
    return "170901290001: تطوير وتنفيذ الخطط المدرسية السنوية للقراءة"
    case "170901290002":
    return "170901290002: اطلاق برنامج صيفي للقراءة وتقييم جهود الطلبة في العام الدراسي"
    case "170901290003":
    return "170901290003: تنظيم مهرجان القراءة  المدرسي السنوي"
    case "170901290004":
    return "170901290004: مشاركة وزارة التبرية والتعليم في معارض مهرجانات الشارقة"
    case "170901290005":
    return "170901290005: دعم مشاركة الطلبة في تحدي القراءة العربي"
    case "170901300001":
    return "170901300001: برامج الإرشاد الاكاديمي والمهني المقدمة للطلبة"
    case "170901300002":
    return "170901300002: البرنامج الوطني الوقاية من التنمر في المدارس"
    case "170901300003":
    return "170901300003: الجلسات التشاورية لأولياء الأمور"
    case "170901300004":
    return "170901300004: برامج الدعم المدرسي لأبناء الشهداء"
    case "170901310001":
    return "170901310001: حوكمة عملية التطبيق لمفهوم التعليم المنزلي"
    case "170901310002":
    return "170901310002: تنفيذ الاجراءات بما يضمن توفير فرص التعليم الجيد لتلك الفئات"
    case "170901310003":
    return "170901310003: اعداد تصور شمولي لآلية تطبيق مفهوم التعلم المستمر"
    case "170901310004":
    return "170901310004: حوكمة المراكز و تعيين مشرفين متخصصين"
    case "170901320001":
    return "170901320001: تطوير سياسة وطنية لتعليم وتأهيل الطلبة ذوي الإعاقة وصعوبات التعلم"
    case "170901320002":
    return "170901320002: تطوير برامج الكترونية للطلبة ذوي الاعاقة وصعوبات التعلم"
    case "170901320003":
    return "170901320003: تدريب الميدان التربوي على التعليم الدامج وتدريب كوادر وطنية متخصصة"
    case "170901320004":
    return "170901320004: تطوير دليل المعلم للمواد المختلفة ليحتوي على جميع فئات الإعاقة وصع"
    case "170901320005":
    return "170901320005: تطوير مسار وبرامج التعليم المهني لبعض فئات الطلبة ذوي الإعاقة وصعو"
    case "170901320006":
    return "170901320006: تطوير موقع الوزارة  فيما يخص الاعاقة وصعوبات التعلم ويستهدف بشكل أ"
    case "170901320007":
    return "170901320007: تطوير نظام تقييم وتشخيص الطلبة ذوي الإعاقة وصعوبات التعلم"
    case "170901320008":
    return "170901320008: تقديم خدمات متخصصة للطلبة ذوي الإعاقة وصعوبات التعلم"
    case "170901320009":
    return "170901320009: مدارس متخصصة (مؤقته- خاصة) للسلوكيات"
    case "170901320010":
    return "170901320010: مراجعة واعتماد معايير الرقابة والتقييم للمدارس والجامعات والحضانات"
    case "170901330001":
    return "170901330001: استقطاب وتمكين القيادة المدرسية لمدارس الذكور"
    case "170901330002":
    return "170901330002: دعم عمليات التعلم والتعليم"
    case "170901330003":
    return "170901330003: تطوير نظام تحفيز والهام الطلبة الذكور على التعلم"
    case "170901330004":
    return "170901330004: إعداد برناج متكامل لسد الفجوة في نتائج تحصيل الطلبة الذكور"
    case "170901340001":
    return "170901340001: وضع مخطط لمواءمة إطار معايير وزارة التربية مع المعايير المتبعة  عا"
    case "170901340002":
    return "170901340002: تحديد مستوى النظام التعليمي في وزارة التربية والتعليم مقارنة ب 4-5"
    case "170901340003":
    return "170901340003: وضع تصور  لنظام معادلة الشهادات  واعتمادها من كافة الأطراف المعنية"
    case "170901340004":
    return "170901340004: تقديم طلب اعتماد نظام التعليم العام لدى UCAS"
    case "170901340005":
    return "170901340005: بناء السياسات اللازمة لمعادلة الشهادات"
    case "170901350001":
    return "170901350001: التعليم المدرسي - رياض الأطفال"
    case "170901350002":
    return "170901350002: روضة المزهر_رياض الأطفال_ دبي"
    case "170901350003":
    return "170901350003: روضة السعادة_رياض الأطفال_ دبي"
    case "170901350004":
    return "170901350004: روضة الوحيدة_رياض الأطفال_ دبي"
    case "170901350005":
    return "170901350005: روضة العوير _رياض الأطفال_ دبي"
    case "170901350006":
    return "170901350006: روضة الطوار_رياض الأطفال_ دبي"
    case "170901350007":
    return "170901350007: روضة ند الحمر_رياض الأطفال_ دبي"
    case "170901350008":
    return "170901350008: روضة هيا بنت الحسين_رياض الأطفال_ دبي"
    case "170901350009":
    return "170901350009: روضة البرشاء _رياض الأطفال_ دبي"
    case "170901350010":
    return "170901350010: روضة حصة بنت المر_رياض الأطفال_ دبي"
    case "170901350011":
    return "170901350011: روضة الإبداع_رياض الأطفال_ دبي"
    case "170901350012":
    return "170901350012: روضة جميرا_رياض الأطفال_ دبي"
    case "170901350013":
    return "170901350013: روضة مصفوت_رياض الأطفال_ دبي"
    case "170901350014":
    return "170901350014: روضة المدام _رياض الأطفال_ الشارقة"
    case "170901350015":
    return "170901350015: روضة حلوان_رياض الأطفال_ الشارقة"
    case "170901350016":
    return "170901350016: روضة مليحة_رياض الأطفال_ الشارقة"
    case "170901350017":
    return "170901350017: روضة الثميد_رياض الأطفال_ الشارقة"
    case "170901350018":
    return "170901350018: روضة الحيرة_رياض الأطفال_ الشارقة"
    case "170901350019":
    return "170901350019: روضة الشهباء_رياض الأطفال_ الشارقة"
    case "170901350020":
    return "170901350020: روضة واسط_رياض الأطفال_ الشارقة"
    case "170901350021":
    return "170901350021: روضة مغيدر_رياض الأطفال_ الشارقة"
    case "170901350022":
    return "170901350022: روضة البطائح_رياض الأطفال_ الشارقة"
    case "170901350023":
    return "170901350023: روضة البردي_رياض الأطفال_ الشارقة"
    case "170901350024":
    return "170901350024: روضة الذيد_رياض الأطفال_ الشارقة"
    case "170901350025":
    return "170901350025: روضة القراين_رياض الأطفال_ الشارقة"
    case "170901350026":
    return "170901350026: روضة أبو موسى_رياض الأطفال_ الشارقة"
    case "170901350027":
    return "170901350027: روضة الحور_رياض الأطفال_ الشارقة"
    case "170901350028":
    return "170901350028: روضة أم عمارة_رياض الأطفال_ الشارقة"
    case "170901350029":
    return "170901350029: روضة خورفكان_رياض الأطفال_ الشارقة"
    case "170901350030":
    return "170901350030: روضة اليرموك 1_رياض الأطفال_ الشارقة"
    case "170901350031":
    return "170901350031: روضة اليرموك 2_رياض الأطفال_ الشارقة"
    case "170901350032":
    return "170901350032: روضة كلباء _رياض الأطفال_ الشارقة"
    case "170901350033":
    return "170901350033: روضة القدوة_رياض الأطفال_ الشارقة"
    case "170901350034":
    return "170901350034: وضة وادي الحلو_رياض الأطفال_ الشارقة"
    case "170901350035":
    return "170901350035: روضة أم عما ر_رياض الأطفال_ عجمان"
    case "170901350036":
    return "170901350036: روضة هند بنت مكتوم_رياض الأطفال_ عجمان"
    case "170901350037":
    return "170901350037: روضة راشد بن حميد_رياض الأطفال_ عجمان"
    case "170901350038":
    return "170901350038: روضة النعيمية_رياض الأطفال_ عجمان"
    case "170901350039":
    return "170901350039: روضة الزوراء_رياض الأطفال_ عجمان"
    case "170901350040":
    return "170901350040: روضة المنامة_رياض الأطفال_ عجمان"
    case "170901350041":
    return "170901350041: روضة مزيرع_رياض الأطفال_ عجمان"
    case "170901350042":
    return "170901350042: روضة أم القيوين_رياض الأطفال_ أم القيوين"
    case "170901350043":
    return "170901350043: روضة المعلا_رياض الأطفال_ أم القيوين"
    case "170901350044":
    return "170901350044: روضة السلمة_رياض الأطفال_ أم القيوين"
    case "170901350045":
    return "170901350045: روضة فلج المعلا_رياض الأطفال_ أم القيوين"
    case "170901350046":
    return "170901350046: روضة الجزيرة الحمراء_رياض الأطفال_ رأس الخيمة"
    case "170901350047":
    return "170901350047: روضة القاسمية_رياض الأطفال_ رأس الخيمة"
    case "170901350048":
    return "170901350048: روضة الصباحية 1_رياض الأطفال_ رأس الخيمة"
    case "170901350049":
    return "170901350049: روضة الصباحية_رياض الأطفال_ رأس الخيمة"
    case "170901350050":
    return "170901350050: روضة الخران_رياض الأطفال_ رأس الخيمة"
    case "170901350051":
    return "170901350051: روضة الشهيد طارق_رياض الأطفال_ رأس الخيمة"
    case "170901350052":
    return "170901350052: روضة الوادي_رياض الأطفال_ رأس الخيمة"
    case "170901350053":
    return "170901350053: روضة شمل_رياض الأطفال_ رأس الخيمة"
    case "170901350054":
    return "170901350054: روضة المطاف_رياض الأطفال_ رأس الخيمة"
    case "170901350055":
    return "170901350055: روضة البريرات_رياض الأطفال_ رأس الخيمة"
    case "170901350056":
    return "170901350056: روضة خت_رياض الأطفال_ رأس الخيمة"
    case "170901350057":
    return "170901350057: روضة أذن_رياض الأطفال_ رأس الخيمة"
    case "170901350058":
    return "170901350058: روضة الرمس_رياض الأطفال_ رأس الخيمة"
    case "170901350059":
    return "170901350059: روضة المنيعي_رياض الأطفال_ رأس الخيمة"
    case "170901350060":
    return "170901350060: روضة الطويين _رياض الأطفال_ الفجيرة"
    case "170901350061":
    return "170901350061: روضة الابتكار2_رياض الأطفال_ الفجيرة"
    case "170901350062":
    return "170901350062: روضة الابتكار1_رياض الأطفال_ الفجيرة"
    case "170901350063":
    return "170901350063: روضة الريان_رياض الأطفال_ الفجيرة"
    case "170901350064":
    return "170901350064: روضة المعرفة2_رياض الأطفال_ الفجيرة"
    case "170901350065":
    return "170901350065: روضة المعرفة1_رياض الأطفال_ الفجيرة"
    case "170901350066":
    return "170901350066: روضة القرية_رياض الأطفال_ الفجيرة"
    case "170901350067":
    return "170901350067: روضة مريح_رياض الأطفال_ الفجيرة"
    case "170901350068":
    return "170901350068: روضة محمد بن حمد الشرقي_رياض الأطفال_ الفجيرة"
    case "170901350069":
    return "170901350069: روضة الفجيرة_رياض الأطفال_ الفجيرة"
    case "170901350070":
    return "170901350070: روضة الثقافة_رياض الأطفال_ الفجيرة"
    case "170901350071":
    return "170901350071: روضة مسافي _رياض الأطفال_ الفجيرة"
    case "170901350072":
    return "170901350072: التعليم المدرسي - الحلقة الاولى"
    case "170901350073":
    return "170901350073: دبي للتعليم الأساسي ح1_الحلقة الأولى  _ دبي"
    case "170901350074":
    return "170901350074: المزهرللتعليم الأساسي ح1 بنات_الحلقة الأولى  _ دبي"
    case "170901350075":
    return "170901350075: المزهرللتعليم الأساسي ح1 بنين_الحلقة الأولى  _ دبي"
    case "170901350076":
    return "170901350076: السعادة للتعليم الأساسي ح1 بنين_الحلقة الأولى  _ دبي"
    case "170901350077":
    return "170901350077: الوحيدة للتعليم الاساسي ح1 بنين_الحلقة الأولى  _ دبي"
    case "170901350078":
    return "170901350078: المعارف 1 للتعليم الأساسي ح1 بنين  _الحلقة الأولى  _ دبي"
    case "170901350079":
    return "170901350079: المعارف 2 للتعليم الأساسي ح1 بنين  _الحلقة الأولى  _ دبي"
    case "170901350080":
    return "170901350080: العوير للتعليم الأساسي ح1 ، بنات _الحلقة الأولى  _ دبي"
    case "170901350081":
    return "170901350081: الطوار للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ دبي"
    case "170901350082":
    return "170901350082: القيم للتعليم الأساسي ح1 بنين_الحلقة الأولى  _ دبي"
    case "170901350083":
    return "170901350083: هيا بنت الحسين للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ دبي"
    case "170901350084":
    return "170901350084: البرشاء للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ دبي"
    case "170901350085":
    return "170901350085: حصة بنت المر 1 للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ دبي"
    case "170901350086":
    return "170901350086: حصة بنت المر 2 للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ دبي"
    case "170901350087":
    return "170901350087: محمد بن راشد للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ دبي"
    case "170901350088":
    return "170901350088: الوصل للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ دبي"
    case "170901350089":
    return "170901350089: هند بنت مكتوم للتعليم الأساسي ح1 بنات _الحلقة الأولى  _ دبي"
    case "170901350090":
    return "170901350090: آل مكتوم1 للتعليم الاساسي ح1 بنين_الحلقة الأولى  _ دبي"
    case "170901350091":
    return "170901350091: آل مكتوم2 للتعليم الاساسي ح1 بنين_الحلقة الأولى  _ دبي"
    case "170901350092":
    return "170901350092: أحمد بن راشد آل مكتوم للتعليم الأساسي ح1 بنات _الحلقة الأولى  _ دب"
    case "170901350093":
    return "170901350093: الخوانيج للتعليم الأساسي ح1 بنين _الحلقة الأولى  _ دبي"
    case "170901350094":
    return "170901350094: حتا للتعليم الأساسي ح 1بنين_الحلقة الأولى  _ دبي"
    case "170901350095":
    return "170901350095: حتا للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ دبي"
    case "170901350096":
    return "170901350096: المدام للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350097":
    return "170901350097: حلوان للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350098":
    return "170901350098: مليحة للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350099":
    return "170901350099: الخالدية للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350100":
    return "170901350100: الثميد للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350101":
    return "170901350101: أشبيلة للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350102":
    return "170901350102: أشبيلة للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الشارقة"
    case "170901350103":
    return "170901350103: الحيرة للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الشارقة"
    case "170901350104":
    return "170901350104: الشارقة للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الشارقة"
    case "170901350105":
    return "170901350105: الشهباء للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350106":
    return "170901350106: واسط 1 للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الشارقة"
    case "170901350107":
    return "170901350107: واسط 2 للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الشارقة"
    case "170901350108":
    return "170901350108: واسط للتعليم الأساسي ح 1 بين_الحلقة الأولى  _ الشارقة"
    case "170901350109":
    return "170901350109: مغيدر للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الشارقة"
    case "170901350110":
    return "170901350110: البطائح للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350111":
    return "170901350111: العروبة للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350112":
    return "170901350112: القراين للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350113":
    return "170901350113: الحمرية للتعليم الأساس ي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350114":
    return "170901350114:  أبو موسى للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350115":
    return "170901350115: دبا الحصن للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350116":
    return "170901350116: الحور للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الشارقة"
    case "170901350117":
    return "170901350117: أم عمارة للتعليم الأساسي ح1 بنات_الحلقة الأولى  _ الشارقة"
    case "170901350118":
    return "170901350118: القادسية للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الشارقة"
    case "170901350119":
    return "170901350119: خورفكان 1 للتعليم الاساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350120":
    return "170901350120: خورفكان 2 للتعليم الاساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350121":
    return "170901350121: الشهداء للتعليم الاساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350122":
    return "170901350122: اليرموك للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الشارقة"
    case "170901350123":
    return "170901350123: المحمود للتعليم الأساسي ح1 بنين _الحلقة الأولى  _ الشارقة"
    case "170901350124":
    return "170901350124: كلباء للتعليم الأساسي ح1 بنات_الحلقة الأولى  _ الشارقة"
    case "170901350125":
    return "170901350125: القدوة للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350126":
    return "170901350126: وادي الحلو 1 للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الشارقة"
    case "170901350127":
    return "170901350127: وادي الحلو 3 للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الشارقة"
    case "170901350128":
    return "170901350128: أم عمار للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ عجمان"
    case "170901350129":
    return "170901350129: عجمان للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ عجمان"
    case "170901350130":
    return "170901350130: الراشدية للتعليم الأساسي ح1 بنين_الحلقة الأولى  _ عجمان"
    case "170901350131":
    return "170901350131: راشد بن حميد للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ عجمان"
    case "170901350132":
    return "170901350132: الجرف للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ عجمان"
    case "170901350133":
    return "170901350133: مشيرف للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ عجمان"
    case "170901350134":
    return "170901350134: النعيمية للتعليم الأساسي ح1 بنات_الحلقة الأولى  _ عجمان"
    case "170901350135":
    return "170901350135: شيخة بنت سعيد للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ عجمان"
    case "170901350136":
    return "170901350136: مصفوت للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ عجمان"
    case "170901350137":
    return "170901350137: أم القيوين للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ أم القيوين"
    case "170901350138":
    return "170901350138: المعلا للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ أم القيوين"
    case "170901350139":
    return "170901350139: المعلا للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ أم القيوين"
    case "170901350140":
    return "170901350140: السلمة للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ أم القيوين"
    case "170901350141":
    return "170901350141: الذيد للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ أم القيوين"
    case "170901350142":
    return "170901350142: فلج المعلا للتعليم الأساسي ح1 بنين_الحلقة الأولى  _ أم القيوين"
    case "170901350143":
    return "170901350143: فلج المعلا للتعليم الأساسي ح1 بنات_الحلقة الأولى  _ أم القيوين"
    case "170901350144":
    return "170901350144: الجزيرة الحمراء للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ رأس الخي"
    case "170901350145":
    return "170901350145: القاسمية للتعليم الأساسي 2 ح 1بنين_الحلقة الأولى  _ رأس الخيمة"
    case "170901350146":
    return "170901350146: الصباحية للتعليم الأساس ي ح 1 بنات_الحلقة الأولى  _ رأس الخيمة"
    case "170901350147":
    return "170901350147: رأس الخيمة للتعليم الأساسي ح 1بنين_الحلقة الأولى  _ رأس الخيمة"
    case "170901350148":
    return "170901350148: الخران للتعليم الأساس ي ح 1 بنين_الحلقة الأولى  _ رأس الخيمة"
    case "170901350149":
    return "170901350149: الخران للتعليم الأساس ي ح 1بنات_الحلقة الأولى  _ رأس الخيمة"
    case "170901350150":
    return "170901350150: الشهيد طارق للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ رأس الخيمة"
    case "170901350151":
    return "170901350151: الوادي للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ رأس الخيمة"
    case "170901350152":
    return "170901350152: المعيريض للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ رأس الخيمة"
    case "170901350153":
    return "170901350153: جلفار للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ رأس الخيمة"
    case "170901350154":
    return "170901350154: المطاف للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ رأس الخيمة"
    case "170901350155":
    return "170901350155: الحديبية للتعليم الأساسي ح1  بنات_الحلقة الأولى  _ رأس الخيمة"
    case "170901350156":
    return "170901350156: البريرات للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ رأس الخيمة"
    case "170901350157":
    return "170901350157: خت للتعليم الأساس ي ح 1 بنين_الحلقة الأولى  _ رأس الخيمة"
    case "170901350158":
    return "170901350158: أذن للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ رأس الخيمة"
    case "170901350159":
    return "170901350159: الرمس للتعليم الأساسي ح 1 نين_الحلقة الأولى  _ رأس الخيمة"
    case "170901350160":
    return "170901350160: طنب 1 للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ رأس الخيمة"
    case "170901350161":
    return "170901350161: طنب 2 للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ رأس الخيمة"
    case "170901350162":
    return "170901350162: المنيعي للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ رأس الخيمة"
    case "170901350163":
    return "170901350163: القرم للتعليم الأساسي ح1 بنات_الحلقة الأولى  _ رأس الخيمة"
    case "170901350164":
    return "170901350164: مدرسة وروضة الرؤية_الحلقة الأولى  _ رأس الخيمة"
    case "170901350165":
    return "170901350165: الوطنية للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ رأس الخيمة"
    case "170901350166":
    return "170901350166: الطويين  للتعليم الأساسي ح1 بنين _الحلقة الأولى  _ الفجيرة"
    case "170901350167":
    return "170901350167: الماسة 1 للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الفجيرة"
    case "170901350168":
    return "170901350168: الماسة 2 للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الفجيرة"
    case "170901350169":
    return "170901350169: الابتكار للتعليم الأساسي ح1 بنين_الحلقة الأولى  _ الفجيرة"
    case "170901350170":
    return "170901350170: الريان للتعليم الأساسي ح 1بنات_الحلقة الأولى  _ الفجيرة"
    case "170901350171":
    return "170901350171: الريان للتعليم الأساسي ح 1بنين_الحلقة الأولى  _ الفجيرة"
    case "170901350172":
    return "170901350172: البدية 1 للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الفجيرة"
    case "170901350173":
    return "170901350173: البدية 2 للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الفجيرة"
    case "170901350174":
    return "170901350174:  المعرفة للتعليم الأساسي ح1 بنات _الحلقة الأولى  _ الفجيرة"
    case "170901350175":
    return "170901350175: القرية 1 للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الفجيرة"
    case "170901350176":
    return "170901350176: القرية 2 للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الفجيرة"
    case "170901350177":
    return "170901350177: سيف بن حمد الشرقي للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الفجير"
    case "170901350178":
    return "170901350178: مضب للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الفجيرة"
    case "170901350179":
    return "170901350179: محمد بن حمد الشرقي للتعليم الأساسي ح1 بنين_الحلقة الأولى  _ الفجير"
    case "170901350180":
    return "170901350180: الفجيرة للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الفجيرة"
    case "170901350181":
    return "170901350181: الثقافة للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الفجيرة"
    case "170901350182":
    return "170901350182: الاتقان للتعليم الأساسي ح 1 بنات_الحلقة الأولى  _ الفجيرة"
    case "170901350183":
    return "170901350183: مسافي 1 للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الفجيرة"
    case "170901350184":
    return "170901350184: مسافي 2 للتعليم الأساسي ح 1 بنين_الحلقة الأولى  _ الفجيرة"
    case "170901350185":
    return "170901350185: التعليم المدرسي - الحلقة الثانية"
    case "170901350186":
    return "170901350186: دبي للتعليم الأساسي ح2_الحلقة الثانية_ دبي"
    case "170901350187":
    return "170901350187: الوحيدة للتعليم الاساسي ح2 بنين_الحلقة الثانية_ دبي"
    case "170901350188":
    return "170901350188: حصة بنت المر للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ دبي"
    case "170901350189":
    return "170901350189: محمد بن راشد للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ دبي"
    case "170901350190":
    return "170901350190: السعادة للتعليم الأساسي ح2 بنات_الحلقة الثانية_ دبي"
    case "170901350191":
    return "170901350191: الطوار للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ دبي"
    case "170901350192":
    return "170901350192: القيم للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ دبي"
    case "170901350193":
    return "170901350193: ند الحمر للتعليم الأساسي  ح 2 بنات_الحلقة الثانية_ دبي"
    case "170901350194":
    return "170901350194: هند بنت مكتوم للتعليم الأساسي ح2 بنات _الحلقة الثانية_ دبي"
    case "170901350195":
    return "170901350195: آل مكتوم للتعليم الأساسي  ح2 بنين_الحلقة الثانية_ دبي"
    case "170901350196":
    return "170901350196: احمد بن راشد آل مكتوم  للتعليم الأساسي ح2  بنين _الحلقة الثانية_ د"
    case "170901350197":
    return "170901350197: أحمد بن راشد آل مكتوم للتعليم الاساسي ح2 بنات _الحلقة الثانية_ دبي"
    case "170901350198":
    return "170901350198: حلوان للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ الشارقة"
    case "170901350199":
    return "170901350199: أشبيلة للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ الشارقة"
    case "170901350200":
    return "170901350200: الحيرة للتعليم الأساسي ح 2 والثانوي بنات_الحلقة الثانية_ الشارقة"
    case "170901350201":
    return "170901350201: النوف للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ الشارقة"
    case "170901350202":
    return "170901350202: الشارقة للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ الشارقة"
    case "170901350203":
    return "170901350203: الشهباء للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ الشارقة"
    case "170901350204":
    return "170901350204: مغيدر للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ الشارقة"
    case "170901350205":
    return "170901350205: الذيد للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ الشارقة"
    case "170901350206":
    return "170901350206: العروبة للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ الشارقة"
    case "170901350207":
    return "170901350207: القراين للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ الشارقة"
    case "170901350208":
    return "170901350208: أبو موسى للتعليم الأساسي ح 2 والثانوي بنين_الحلقة الثانية_ الشارقة"
    case "170901350209":
    return "170901350209: القادسية للتعليم الاساسي ح 2 بنات_الحلقة الثانية_ الشارقة"
    case "170901350210":
    return "170901350210: خورفكان للتعليم الاساسي ح 2 بنين_الحلقة الثانية_ الشارقة"
    case "170901350211":
    return "170901350211: الشهداء للتعليم الاساسي ح 2 بنين_الحلقة الثانية_ الشارقة"
    case "170901350212":
    return "170901350212: اليرموك للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ الشارقة"
    case "170901350213":
    return "170901350213: كلباء للتعليم الأساسي ح2  بنات_الحلقة الثانية_ الشارقة"
    case "170901350214":
    return "170901350214: المحمود للتعليم الأساسي ح2 بنين_الحلقة الثانية_ الشارقة"
    case "170901350215":
    return "170901350215: القرم للتعليم الأساسي ح2  بنات_الحلقة الثانية_ الشارقة"
    case "170901350216":
    return "170901350216: القدوة للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ الشارقة"
    case "170901350217":
    return "170901350217: أم عمار للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ عجمان"
    case "170901350218":
    return "170901350218: عجمان للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ عجمان"
    case "170901350219":
    return "170901350219: الراشدية للتعليم الأساسي ح2 بنين_الحلقة الثانية_ عجمان"
    case "170901350220":
    return "170901350220:  راشد بن حميد للتعليم الأساسي ح2 بنين_الحلقة الثانية_ عجمان"
    case "170901350221":
    return "170901350221: الجرف للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ عجمان"
    case "170901350222":
    return "170901350222: شيخة بنت سعيد للتعليم الأساسي ح2 بنات_الحلقة الثانية_ عجمان"
    case "170901350223":
    return "170901350223: الزوراء 1 للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ عجمان"
    case "170901350224":
    return "170901350224: الزوراء 2 للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ عجمان"
    case "170901350225":
    return "170901350225: أم القيوين للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ أم القيوين"
    case "170901350226":
    return "170901350226: السلمة للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ أم القيوين"
    case "170901350227":
    return "170901350227: الظيت1 للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ رأس الخيمة"
    case "170901350228":
    return "170901350228: الظيت2 للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ رأس الخيمة"
    case "170901350229":
    return "170901350229: القاسمية للتعليم الأساسي ح 2بنين_الحلقة الثانية_ رأس الخيمة"
    case "170901350230":
    return "170901350230: رأس الخيمة للتعليم الأساسي ح 2بنين_الحلقة الثانية_ رأس الخيمة"
    case "170901350231":
    return "170901350231: الخران للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ رأس الخيمة"
    case "170901350232":
    return "170901350232: الشهيد طارق للتعليم الأساسي ح2 بنين_الحلقة الثانية_ رأس الخيمة"
    case "170901350233":
    return "170901350233: الوادي للتعليم الأساس ي ح 2 بنات_الحلقة الثانية_ رأس الخيمة"
    case "170901350234":
    return "170901350234: المعيريض للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ رأس الخيمة"
    case "170901350235":
    return "170901350235: جلفار للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ رأس الخيمة"
    case "170901350236":
    return "170901350236: المطاف للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ رأس الخيمة"
    case "170901350237":
    return "170901350237: الحديبية للتعليم الأساسي ح2 بنات_الحلقة الثانية_ رأس الخيمة"
    case "170901350238":
    return "170901350238: البريرات للتعليم الأساسي ح2 بنين_الحلقة الثانية_ رأس الخيمة"
    case "170901350239":
    return "170901350239: خت للتعليم الأساس يح 2 بنين_الحلقة الثانية_ رأس الخيمة"
    case "170901350240":
    return "170901350240: الوطنية خت للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ رأس الخيمة"
    case "170901350241":
    return "170901350241: الرمس للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ رأس الخيمة"
    case "170901350242":
    return "170901350242: طنب للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ رأس الخيمة"
    case "170901350243":
    return "170901350243: دبا الفجيرة للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ الفجيرة"
    case "170901350244":
    return "170901350244: الماسة للتعليم الأساسي ح2 بنات_الحلقة الثانية_ الفجيرة"
    case "170901350245":
    return "170901350245: حمد بن عبد الله الشرقي للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ ال"
    case "170901350246":
    return "170901350246: مربح للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ الفجيرة"
    case "170901350247":
    return "170901350247: سيف بن حمد الشرقي للتعليم الأساسي ح2  بنين_الحلقة الثانية_ الفجيرة"
    case "170901350248":
    return "170901350248: مضب للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ الفجيرة"
    case "170901350249":
    return "170901350249: محمد بن حمد الشرقي للتعليم الأساسي ح 2 بنين_الحلقة الثانية_ الفجير"
    case "170901350250":
    return "170901350250: الفجيرة للتعليم الأساسي ح2 بنين_الحلقة الثانية_ الفجيرة"
    case "170901350251":
    return "170901350251: الثقافة للتعليم الأساسي ح 2 بنات_الحلقة الثانية_ الفجيرة"
    case "170901350252":
    return "170901350252: التعليم المدرسي - التعليم الثانوي"
    case "170901350253":
    return "170901350253: دبي للتعليم الثانوي للبنين _التعليم الثانوي_ دبي"
    case "170901350254":
    return "170901350254: السعادة  للتعليم  الثانوي للبنات _التعليم الثانوي_ دبي"
    case "170901350255":
    return "170901350255: الوحيدة 1 للتعليم الثانوي للبنين _التعليم الثانوي_ دبي"
    case "170901350256":
    return "170901350256: الوحيدة 2 للتعليم الثانوي للبنين _التعليم الثانوي_ دبي"
    case "170901350257":
    return "170901350257: الطوار للتعليم الثانوي بنات_التعليم الثانوي_ دبي"
    case "170901350258":
    return "170901350258: القيم للتعليم الثانوي بنين_التعليم الثانوي_ دبي"
    case "170901350259":
    return "170901350259: ند الحمر للتعليم الثانوي بنات_التعليم الثانوي_ دبي"
    case "170901350260":
    return "170901350260: الإبداع للتعليم الثانوي بنات_التعليم الثانوي_ دبي"
    case "170901350261":
    return "170901350261: الوصل للتعليم الثانوي للبنين_التعليم الثانوي_ دبي"
    case "170901350262":
    return "170901350262: هند بنت مكتوم للتعليم ثانوي بنات_التعليم الثانوي_ دبي"
    case "170901350263":
    return "170901350263: جميرا للتعليم الثانوي بنات_التعليم الثانوي_ دبي"
    case "170901350264":
    return "170901350264: الخوانيج للتعليم الثانوي بنين_التعليم الثانوي_ دبي"
    case "170901350265":
    return "170901350265: الثميد للتعليم الأساسي ح 2 والثانوي بنين_التعليم الثانوي_ الشارقة"
    case "170901350266":
    return "170901350266: حلوان للتعليم الثانوي بنين_التعليم الثانوي_ الشارقة"
    case "170901350267":
    return "170901350267: مليحة للتعليم الأساسي ح 1وح2 والثانوي بنين_التعليم الثانوي_ الشارق"
    case "170901350268":
    return "170901350268: أشبيلة للتعليم الثانوي بنات_التعليم الثانوي_ الشارقة"
    case "170901350269":
    return "170901350269: النوف للتعليم الثانوي بنات_التعليم الثانوي_ الشارقة"
    case "170901350270":
    return "170901350270: الشارقة للتعليم الثانوي بنات_التعليم الثانوي_ الشارقة"
    case "170901350271":
    return "170901350271: الشهباء للتعليم الثانوي بنين_التعليم الثانوي_ الشارقة"
    case "170901350272":
    return "170901350272: مغيدر للتعليم الثانوي بنات_التعليم الثانوي_ الشارقة"
    case "170901350273":
    return "170901350273: الذيد للتعليم الثانوي بنين_التعليم الثانوي_ الشارقة"
    case "170901350274":
    return "170901350274: العروبة للتعليم الثانوي بنين_التعليم الثانوي_ الشارقة"
    case "170901350275":
    return "170901350275: القراين للتعليم الثانوي بنين_التعليم الثانوي_ الشارقة"
    case "170901350276":
    return "170901350276: ام عمارة للتعليم الثانوي بنات _التعليم الثانوي_ الشارقة"
    case "170901350277":
    return "170901350277: القادسية للتعليم الثانوي بنات_التعليم الثانوي_ الشارقة"
    case "170901350278":
    return "170901350278: الشهداء للتعليم الثانوي بنين_التعليم الثانوي_ الشارقة"
    case "170901350279":
    return "170901350279: المحمود  للتعليم الثانوي بنين _التعليم الثانوي_ الشارقة"
    case "170901350280":
    return "170901350280: كلباء للتعليم الثانوي بنات_التعليم الثانوي_ الشارقة"
    case "170901350281":
    return "170901350281: القرم للتعليم الثانوي بنات_التعليم الثانوي_ الشارقة"
    case "170901350282":
    return "170901350282: القدوة للتعليم الثانوي بنين_التعليم الثانوي_ الشارقة"
    case "170901350283":
    return "170901350283: عجمان للتعليم الثانوي بنات_التعليم الثانوي_ عجمان"
    case "170901350284":
    return "170901350284: الراشدية للتعليم الثانوي بنين_التعليم الثانوي_ عجمان"
    case "170901350285":
    return "170901350285: مشيرف للتعليم ثانوية بنين_التعليم الثانوي_ عجمان"
    case "170901350286":
    return "170901350286: النعيمية للتعليم ثانوي بنات_التعليم الثانوي_ عجمان"
    case "170901350287":
    return "170901350287: شيخة بنت سعيد للتعليم الثانوي بنات_التعليم الثانوي_ عجمان"
    case "170901350288":
    return "170901350288: الزوراء للتعليم ثانوي بنات_التعليم الثانوي_ عجمان"
    case "170901350289":
    return "170901350289: أم القيوين للتعليم الثانوي بنين_التعليم الثانوي_ أم القيوين"
    case "170901350290":
    return "170901350290: المعلا للتعليم الأساسي ح 2 والثانوي بنات_التعليم الثانوي_ أم القيو"
    case "170901350291":
    return "170901350291: السلمة للتعليم الثانوي بنات_التعليم الثانوي_ أم القيوين"
    case "170901350292":
    return "170901350292: الظيت للتعليم الثانوي بنات_التعليم الثانوي_ رأس الخيمة"
    case "170901350293":
    return "170901350293: القاسمية للتعليم الثانوي بنين_التعليم الثانوي_ رأس الخيمة"
    case "170901350294":
    return "170901350294: رأس الخيمة للتعليم الثانوي بنين_التعليم الثانوي_ رأس الخيمة"
    case "170901350295":
    return "170901350295: الشهيد طارق للتعليم الثانوي بنين_التعليم الثانوي_ رأس الخيمة"
    case "170901350296":
    return "170901350296: الوادي للتعليم الثانوي بنات_التعليم الثانوي_ رأس الخيمة"
    case "170901350297":
    return "170901350297: المعيريض للتعليم الثانوي بنات_التعليم الثانوي_ رأس الخيمة"
    case "170901350298":
    return "170901350298: جلفار للتعليم الثانوي بنات_التعليم الثانوي_ رأس الخيمة"
    case "170901350299":
    return "170901350299: الحديبية للتعليم الثانوي بنات_التعليم الثانوي_ رأس الخيمة"
    case "170901350300":
    return "170901350300: البريرات للتعليم الثانوي_التعليم الثانوي_ رأس الخيمة"
    case "170901350301":
    return "170901350301: فاطمة بنت مبارك للتعليم الثانوي بنات_التعليم الثانوي_ رأس الخيمة"
    case "170901350302":
    return "170901350302: الرمس للتعليم الثانوي  بنين_التعليم الثانوي_ رأس الخيمة"
    case "170901350303":
    return "170901350303: طنب للتعليم الثانوي بنين_التعليم الثانوي_ رأس الخيمة"
    case "170901350304":
    return "170901350304: الوطنية للتعليم الثانوي بنين_التعليم الثانوي_ رأس الخيمة"
    case "170901350305":
    return "170901350305: دبا الفجيرة للتعليم الثانوي بنات_التعليم الثانوي_ الفجيرة"
    case "170901350306":
    return "170901350306:  حمد بن عبدالله الشرقي للتعليم الثانوي بنين _التعليم الثانوي_ الفج"
    case "170901350307":
    return "170901350307: مربح للتعليم الثانوي بنات_التعليم الثانوي_ الفجيرة"
    case "170901350308":
    return "170901350308:  سيف بن حمد الشرقي للتعليم الثانوي بنين_التعليم الثانوي_ الفجيرة"
    case "170901350309":
    return "170901350309: مضب للتعليم الثانوي بنات_التعليم الثانوي_ الفجيرة"
    case "170901350310":
    return "170901350310: محمد بن حمد الشرقي للتعليم الثانوي _التعليم الثانوي_ الفجيرة"
    case "170901350311":
    return "170901350311: الثقافة للتعليم الثانوي بنات_التعليم الثانوي_ الفجيرة"
    case "170901350312":
    return "170901350312: التعليم المدرسي - المدارس المشتركة"
    case "170901350313":
    return "170901350313: المعارف مشتركة للتعليم الأساسي ح2 والثانوي بنين  _المدارس المشتركة"
    case "170901350314":
    return "170901350314: العوير للتعليم الأساسي ح1 ، ح2  بنات _المدارس المشتركة _دبي"
    case "170901350315":
    return "170901350315: العوير للتعليم الأساسي ح 2 والثانوي بنات_المدارس المشتركة _دبي"
    case "170901350316":
    return "170901350316: هيا بنت الحسين للتعليم الأساسي والثانوي بنات _المدارس المشتركة _دب"
    case "170901350317":
    return "170901350317: البرشاء للتعليم الأساسي ح 2 والثانوي بنات_المدارس المشتركة _دبي"
    case "170901350318":
    return "170901350318: الليسيلي مشتركة بنات _المدارس المشتركة _دبي"
    case "170901350319":
    return "170901350319: الليسيلي مشتركة بنين_المدارس المشتركة _دبي"
    case "170901350320":
    return "170901350320: حصة بنت المر للتعليم الأساسي ح 2 والثانوي بنات_المدارس المشتركة _د"
    case "170901350321":
    return "170901350321: الإبداع للتعليم الأساسي ح 1 و ح 2 بنات_المدارس المشتركة _دبي"
    case "170901350322":
    return "170901350322: آل مكتوم للتعليم الأساسي ح 2 + ثانوية بنين_المدارس المشتركة _دبي"
    case "170901350323":
    return "170901350323: جميرا للتعليم الأساسي ح1+ح2 بنات _المدارس المشتركة _دبي"
    case "170901350324":
    return "170901350324: حتا للتعليم الأساسي ح2 وثانوي بنات_المدارس المشتركة _دبي"
    case "170901350325":
    return "170901350325: حتا للتعليم الأساسي ح2 و ثانوي بنين_المدارس المشتركة _دبي"
    case "170901350326":
    return "170901350326: المدام للتعليم الأساسي ح 2 و الثانوي بنين_المدارس المشتركة _الشارق"
    case "170901350327":
    return "170901350327: المدام للتعليم الأساسي ح 2 والثانوي بنات_المدارس المشتركة _الشارقة"
    case "170901350328":
    return "170901350328: مليحة 2 للتعليم الأساسي ح 1و2  والثانوي بنات_المدارس المشتركة _الش"
    case "170901350329":
    return "170901350329: مليحة للتعليم الأساسي ح 2 والثانوي بنين_المدارس المشتركة _الشارقة"
    case "170901350330":
    return "170901350330: مليحة 1 للتعليم الأساسي ح 1 و 2  والثانوي بنات_المدارس المشتركة _ا"
    case "170901350331":
    return "170901350331: روضة ومدرسة الخالدية للتعليم الأساسي ح 1 بنات_المدارس المشتركة _ال"
    case "170901350332":
    return "170901350332: الخالدية للتعليم الأساسي ح 2 والثانوي بنات_المدارس المشتركة _الشار"
    case "170901350333":
    return "170901350333: الخالدية للتعليم الأساسي ح 2 والثانوي بنين_المدارس المشتركة _الشار"
    case "170901350334":
    return "170901350334: الثميد للتعليم الأساسي ح 1و2 والثانوي بنات_المدارس المشتركة _الشار"
    case "170901350335":
    return "170901350335: روضة ومدرسة النوف للتعليم الأساسي ح 1 بنات_المدارس المشتركة _الشار"
    case "170901350336":
    return "170901350336: روضة ومدرسة البطائح للتعليم الأساسي ح 1_المدارس المشتركة _الشارقة"
    case "170901350337":
    return "170901350337: البطائح للتعليم الأساسي ح 2 والثانوي بنين_المدارس المشتركة _الشارق"
    case "170901350338":
    return "170901350338: البطائح للتعليم الأساسي ح 2 والثانوي بنات_المدارس المشتركة _الشارق"
    case "170901350339":
    return "170901350339: البردي للتعليم الأساسي ح 1 بنات_المدارس المشتركة _الشارقة"
    case "170901350340":
    return "170901350340: البردي للتعليم الأساسي ح 2 والثانوي بنات_المدارس المشتركة _الشارقة"
    case "170901350341":
    return "170901350341: روضة ومدرسة الحمرية ح 1 و2و الثانوي  بنات_المدارس المشتركة _الشارق"
    case "170901350342":
    return "170901350342: الحمرية للتعليم الأساسي ح 2 والثانوي بنين_المدارس المشتركة _الشارق"
    case "170901350343":
    return "170901350343: أبو موسى للتعليم الأساسي ح 1 و ح 2 و الثانوي بنين_المدارس المشتركة"
    case "170901350344":
    return "170901350344: القادسية للتعليم الأساسي ح 1 + روضة (بنين وبنات )_المدارس المشتركة"
    case "170901350345":
    return "170901350345: دبا الحصن للتعليم الأساسي والثانوي بنين_المدارس المشتركة _الشارقة"
    case "170901350346":
    return "170901350346: الحور للتعليم الأساسي والثانوي بنات_المدارس المشتركة _الشارقة"
    case "170901350347":
    return "170901350347: وادي الحلو 2 للتعليم الأساسي ح1 بنين_المدارس المشتركة _الشارقة"
    case "170901350348":
    return "170901350348: وادي الحلو للتعليم الأساسي و الثانوي بنات_المدارس المشتركة _الشارق"
    case "170901350349":
    return "170901350349: مدرسة وروضة وادي الحلو بنات_المدارس المشتركة _الشارقة"
    case "170901350350":
    return "170901350350: الجرف للتعليم الأساسي ح 2 و ثانوي بنين_المدارس المشتركة _عجمان"
    case "170901350351":
    return "170901350351: المنامة للتعليم الأساسي ح 1+ح 2 و ثانوي بنين_المدارس المشتركة _عجم"
    case "170901350352":
    return "170901350352: مزيرع للتعليم الأساسي ح2 وثانوي بنين_المدارس المشتركة _عجمان"
    case "170901350353":
    return "170901350353: المنامة للتعليم الأساسي ح 1+ح2 وثانوي بنات_المدارس المشتركة _عجمان"
    case "170901350354":
    return "170901350354: مزيرع للتعليم الأساسي ح 1+ح 2+الثانوي بنات_المدارس المشتركة _عجمان"
    case "170901350355":
    return "170901350355: مصفوت للتعليم الأساسي ح 1+ح 2  وثانوي بنات_المدارس المشتركة _عجمان"
    case "170901350356":
    return "170901350356: روضة ومدرسة الراعفة ح 1 و 2 والثانوي بنات_المدارس المشتركة _أم الق"
    case "170901350357":
    return "170901350357: الراعفة للتعليم الأساسي ح 1 بنين_المدارس المشتركة _أم القيوين"
    case "170901350358":
    return "170901350358: الراعفة للتعليم الأساسي ح 2 والثانوي بنين_المدارس المشتركة _أم الق"
    case "170901350359":
    return "170901350359: فلج المعلا للتعليم الأساسي ح 2 والثانوي بنين_المدارس المشتركة _أم"
    case "170901350360":
    return "170901350360: فلج المعلا للتعليم الأساسي ح 2 والثانوي بنات_المدارس المشتركة _أم"
    case "170901350361":
    return "170901350361: الجزيرة الحمراء للتعليم الأساسي ح 2 والثانوي بنين_المدارس المشتركة"
    case "170901350362":
    return "170901350362: الجزيرة الحمراء للتعليم الأساسي ح 1 و 2وث بنات _المدارس المشتركة _"
    case "170901350363":
    return "170901350363: الصباحية للتعليم الأساسي ح 2 والثانوي بنات_المدارس المشتركة _رأس ا"
    case "170901350364":
    return "170901350364: شمل للتعليم الأساسي و الثانوي بنات_المدارس المشتركة _رأس الخيمة"
    case "170901350365":
    return "170901350365: خت للتعليم الأساسي ح1 +ح2  بنات_المدارس المشتركة _رأس الخيمة"
    case "170901350366":
    return "170901350366: فاطمة بنت مبارك للتعليم الأساسي ح2 والثانوي بنين_المدارس المشتركة"
    case "170901350367":
    return "170901350367: الأفق 2 للتعليم الأساسي والثانوي بنين_المدارس المشتركة _رأس الخيمة"
    case "170901350368":
    return "170901350368: المنيعي للتعليم الأساسي ح 2 وثانوي بنين_المدارس المشتركة _رأس الخي"
    case "170901350369":
    return "170901350369: شمل للتعليم الأساسي و الثانوي بنين_المدارس المشتركة _رأس الخيمة"
    case "170901350370":
    return "170901350370: الأفق 2 للتعليم الأساسي و الثانوي بنات_المدارس المشتركة _رأس الخيم"
    case "170901350371":
    return "170901350371: المنيعي للتعليم الأساسي ح1+ح2 وثانوي بنات_المدارس المشتركة _رأس ال"
    case "170901350372":
    return "170901350372: مدرسة وروضة فاطمة بنت مبارك _المدارس المشتركة _رأس الخيمة"
    case "170901350373":
    return "170901350373: روضة ومدرسة الأفق للتعليم الأساسي ح 1 بنين_المدارس المشتركة _رأس ا"
    case "170901350374":
    return "170901350374: مدرسة وروضة المنيعيي بنات_المدارس المشتركة _رأس الخيمة"
    case "170901350375":
    return "170901350375: الرؤية للتعليم الثانوي بنات_المدارس المشتركة _رأس الخيمة"
    case "170901350376":
    return "170901350376: فاطمة بنت مبارك للتعليم الأساسي ح1+ح2 بنات_المدارس المشتركة _رأس ا"
    case "170901350377":
    return "170901350377: أذن للتعليم الثانوي بنات_المدارس المشتركة _رأس الخيمة"
    case "170901350378":
    return "170901350378: الطويين للتعليم الأساسي والثانوي بنات_المدارس المشتركة _الفجيرة"
    case "170901350379":
    return "170901350379: أم عمارة للتعليم الاساسي والثانوي بنات_المدارس المشتركة _الفجيرة"
    case "170901350380":
    return "170901350380: الاتقان للتعليم الأساسي ح1 و روضة بنات_المدارس المشتركة _الفجيرة"
    case "170901350381":
    return "170901350381: المحمود للتعليم الأساسي روضة وح1 +ح2 ( بنين و بنات )_المدارس المشت"
    case "170901350382":
    return "170901350382: الطويين للتعليم الأساسي والثانوي بنين_المدارس المشتركة _الفجيرة"
    case "170901350383":
    return "170901350383: البدية للتعليم الأساسي والثانوي بنين_المدارس المشتركة _الفجيرة"
    case "170901350384":
    return "170901350384: المعرفة للتعليم الأساسي والثانوي بنات_المدارس المشتركة _الفجيرة"
    case "170901350385":
    return "170901350385: الاتقان  2 للتعليم الأساسي والثانوي  بنات  _المدارس المشتركة _الفج"
    case "170901350386":
    return "170901350386: الاتقان 1 للتعليم الأساسي والثانوي بنات_المدارس المشتركة _الفجيرة"
    case "170901350387":
    return "170901350387: مسافي للتعليم الأساسي والثانوي بنين_المدارس المشتركة _الفجيرة"
    case "170901350388":
    return "170901350388: الأفق 1 للتعليم الأساسي وثانوي بنين_المدارس المشتركة _الفجيرة"
    case "170901350389":
    return "170901350389: الأفق 1 للتعليم الأساسي و الثانوي بنات_المدارس المشتركة _الفجيرة"
    case "170901350390":
    return "170901350390: التعليم المدرسي - التعليم المستمر"
    case "170901350391":
    return "170901350391: معهد التكنولوجيا التطبيقية_مراكز التعليم المستمر المتكامل_دبي"
    case "170901350392":
    return "170901350392: مركز راشد بن سعيد للتعليم المهني_مراكز التعليم المستمر المتكامل_دب"
    case "170901350393":
    return "170901350393: معهد الشارقة للتكنولوجيا_مراكز التعليم المستمر المتكامل_الشارقة"
    case "170901350394":
    return "170901350394: ثانوية عجمان التطبيقية_مراكز التعليم المستمر المتكامل_عجمان"
    case "170901350395":
    return "170901350395: ثانوية التكنولوجيا التطبيقية_مراكز التعليم المستمر المتكامل_أم الق"
    case "170901350396":
    return "170901350396: معهد التكنولوجيا التطبيقية_مراكز التعليم المستمر المتكامل_رأس الخي"
    case "170901350397":
    return "170901350397: معهد التكنولوجيا التطبيقية_مراكز التعليم المستمر المتكامل_الفجيرة"
    case "170902010001":
    return "170902010001: نشر التوعية بأهمية التنمية المهنية المستدامة للهيئات التعليمية وال"
    case "170902010002":
    return "170902010002: انشاء منصة الكترونية خاصة بالتنمية المهنية المستدامة للهيئات التعل"
    case "170902010003":
    return "170902010003: إعداد الدليل الوطني للتنيمة المهنية المستدامة للهيئات التعليمية"
    case "170902010004":
    return "170902010004: إعداد الكوادر المؤهلة القادرة على تقديم برامج التنمية المهنية للهي"
    case "170902010005":
    return "170902010005: تطوير اختبارات معيارية لتحديد الاحتياجات التدريبية للهيئات التعليم"
    case "170902010006":
    return "170902010006: تطوير برنامج مجتمعات التعلم المهنية في المدرسة الإماراتية التدريب"
    case "170902010007":
    return "170902010007: اعداد البرامج التدريبية الاثرائية للهيئات التعليمية (المناهج والتق"
    case "170902010008":
    return "170902010008: استحداث نظام المتابعة والتقويم وقياس أثر التدريب"
    case "170902020001":
    return "170902020001: استحداث معاهد تدريب متخصصة في الإمارات المختلفة"
    case "170902020002":
    return "170902020002: إنشاء منصة اليكترونيه لمبادرة علم لأجل الإمارات"
    case "170902020003":
    return "170902020003: الإعلان عن مبادرة (علم لأجل الإمارات )"
    case "170902020004":
    return "170902020004: فرز واختيار أفضل العناصر  للمشاركة في مبادرة علم لأجل الإمارات )"
    case "170902020005":
    return "170902020005: متابعة و تقييم مدى استفادة الوزارة من مبادرة علم لأجل الإمارات )"
    case "170902020006":
    return "170902020006: استدامة المبادرة وتوسيع نطاق المبادر ة"
    case "170902030001":
    return "170902030001: استقطاب مهندسين وتدريبهم كمعلمين رياضيات وعلوم و ليكونوا قادة في ا"
    case "170902030002":
    return "170902030002: برنامج استقطاب طلبة الثانوية المتميزين ( مواطنين وغير مواطنين ) وإ"
    case "170902030003":
    return "170902030003: بناء برامج تدريبية للمعلمين الجدد والحاقهم بها قبل الخدمة"
    case "170902030004":
    return "170902030004: توظيف برنامج الظل الوظيفي لتدريب و تأهيل المعلمين الجدد"
    case "170902040001":
    return "170902040001: تطوير دليل العمل في وزارة التربية والتعليم والتعليم العالي"
    case "170902040002":
    return "170902040002: اعداد  وتنفيذ برنامج تهيئة للمعلمين الجدد الملتحقين بالعمل في وزار"
    case "170902040003":
    return "170902040003: اعداد برنامج تدريبي لمديري المدارس ومساعد المدير للشؤون الاكاديمية"
    case "170902040004":
    return "170902040004: إعداد برنامج تدريبي لمديري الإدارات ورةساء الأقسام لتقديم الدعم وا"
    case "170902040005":
    return "170902040005: التوأمة بين الجامعات والمدارس"
    case "170902050001":
    return "170902050001:  أعداد منظومة التدرج الوظيفي"
    case "170902050002":
    return "170902050002: تطبيق معايير ومسميات التدرج الوظيفي للهيئة التعليمية"
    case "170902060001":
    return "170902060001: الاعداد والتهيئة لتنفيذ المرحلة التجريبية  من نظام ترخيص المعلمين"
    case "170902060002":
    return "170902060002: تنفيذ الاختبارات واعداد التقارير التحليلية"
    case "170902070001":
    return "170902070001: معهد تدريب المعلمين"
    case "170902070002":
    return "170902070002: تاسيس مركز تقييم وتدريب العاملين في وزارة التربية والتعليم واعتماد"
    case "170902070003":
    return "170902070003: تزويد المركز بالكادر"
    case "170902070004":
    return "170902070004: تفعيل مركز تقييم وتدريب العاملين بوزارة التربية والتعليم"
    case "170902070005":
    return "170902070005: تقييم اداء مركز تقييم وتدريب العاملين بوزارة التربية والتعليم"
    case "170903010001":
    return "170903010001: استقطاب كوادر مؤهلة للتدريب"
    case "170903010002":
    return "170903010002: تدريب وتطوير المقيمين  ومديرو النطاقات ومديرو المدارس على عملية ال"
    case "170903010003":
    return "170903010003: تقييم اداء فعالية القيادة المدرسية في اعداد التقييم الذاتي"
    case "170903020001":
    return "170903020001: اصدار سياسات التراخيص المؤسسية ومكاتب الاستشارات"
    case "170903020002":
    return "170903020002: اعداد المعايير والاجراءات التنفيذية للتراخيص المؤسسية ومكاتب الاست"
    case "170903020003":
    return "170903020003: تطوير نظام الكتروني للتراخيص المؤسسية"
    case "170903020004":
    return "170903020004: تطبيق اجراءات التراخيص ومكاتب خدمات الاستشارات المحدثة"
    case "170903030001":
    return "170903030001: تشكيل لجان معادلة الشهادات"
    case "170903030002":
    return "170903030002: مراجعة وتحديث سياسات معادلة الشهادات"
    case "170903030003":
    return "170903030003: مراجعة وتحديث إجراءات وعمليات المعادلات"
    case "170903030004":
    return "170903030004: تصميم نظام إلكتروني"
    case "170903040001":
    return "170903040001: تقييم جودة البرامج بواسطة لجان تقييم خارجية"
    case "170903040002":
    return "170903040002: مراجعة المخرجات التعليمية مع الهيكل الوطني للمؤهلات"
    case "170903040003":
    return "170903040003: عقد لقاء مع مؤسسات التعليم العالي  لعرض نتائج التقييم"
    case "170903050001":
    return "170903050001: تطوير معايير تقييم وضمان جودة مؤسسات التعليم العالي بالدولة وتصنيف"
    case "170903050002":
    return "170903050002: اعداد اجراءات تقييم وضمان جودة مؤسسات التعليم العالي"
    case "170903050003":
    return "170903050003: تطوير نظام الكتروني لتقييم وضمان جودة مؤسسات التعليم العالي"
    case "170903050004":
    return "170903050004: قياس نسبة عدد أعضاء هيئة التدريس بالنسبة لأعداد الطلبة"
    case "170903050005":
    return "170903050005: تطبيق اجراءات التقييم وضمان الجودة المحدثة"
    case "170903060001":
    return "170903060001: وضع آلية لتحديث وتجميع بيانات البرامج الأكاديمية المعتمدة دولياً م"
    case "170903060002":
    return "170903060002: عقد ورش عمل عن الاعتمادات الدولية"
    case "170903060003":
    return "170903060003: توقيع مذكرات تفاهم واتفاقيات مع جهات الاعتماد الدولية"
    case "170903070001":
    return "170903070001:  مراجعة واصدار سياسة ومعايير الاعتماد المؤسسي والبرامجي للمؤسسات ا"
    case "170903070002":
    return "170903070002:  مراجعة واصدار  كتيبات الإرشادات التوجيهية للمؤسسات التعليمية"
    case "170903070003":
    return "170903070003:  تحديد الترابط بين الاعتماد المؤسسي والترخيص"
    case "170903070004":
    return "170903070004: تحسين عمليات الاعتماد والإجراءات والخدمات المقدمة"
    case "170903070005":
    return "170903070005:  تطبيق النظام الالكتروني والخدمات الذكية"
    case "170903080001":
    return "170903080001: وضع آلية حساب ميزانية الجامعات الحكومية"
    case "170903080002":
    return "170903080002: السياسات المالية للجامعات الحكومية"
    case "170903080003":
    return "170903080003:  تحديد آليات تمويل الجامعات الحكومية"
    case "170903090001":
    return "170903090001: استقطاب مقييمين جدد"
    case "170903090002":
    return "170903090002: إعداد منهجيات و أدوات عمليات التقييم والنظم وفق الأطر و المعايير ا"
    case "170903090003":
    return "170903090003: تنفيذ عمليات تقييم جودة المدارس في المدارس الحكومية والخاصة"
    case "170903100001":
    return "170903100001: تنفيذ الرقابة على مؤسسات التعليم العام"
    case "170903100002":
    return "170903100002: تنفيذ الرقابة على مؤسسات التعليم العالي"
    case "170903100003":
    return "170903100003: تنفيذ الرقابة على مؤسسات الطفولة المبكرة"
    case "170903110001":
    return "170903110001: وضع ومراجعة استراتيجية مركز بيانات التعليم"
    case "170903110002":
    return "170903110002: تحديد وتوفير الإحتياجات من الموارد البشرية المتخصصة"
    case "170903110003":
    return "170903110003: بناء القدرات وتطوير المهارات"
    case "170903110004":
    return "170903110004: تطوير الأنظمة والبرامج"
    case "170903110005":
    return "170903110005: تفعيل البرامج والمهارات الحديثة (المسار الإستراتيجي، مسار العمليات"
    case "170903110006":
    return "170903110006: تطوير الشراكات والمساهمة المجتمعية"
    case "170903120001":
    return "170903120001: اعداد آلية لمراجعة وتطوير السياسات  التعليمية"
    case "170903120002":
    return "170903120002: اعداد  واقرار الاطار العام للسياسات الاستراتيجية  وربط المبادرات ب"
    case "170903130001":
    return "170903130001: الاطلاع على أفضل الممارسات والتواصل مع الشركاء"
    case "170903130002":
    return "170903130002: إعداد مسودة قانون التعليم الخاص في الدستور ومتابعة إقراراهم"
    case "170903140001":
    return "170903140001: الاطلاع على أفضل الممارسات والتواصل مع الشركاء"
    case "170903140002":
    return "170903140002: إعداد مسودة قانون التعليم العام في الدستور ومتابعة إقراراهم"
    case "170903150001":
    return "170903150001: تطوير رؤية استشرافية لوزارة التربية والتعليم 2030"
    case "170903150002":
    return "170903150002: اعداد وتنفيذ برنامج زمني للتدريب  والتوعية وما يتضمنه من تطوير الم"
    case "170903150003":
    return "170903150003: تطوير وتطبيق اداة إستشراف المستقبل في استشراف مستقبل التعليم"
    case "170903150004":
    return "170903150004: تطوير 3 دراسات استشرافية  عن مستقبل التعليم في دولة الامارات العرب"
    case "170903150005":
    return "170903150005: تطوير وتحديث البيانات اللازمة لإستشراف المستقبل"
    case "170903160001":
    return "170903160001: تطوير وتفعيل منهجية وآلية ادارة المشاريع"
    case "170903160002":
    return "170903160002: تطوير نظام إلكتروني لادارة المشاريع"
    case "170903170001":
    return "170903170001: التوثيق الكامل للوضع الحالي"
    case "170903170002":
    return "170903170002: إعادة هندسة العمليات"
    case "170903170003":
    return "170903170003: تطوير نظام إلكتروني لتصميم وإدارة العمليات"
    case "170903180001":
    return "170903180001: دراسة وتحليل الوضع الحالي"
    case "170903180002":
    return "170903180002: إعداد جدول الصلاحيات والمسؤوليات"
    case "170903190001":
    return "170903190001: تطوير مراكز سعادة المتعاملين"
    case "170903190002":
    return "170903190002: تطوير الخدمات المقدمة والخدمات الالكترونية"
    case "170903190003":
    return "170903190003: استقطاب وتأهيل موظفي إسعاد المتعاملين"
    case "170903190004":
    return "170903190004: التسويق والترويج للخدمات المقدمة"
    case "170903200001":
    return "170903200001: اللجنة الوطنية للتربية والثقافة والعلوم"
    case "170903200002":
    return "170903200002: الوفد الدائم للدولة لدي منظمة اليونسكو"
    case "170903200003":
    return "170903200003: المركز الأقليمي للتخطيط التربوي"
    case "170903210001":
    return "170903210001: التنسيق والتكامل بين الوزارة والجهات المعنية في توفير البيانات الم"
    case "170903210002":
    return "170903210002: تحديد وتقييم كافة المبادرات التي قامت بها مختلف الهيئات التعليمية"
    case "170903220001":
    return "170903220001: إصدار ترخيص جديد لمدرسة أو معهد"
    case "170903220002":
    return "170903220002: ضبط المدارس والمعاهد المخالفة لتعليمات الوزارة"
    case "170903220003":
    return "170903220003: تجديد ترخيص مدرسة أو معهد"
    case "170903220004":
    return "170903220004: إلغاء ترخيص مدرسة أو معهد"
    case "170903220005":
    return "170903220005: الموافقة على إجراء تعديل على مبنى مدرسي قائم"
    case "170903220006":
    return "170903220006: اعتماد إعلانات مدرسة أو معهد خاص"
    case "170903220007":
    return "170903220007: تغيير ممثل مجلس إدارة مدرسة"
    case "170903220008":
    return "170903220008: تغيير منهاج مدرسة خاصة"
    case "170903220009":
    return "170903220009: طلب زيادة الرسوم المدرسية"
    case "170903220010":
    return "170903220010: الموافقة على أنشطة مدرسة"
    case "170903220011":
    return "170903220011: اعتماد مخططات مباني المدارس"
    case "170903230001":
    return "170903230001: إصدار ترخيص دار الحضانة وغرف الأطفال"
    case "170903230002":
    return "170903230002: التفتيش والاشراف الدوري على الحضانات أو غرف الأطفال"
    case "170903230003":
    return "170903230003: تجديد ترخيص دار الحضانة وغرف الأطفال"
    case "170903230004":
    return "170903230004: تغيير بيانات ترخيص دار الحضانة وغرف الأطفال"
    case "170903230005":
    return "170903230005: تغيير الاسم التجاري في الرخصة التجارية أو المهنية لدار الحضانة وغر"
    case "170903230006":
    return "170903230006: تغيير موقع نشاط دار الحضانة وغرف الأطفال"
    case "170903230007":
    return "170903230007: إصدار بدل فاقد أو تالف لترخيص دار الحضانة وغرف الأطفال"
    case "170903230008":
    return "170903230008: إصدار شهادات لمن يهمه الأمر بشأن دار الحضانة وغرف الأطفال"
    case "170903230009":
    return "170903230009: طلب معاينة إضافة مبنى لدار الحضانة وغرف الأطفال"
    case "170903230010":
    return "170903230010: إلغاء ترخيص دار الحضانة وغرف الأطفال"
    case "170903230011":
    return "170903230011: الموافقة على أهلية العاملين في دار الحضانة وغرف الأطفال"
    case "170903230012":
    return "170903230012: الموافقة على الإعلانات المطبوعة الساكنة"
    case "170903230013":
    return "170903230013: الموافقة على الإعلانات المذاعة والمسموعة الصوتية"
    case "170903230014":
    return "170903230014: تعديل صيغة الإعلان"
    case "170903230015":
    return "170903230015: تعديل وضع الحضانات وغرف رعاية الأطفال المعني بالتفتيش"
    case "170903230016":
    return "170903230016: دفع غرامة الحضانات وغرف رعاية الأطفال"
    case "170903230017":
    return "170903230017: تسجيل بلاغات وشكاوى على الحضانات وغرف رعاية الأطفال"
    case "170903230018":
    return "170903230018: تسجيل طفل معاق في الحضانة"
    case "170903230019":
    return "170903230019: الموافقة على الإعلانات المرئية والمسموعة الضوئية والصوتية"
    case "170903240001":
    return "170903240001: ترخيص مؤسسات التعليم العالي"
    case "170903240002":
    return "170903240002: اعتماد البرامج الأكاديمية لمؤسسات التعليم العالي الخاصة"
    case "170903240003":
    return "170903240003: التدقيق على البرامج الأكاديمية لمؤسسات التعليم العالي الخاصة"
    case "170903240004":
    return "170903240004: تجديد تراخيص مؤسسات التعليم العالي"
    case "170903240005":
    return "170903240005: طلب إجراء تعديل في السياسات أو اللوائح المعتمدة"
    case "170903240006":
    return "170903240006: إصدار شهادات لمن يهمه الأمر بشأن الاعتراف بمؤسسات التعليم العالي"
    case "170903240007":
    return "170903240007: التدقيق على مؤسسات التعليم العالي الخاصة"
    case "170903240008":
    return "170903240008: تجديد اعتماد البرامج الأكاديمية لمؤسسات التعليم العالي الخاصة"
    case "170903240009":
    return "170903240009: تعديل برنامج أكاديمي لمؤسسات التعليم العالي الخاصة"
    case "170903240010":
    return "170903240010: ترخيص مكاتب استقطاب الطلاب للالتحاق بالجامعات خارج الدولة"
    case "170903240011":
    return "170903240011: تجديد ترخيص مكاتب استقطاب الطلاب للالتحاق بالجامعات خارج الدولة"
    case "170903240012":
    return "170903240012: عقد ورش عمل للتوعية بمعايير الترخيص والإعتماد"
    case "170903250001":
    return "170903250001: طلب الإفادة عن مؤسسة تعليمية أو برنامج دراسي خارج الدولة"
    case "170903250002":
    return "170903250002: توفير احصائيات وتقارير عن تصديق ومعادلة المؤهلات الصادرة من داخل و"
    case "170903250003":
    return "170903250003: توفير الإحصاءات والبيانات عن التعليم العالي بالدولة"
    case "170903250004":
    return "170903250004: الاستعلام عن مؤسسات التعليم العالي الخاصة المرخصة داخل الدولة وبرا"
    case "170903260001":
    return "170903260001: إصدار وتصديق شهادة دراسية"
    case "170903260002":
    return "170903260002: إصدار شهادة لمن يهمه الأمر"
    case "170903260003":
    return "170903260003: إصدار شهادة بالمواد التي درسها الطالب"
    case "170903260004":
    return "170903260004: قيد وقبول الطلبة في نظام معلومات الطلبة"
    case "170903260005":
    return "170903260005: تسجيل طلبة المنازل"
    case "170903260006":
    return "170903260006: تحديد مستوى الطالب"
    case "170903260007":
    return "170903260007: قيد وقبول الطلبة من ذوي الاحتياجات الخاصة"
    case "170903260008":
    return "170903260008: تقديم طلب إعتماد استمارة صرف بدل رسوم مدرسية"
    case "170903270001":
    return "170903270001: معادلة الشهادات الثانوية العامة الصادرة من الخارج"
    case "170903270002":
    return "170903270002: معادلة الشهادات الدراسية لصفوف النقل"
    case "170903280001":
    return "170903280001: الرد على الاستفسارات"
    case "170903280002":
    return "170903280002: استقبال الملاحظات أو الشكاوى"
    case "170903280003":
    return "170903280003: استقبال المقترحات"
    case "170903290001":
    return "170903290001: معادلة المؤهلات الصادرة عن مؤسسات التعليم العالي المعتمدة خارج الد"
    case "170903290002":
    return "170903290002: إصدار شهادات لمن يهمه الأمر بشأن المعادلة"
    case "170903290003":
    return "170903290003: إصدار نسخ أخرى من المعادلة"
    case "170903290004":
    return "170903290004: طلب إعادة النظر في قرار اللجنة"
    case "170903290005":
    return "170903290005: طلب إدراج مؤسسة تعليمية ضمن قائمة الجامعات الموصى بها من قبل الوزا"
    case "170903300001":
    return "170903300001: التصديق على المؤهلات العلمية الصادرة من مؤسسات التعليم العالي الخا"
    case "170903300002":
    return "170903300002: طلب التأكد من صحة الساعات المحولة من مؤسسات التعليم العالي خارج دو"
    case "170903300003":
    return "170903300003: إصدار شهادات لمن يهمه الأمر باعتماد مؤسسات التعليم العالي الخاصة و"
    case "170903310001":
    return "170903310001: تسجيل الطلبة في مؤسسات التعليم العالي الحكومية"
    case "170903310002":
    return "170903310002: توفير دليل الطالب السنوي"
    case "170903310003":
    return "170903310003: طلب تغيير تخصص"
    case "170903310004":
    return "170903310004: توفير البوابات الإلكترونية للمدارس والمناطق التعليمية"
    case "170903310005":
    return "170903310005: توفير اختبار إمسات للطلبة الثاني عشر"
    case "170903310006":
    return "170903310006: توفير بيانات أو معلومات عن الطلبة المسجلين"
    case "170903310007":
    return "170903310007: تنفيذ زيارات الإرشاد الأكاديمي للطلبة"
    case "170903310008":
    return "170903310008: تنفيذ ورش عمل توعوية للاختصاصيين الاجتماعيين"
    case "170903310009":
    return "170903310009: تنفيذ ورش عمل توعوية لأولياء الأمور"
    case "170904010001":
    return "170904010001: إنشاء خطة إحلال المدارس القديمة وخطة استحداث المباني الجديدة"
    case "170904010002":
    return "170904010002: تصميم المباني الجديدة  في ضوء مواصفات المدرسة الاماراتية"
    case "170904010003":
    return "170904010003: متابعة تنفيذ خطة الاحلال والاستحداث  لبناء مدارس جديده على مستوى ا"
    case "170904020001":
    return "170904020001:  تطوير  مراكز مصادر التعلم والمختبرات العلمية بالمدارس الحكومية بج"
    case "170904020002":
    return "170904020002: تطوير المختبرات العلمية"
    case "170904020003":
    return "170904020003: تطوير المصادر التفاعلية"
    case "170904030001":
    return "170904030001: تطوير وتنفيذ الأدوات لتحديد متطلبات إسعاد العاملين في الميدان التر"
    case "170904030002":
    return "170904030002: التوعية والتمكين لنشر السعادة"
    case "170904030003":
    return "170904030003: تحفيز وتكريم"
    case "170904030004":
    return "170904030004: تنفيذ برامج تعزز جودة الحياة لدى العاملين في الميدان التربوي"
    case "170904040001":
    return "170904040001: اعتماد نظم وسياسات لتنظيم الممارسات المقدمة للطلبة الموهوبين"
    case "170904040002":
    return "170904040002: اعداد بطارية للكشف عن الطلبة الموهوبين للفئة العمرية (4 - 6 سنوات)"
    case "170904040003":
    return "170904040003: اعداد بطارية للكشف عن الطلبة الموهوبين للفئة العمرية (7 - 9 سنوات)"
    case "170904040004":
    return "170904040004: اعداد بطارية للكشف عن الطلبة الموهوبين للفئة العمرية ( 9 -18 سنوات"
    case "170904040005":
    return "170904040005: توحيد الجهود في تقييم معايير بطاريات الكشف عن الموهوبين"
    case "170904040006":
    return "170904040006: رحلة اكتشاف الطلبة الموهوبين"
    case "170904050001":
    return "170904050001: تفعيل مسابقات الطلبة المدرسية"
    case "170904050002":
    return "170904050002: قياس نسبة استفادة الطلبة الموهوبين والمتفوقين من البرامج والخدمات"
    case "170904050003":
    return "170904050003: اعداد وتأهيل كوادر وطنية متخصصة في مجال اكتشاف الموهوبين والمتفوقي"
    case "170904050004":
    return "170904050004: عقد شراكات على مستوى النوادي المحلية"
    case "170904050005":
    return "170904050005: الأنشطة المدرسية لرعاية الطلبة"
    case "170904050006":
    return "170904050006: استحدات نوادي مدرسية للأنشطة الطلابية"
    case "170904060001":
    return "170904060001: تطوير برامج التطوع وخدمة المجتمع"
    case "170904060002":
    return "170904060002: بناء منصة إلكترونية للبرامج التطوعية المعتمدة لمشاركة الطلبة والمع"
    case "170904070001":
    return "170904070001: سفراء الإبتكار"
    case "170904070002":
    return "170904070002: برنامج التدريب لدى المؤسسات والشركات الناشئة"
    case "170904070003":
    return "170904070003: بناء قدرات المبتكرين"
    case "170904070004":
    return "170904070004: مشاركة الطلبة في المسابقات المحلية والخارجية المتعلقة بالإبتكار وا"
    case "170904070005":
    return "170904070005: استحداث منظومة جوائز الإبتكار العالمية لدولة الإمارات العربية المت"
    case "170904080001":
    return "170904080001: تطوير الخطة الاعلامية بجميع مكوناتها وما تتضمنه من مبادرات الوزارة"
    case "170904080002":
    return "170904080002: إقامة عدد ثلاث فعاليات خاصة بالمدرسة الإماراتية في مراكز التسوق با"
    case "170904080003":
    return "170904080003: تأهيل عدد من الطلبة كسفراء المدرسة الإماراتية في تعريف الجمهور بال"
    case "170904090001":
    return "170904090001: استكمال تطوير أنظمة نظام إدارة التعلم"
    case "170904090002":
    return "170904090002: القارئ الإلكتروني"
    case "170904090003":
    return "170904090003: تطوير المحتوى الالكتروني - Digital Content"
    case "170904090004":
    return "170904090004: Rollout - تعميم تطبيق استخدام البرنامج في مدارس الدولة"
    case "170904090005":
    return "170904090005: خطة تدريب المدرسين"
    case "170904090006":
    return "170904090006: Schools Infrastructure - تطوير البنية التحتية للمدارس"
    case "170904090007":
    return "170904090007: Student and Teacher Devices"
    case "170904090008":
    return "170904090008: اعتماد وتطبيق الية الدعم الفني في المدارس"
    case "170904100001":
    return "170904100001: تحويل الأبنية المدرسية الحالية الى أبنية خضراء صديقة"
    case "170904100002":
    return "170904100002: استدامة وصيانة الأبنية المدرسية الحالية"
    case "170904100003":
    return "170904100003: وضع وتنفيذ خطة تطويرية لجميع المرافق وفقا لمعايير متقدمة لخدمة الت"
    case "170904110001":
    return "170904110001: تطوير ونشر دليل البيئة والصحة والسلامة المهنية"
    case "170904110002":
    return "170904110002: الرقابة على المؤسسات التعليمية في مجال البيئة والصحة والسلامة المه"
    case "170904120001":
    return "170904120001: استحداث منصة إلكترونية في شبكة الروبوت"
    case "170904120002":
    return "170904120002: تطوير البنية التحتية لمختبرات الروبوت بأحدث مصادر التعليم والتعلم"
    case "170904120003":
    return "170904120003: استحداث آلية لربط حقائب الروبوت بالمناهج المطورة"
    case "170904130001":
    return "170904130001: استحداث أدوات اكتشاف وقياس قدرات الطالب المبتكر"
    case "170904130002":
    return "170904130002: تدريب المعلمين على أدوات الكشف"
    case "170904130003":
    return "170904130003: تطبيق أدوات الكشف على الطلبة"
    case "170904130004":
    return "170904130004: إدراج أدوات الكشف ضمن المناهج المطورة واستحداث آلية لكشف المبتكرين"
    case "170904140001":
    return "170904140001:  دراسة و تحليل الوضع الحالي حسب احتياجات المدارس وتحديد صلاحيات ال"
    case "170904140002":
    return "170904140002: توقيع مذكرة تفاهم بين وزارة التربية والتعليم ومؤسسة المتقاعدين الع"
    case "170904140003":
    return "170904140003: تدريب وتأهيل المتقاعدين العسكريين (ضبط السلامة)"
    case "170904140004":
    return "170904140004: انتداب المتقاعدين العسكريين  كضباط سلامة وتوزيعهم على المدارس حسب"
    case "170904140005":
    return "170904140005: تقييم أداء ضباط السلامة"
    case "170904150001":
    return "170904150001: تنظيم الفعاليات والمسابقات الطلابية"
    case "170904150002":
    return "170904150002: تنظيم الرحلات العلمية والثقافية والترفيهية"
    case "170904150003":
    return "170904150003: تقديم برامج التربية الرياضية"
    case "170904150004":
    return "170904150004: اتحاد الإمارات للرياضة المدرسية"
    case "170904150005":
    return "170904150005: الأولمبياد المدرسي"
    case "170904150006":
    return "170904150006: إجازة المسرحيات التي تعرض على طلبة المدارس"
    case "170904160001":
    return "170904160001: توفير برامج التغذية الصحية"
    case "170904160002":
    return "170904160002: توفير الرعاية الصحية"
    case "170904160003":
    return "170904160003: توفير الرعاية النفسية والاجتماعية"
    case "170904160004":
    return "170904160004: توفير الإرشاد الأكاديمي"
    case "170904160005":
    return "170904160005: توفير برامج رعاية الطلبة الموهوبين والمتفوقين"
    case "170905010001":
    return "170905010001: تحديث سياسات ومعايير البعثات الخارجية والداخلية"
    case "170905010002":
    return "170905010002: اعداد خطة لابتعاث الكوادر الوطنية"
    case "170905010003":
    return "170905010003: تنفيذ برنامج التواصل مع الطلبة المبتعثين"
    case "170905010004":
    return "170905010004: تطوير نظام الكتروني للبعثات"
    case "170905010005":
    return "170905010005: تطبيق اجراءات البعثات المحدثة"
    case "170905020001":
    return "170905020001: متابعة وتنسيق مشروعات الإتفاقيات  مع دول العالم في مجال التعليم ال"
    case "170905020002":
    return "170905020002: بناء علاقات قوية من خلال توقيع مذكرات تفاهم مع مؤسسات التعليم العا"
    case "170905020003":
    return "170905020003: تفعيل برامج التبادل الثقافي التي يتم توقيعها مع الدول المختلفة"
    case "170905020004":
    return "170905020004: توقيع  مذكرات تفاهم مع الجهات المعنية لاستقطاب ورعاية  وتوظيف الطل"
    case "170905030001":
    return "170905030001: وضع آلية لتحديد فرص تدريب وتوظيف الخريجين في الجهات"
    case "170905030002":
    return "170905030002: تطبيق آلية لتحديد فرص تدريب وتوظيف الخريجين في الجهات"
    case "170905030003":
    return "170905030003: متابعة توظيف وتدريب خريجي بعثات وزارة التربية والتعليم"
    case "170905040001":
    return "170905040001: عقد اجتماعات مع ممثلين من مؤسسات التعليم العالي لدراسة إمكانية الع"
    case "170905040002":
    return "170905040002: وضع آلية بالتعاون مع مؤسسات التعليم العالي لاستقطاب الطلبة للدراسة"
    case "170905040003":
    return "170905040003: وضع آلية بالتعاون مع مؤسسات التعليم العالي لدعم الطلبة المواطنين ل"
    case "170905040004":
    return "170905040004: إعداد خطة إعلامية لتشجيع المواطنين على دراسة التخصصات ضمن متطلبات"
    case "170905040005":
    return "170905040005: إعداد خطة إعلامية لتشجيع المواطنين لاستكمال دراستهم العليا"
    case "170905050001":
    return "170905050001: تحديث سياسة واجراءات القبول والتسجيل"
    case "170905050002":
    return "170905050002: تطوير نظام الكتروني للتسجيل"
    case "170905050003":
    return "170905050003: تطبيق اجراءات القبول والتسجيل المحدثة"
    case "170905060001":
    return "170905060001: منح بعثات دراسية خارج الدولة"
    case "170905060002":
    return "170905060002: متابعة الأداء الأكاديمي للطلبة المبتعثين"
    case "170905060003":
    return "170905060003: طلب التحويل من جامعة لجامعة"
    case "170905060004":
    return "170905060004: طلب التحويل من بلد الدراسة إلى بلد آخر"
    case "170905060005":
    return "170905060005: طلب تغيير تخصص"
    case "170905060006":
    return "170905060006: طلب رسالة لمن يهمه الأمر للطلبة"
    case "170905060007":
    return "170905060007: طلب تجميد بعثة دراسية"
    case "170905060008":
    return "170905060008: طلب علاوة زوجية وضم مرافقين"
    case "170905060009":
    return "170905060009: طلب قبول أكاديمي"
    case "170905060010":
    return "170905060010: طلب إصدار ضمان مالي"
    case "170905060011":
    return "170905060011: طلب إلغاء البعثة الدراسية"
    case "170905060012":
    return "170905060012: طلب المشاركة في ندوة أو مؤتمر"
    case "170905060013":
    return "170905060013: طلب إعادة تفعيل بعثة دراسية"
    case "170905060014":
    return "170905060014: طلب الموافقة على تمديد البعثة"
    case "170905060015":
    return "170905060015: طلب الموافقة على رحلة علمية"
    case "170905060016":
    return "170905060016: طلب إضافة مادة من جامعة أخرى"
    case "170905060017":
    return "170905060017: طلب إنسحاب من مادة أو فصل دراسي"
    case "170905060018":
    return "170905060018: استقبال الطالب في المطار وحجز الفندق"
    case "170905060019":
    return "170905060019: طلب تعويض عن تذاكر سفر"
    case "170905060020":
    return "170905060020: طلب تعويض عن تكاليف الشحن"
    case "170905060021":
    return "170905060021: طلب توفير أجهزة علمية"
    case "170905060022":
    return "170905060022: طلب توفير أجهزة خاصة لطلبة ذوي الإحتياجات الخاصة"
    case "170905060023":
    return "170905060023: طلب صرف مخصصات رسائل ومشاريع التخرج"
    case "170905060024":
    return "170905060024: طلب تعويضات المرافقين"
    case "170905060025":
    return "170905060025: إسكان الطلبة في الأردن ومصر وإيرلندا"
    case "170905060026":
    return "170905060026: صرف رواتب المبتعثين"
    case "170905060027":
    return "170905060027: تنظيم اليوم الإرشادي لطلبة البعثات"
    case "170905060028":
    return "170905060028: صرف بدل الكتب والملابس للمبتعثين"
    case "170905060029":
    return "170905060029: سداد الرسوم الدراسية للطلبة المبتعثين ومرافقيهم"
    case "170905060030":
    return "170905060030: طلب دراسة مادة بالنظام الغير تقليدي"
    case "170905060031":
    return "170905060031: طلب توفير إحصائيات للجهات بغرض التوظيف"
    case "170905060032":
    return "170905060032: توفير تقارير أكاديمية لجهة عمل الطالب"
    case "170905060033":
    return "170905060033: الاستعلام عن الجامعات المعتمدة للابتعاث"
    case "170905060034":
    return "170905060034: توجيه الطلبة"
    case "170906010001":
    return "170906010001: بناء شراكات مع جهات التمويل في القطاع الحكومي والقطاع الخاص"
    case "170906010002":
    return "170906010002: وضع برامج لتعزيز العلاقات الخاصة بتشجيع البحوث التطبيقية بين مؤسسا"
    case "170906010003":
    return "170906010003: تنفيذ برامج لتعزيز العلاقات الخاصة بتشجيع البحوث التطبيقية بين مؤس"
    case "170906020001":
    return "170906020001: اعداد سياسات واستراتيجية البحث العلمي 2017-2021"
    case "170906020002":
    return "170906020002: اعداد معايير لتمويل البحث العلمي وتشجيع الباحثين والمبتكرين"
    case "170906020003":
    return "170906020003: مراجعة وتحديث اجراءات البحث العلمي"
    case "170906020004":
    return "170906020004: تطوير نظام الكتروني  للبحث العلمي"
    case "170906020005":
    return "170906020005: وضع خطة وطنية تنفيذية للعلوم والتكنولوجيا والبحث العلمي والابتكار"
    case "170906020006":
    return "170906020006: تنفيذ الخطة الوطنية التنفيذية للعلوم والتكنولوجيا والبحث العلمي وا"
    case "170906030001":
    return "170906030001: تقديم منح لتمويل البحوث العلمية على أساس تنافسي"
    case "170906030002":
    return "170906030002: تقديم منح تمويل الطلبات الفردية للمبتكرين والمبدعين"
    case "170906030003":
    return "170906030003: تقديم منح لتمويل الزيارات البحثية العلمية للمواطنين"
    case "170906030004":
    return "170906030004: تقديم جائزة المبتكرين الإماراتيين الشباب على درجة بكالوريوس"
    case "170906030005":
    return "170906030005: تقديم جائزة الباحثين الإماراتيين الشباب على درجة الماجستير والدكتو"
    case "170906030006":
    return "170906030006: تقديم المنح البحثية لدعم تمويل طلبات تسجيل براءات الإختراع"
    case "170906030007":
    return "170906030007: إدارة برامج المنح والجوائز البحثية للجامعات والمؤسسات"
    case "170906030008":
    return "170906030008: إعداد الدراسات والتقارير وتقديم استشارات حول البحث العلمي"
    case "170907010001":
    return "170907010001: إعداد الميزانية ومتابعة تنفيذها"
    case "170907010002":
    return "170907010002: إدارة الرواتب"
    case "170907010003":
    return "170907010003: إدارة المدفوعات والاستحقاقات"
    case "170907010004":
    return "170907010004: إجراء التدقيق الداخلي"
    case "170907020001":
    return "170907020001: إدارة المشتريات"
    case "170907020002":
    return "170907020002: إدارة العقود ومتابعتها"
    case "170907030001":
    return "170907030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "170907030002":
    return "170907030002:  تدريب وتطوير الموظفين"
    case "170907030003":
    return "170907030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "170907040001":
    return "170907040001: إدارة الجودة"
    case "170907040002":
    return "170907040002: إدارة علاقات المتعاملين"
    case "170907040003":
    return "170907040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "170907050001":
    return "170907050001: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "170907050002":
    return "170907050002: إدارة النشاط الإعلامي"
    case "170907060001":
    return "170907060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "170907060002":
    return "170907060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "170907070001":
    return "170907070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "170907070002":
    return "170907070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "170907080001":
    return "170907080001: إعداد الدراسات والاستشارات القانونية"
    case "170907080002":
    return "170907080002: إدارة الشؤون القانونية"
    case "170907090001":
    return "170907090001: تطوير النظم والتطبيقات الإلكترونية"
    case "170907090002":
    return "170907090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "170907090003":
    return "170907090003: إدارة الشبكات وأمن المعلومات"
    case "170907100001":
    return "170907100001: الصيانة"
    case "170907100002":
    return "170907100002: الإيجار"
    case "170907100003":
    return "170907100003: المواصلات"
    case "170907100004":
    return "170907100004:  رسوم الاستشارات"
    case "170907100005":
    return "170907100005:  المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والان"
    case "170907100006":
    return "170907100006:  الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "170908010001":
    return "170908010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "170908010002":
    return "170908010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "170908010003":
    return "170908010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "170908010004":
    return "170908010004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "170908010005":
    return "170908010005: رعاية المواهب المبتكرة"
    case "170908020001":
    return "170908020001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "170908020002":
    return "170908020002: تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "170908020003":
    return "170908020003: تطوير جائزة داخلية للابتكار"
    case "170908020004":
    return "170908020004: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "170908030001":
    return "170908030001: توثيق كافة الابتكارات في الوزارة (المطبقة مسبقاً والجديدة) في قاعد"
    case "170908030002":
    return "170908030002: تشجيع ثقافة الابتكار داخل المجتمع المدرسي (تهيئة مراكز مصادر التعل"
    case "170908030003":
    return "170908030003: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "170908030004":
    return "170908030004: تشجيع القيادات في الوزارة على التواصل مع الموظفين لمناقشة الأفكار"
    case "170908030005":
    return "170908030005: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "170908030006":
    return "170908030006: تخصيص لقاءات  للتفاعل مع فئات المتعاملين والمجتمع لتعزيز حصولهم عل"
    case "170908040001":
    return "170908040001: تطوير وتوسيع المعرض الوطني للإبتكار"
    case "170908040002":
    return "170908040002: تنفيذ المعرض الوطني للإبتكار"
    case "171001010001":
    return "171001010001: وضع ميثاق الاستراتيجية الوطنية لخفض معدلات الوفيات من السرطان بالت"
    case "171001010002":
    return "171001010002: الترويج الاعلامي و تطوير المواد الاعلانية المناسبة للمؤشر الوطني ا"
    case "171001010003":
    return "171001010003: تنظيم ورش عمل/ محاضرات/ ندوات للمؤشر الوطني المتعلق بالسرطان"
    case "171001010000":
    return "171001010000: وضع الاستراتيجية الوطنية لخفض معدلات الوفيات من السرطان"
    case "171001020001":
    return "171001020001: وضع ميثاق الاستراتيجية لخفض معدلات الوفيات من أمراض القلب و الشراي"
    case "171001020002":
    return "171001020002: الترويج الاعلامي و تطوير المواد الاعلانية المناسبة للمؤشر الوطني ا"
    case "171001020003":
    return "171001020003: تنظيم ورش عمل/ محاضرات/ ندوات للمؤشر الوطني المتعلق بأمراض القلب"
    case "171001020000":
    return "171001020000: وضع الاستراتيجية الوطنية لخفض معدلات الوفيات من أمراض القلب و الشر"
    case "171001030001":
    return "171001030001: اعداد وتنفيذ دراسة مجتمعية لقياس الوعي والسلوكيات والممارسات (KAP)"
    case "171001030002":
    return "171001030002: تطبيق برنامج وطني لمكافحة السمنة بين الأطفال"
    case "171001030003":
    return "171001030003: إنشاء مراكز لتعزيز الصحة ضمن مراكز الرعاية الصحية الأولية"
    case "171001030004":
    return "171001030004: تنفيذ حملات إعلامية تثقيفية لتعزيز أنماط الحياة الصحية في المجتمع"
    case "171001030005":
    return "171001030005: تنفيذ مشروع جهات العمل الداعمة للصحة"
    case "171001030006":
    return "171001030006: تطبيق مشروع المطعم الصحي"
    case "171001030007":
    return "171001030007: إعداد تشريع لتنظيم الإعلانات الترويجية للأغذية والمشروبات غير الصح"
    case "171001030008":
    return "171001030008: اعداد و تنفيذ مشروع لتوسيم الأغذية الصحية"
    case "171001030009":
    return "171001030009: إعداد المواصفة الخاصة بتحديد نسبة السكر في المشروبات المحلاة"
    case "171001030000":
    return "171001030000: تعزيز الوعي بأنماط الحياة الصحية في المجتمع"
    case "171001040001":
    return "171001040001: تنفيذ خطة توعية بين طلاب الجامعات والمدارس الثانوية للتسويق لتخصص"
    case "171001040000":
    return "171001040000: تعزيز جاذبية تخصص مهنة الصحة العامة بين طلاب الجامعات"
    case "171001050001":
    return "171001050001: إعداد تطبيق إلكتروني ذكي تفاعلي خاص بالأجهزة الذكية"
    case "171001050002":
    return "171001050002: تصميم خريطة الكترونية تفاعلية ذكية"
    case "171001050000":
    return "171001050000: استخدام التكنولوجيا في تعزيز انماط الحياة الصحية"
    case "171001060001":
    return "171001060001: استخدام التكنولوجيا الروبوتية المتقدمة في المجال الصحي"
    case "171001060002":
    return "171001060002: استخدام التكنولوجيا المتقدمة للتطبيب عن بعد"
    case "171001060003":
    return "171001060003: تصميم التطبيق الصحي الذكي (رعاية)"
    case "171001060004":
    return "171001060004: الصيدلة الذكية - الصيدلية الروبوتية"
    case "171001060005":
    return "171001060005: الصيدلية المركزية للتركيبات المتطورة"
    case "171001060000":
    return "171001060000: الابتكار في تقديم الخدمات الطبية والعلاجية"
    case "171001070001":
    return "171001070001: تنفيذ دراسات وبحوث عن ويائية المرض والأثر الاقتصادي للمرض على الأف"
    case "171001070002":
    return "171001070002: زيادة وعي طلبة المدارس بمرض السكري"
    case "171001070000":
    return "171001070000: التصدي لمرض السكري"
    case "171001080001":
    return "171001080001: تعزيز  الأبحاث الجينية و الطب الشخصي لعلاج الامراض المزمنة"
    case "171001080000":
    return "171001080000: الأبحاث الطبية لعلاج  الأمراض السائدة"
    case "171001090001":
    return "171001090001: وضع خطة للاستجابة لحالات العنف الأسري بمراكز الرعاية"
    case "171001090002":
    return "171001090002: تدريب العاملين الصحيين على التعامل مع العنف الأسري"
    case "171001090000":
    return "171001090000: التعامل مع العنف الأسري في مراكز الرعاية الصحية الأولية"
    case "171001100001":
    return "171001100001: وضع دليل ارشادي موحد للرعاية الغذائية العلاجية لاخصائيين التغذية"
    case "171001100002":
    return "171001100002: وضع دليل ارشادي موحد للرعاية الغذائية العلاجية للمرضى"
    case "171001100003":
    return "171001100003: دراسة مسح غذائي وطني"
    case "171001100000":
    return "171001100000: الرعاية الغذائية العلاجية"
    case "171001110001":
    return "171001110001: الإعداد والتجهيز للمبادرة من خلال تشكيل فريق عمل للبرنامج ممثلاً م"
    case "171001110002":
    return "171001110002: دراسة الوضع الحالي وتقييمه من حيث الموارد البشرية وجاهزية البنية ا"
    case "171001110003":
    return "171001110003: وضع خطة تفصيلية تشمل مؤشرات القياس للبرنامج"
    case "171001110004":
    return "171001110004: وضع معايير وأدلة عملية تمكن مقدمي الخدمة في مراكز الرعاية الصحية ل"
    case "171001110005":
    return "171001110005: تدريب الكوادر الطبية على المعايير والأدلة العلمية من خلال ورش عمل"
    case "171001110006":
    return "171001110006: الترويج وتوعية المجتمع ومقدمي الخدمة والشراكات والتمويل"
    case "171001110007":
    return "171001110007: المتابعة والتقييم مع التطوير والتحسين"
    case "171001110008":
    return "171001110008: تأسيس خدمات تخصصية للكشف المبكر لحالات السرطان ومختبر للأنسجة"
    case "171001110009":
    return "171001110009: توفير مراكز مرجعية معتمدة بها موارد بشرية مدربة وأجهزة ومعدات مخبر"
    case "171001110000":
    return "171001110000: الفحص الطبي المبكر للسرطان"
    case "171001120001":
    return "171001120001: تجهيز العيادات بالمعدات و الكادر الفني"
    case "171001120002":
    return "171001120002: تدريب الكادر الفني"
    case "171001120003":
    return "171001120003: خطة المتابعة والتقييم"
    case "171001120004":
    return "171001120004: إعداد دليل عيادات الفحص الطوعي اللا اسمي (VCT) للبرنامج الوطني لمك"
    case "171001120000":
    return "171001120000: انشاء عيادات الفحص الطوعي اللااسمي"
    case "171001130001":
    return "171001130001: تنفيذ البرنامج الوطني لمكافحة الملاريا ونواقل الأمراض"
    case "171001130002":
    return "171001130002: تحديث سياسة وطنية لاستمرار خلو الدولة من الملاريا والأمراض الأخرى"
    case "171001130000":
    return "171001130000: تنفيذ برنامج مكافحة الملاريا"
    case "171001140001":
    return "171001140001: تشكيل فريق عمل لاعداد الاستراتيجية ووضع خطة العمل"
    case "171001140002":
    return "171001140002: تحديد الاهداف والانشطة ومؤشرات الاداء لخطة العمل من قبل فريق العمل"
    case "171001140003":
    return "171001140003: وضع سياسه لتوحيد الاجراءات المتعلقة باجراء ,متابعة , نشر و تقييم ا"
    case "171001140004":
    return "171001140004: وضع سياسة موحدة لجمع البيانات والاحصائيات الخاصة بالابحاث الصحية ا"
    case "171001140005":
    return "171001140005: وضع مقترح لتحديد مصادر الموارد المالية لتمويل الابحاث وآلية عملها"
    case "171001140006":
    return "171001140006: اعتماد الخطة الاستراتيجية من قبل مجلس الوزراء الموقر"
    case "171001140007":
    return "171001140007: -انشاء مجلس اعلى للبحوث الصحية في دولة الامارات . تكون تبعيته لمجل"
    case "171001140008":
    return "171001140008: اعتماد سياسه توحيد الاجراءات المتعلقة باجراء ,متابعة , نشر و تقييم"
    case "171001140009":
    return "171001140009: اعتماد السياسة الموحدة لجمع البيانات والاحصائيات الخاصة بالابحاث ا"
    case "171001140010":
    return "171001140010: وضع مدونة للممارسات البحثية الجيدة"
    case "171001140011":
    return "171001140011: وضع اسس وقواعد اخلاقيات البحث العلمي في المجال"
    case "171001140012":
    return "171001140012: عقد مشاورات لتحديد مجالات البحث العلمي حسب الاولوية"
    case "171001140013":
    return "171001140013: وضع نظام الاليكتروني لتسجيل جميع البحوث الصحية بصورة مرجعية ."
    case "171001140014":
    return "171001140014: وضع نظام لترخيص مراكز الابحاث بالدولة"
    case "171001140015":
    return "171001140015: تحديد الميزانية المطلوبة"
    case "171001140016":
    return "171001140016: وضع مؤشرات أداء للجهات المعنية بالبحوث الصحية من اجل المتابعة ,الت"
    case "171001140017":
    return "171001140017: وضع الية للمراقبة والتدقيق على الباحثين ومراكز الابحاث."
    case "171001140018":
    return "171001140018: تشجيع نماذج فعالة للعمل المشترك و نقل المعلومة على الصعيد المحلي و"
    case "171001140019":
    return "171001140019: وضع برامج لترجمة البحوث الى لغات مختلفة مع متابعة وتقييم هذه البرا"
    case "171001140000":
    return "171001140000: انشاء مراكز للأبحاث و التطوير"
    case "171001150001":
    return "171001150001: تنفيذ برامج تثقيف صحي للتوعيه بعوامل الاختطار المرتبطة بأمراض القل"
    case "171001150002":
    return "171001150002: تنفيذ برامج تثقيف صحي للتوعيه بعوامل الاختطار المرتبطة بمرض السكري"
    case "171001150003":
    return "171001150003: تنفيذ برامج تثقيف صحي لزيادة معدل ممارسة النشاط البدني"
    case "171001150004":
    return "171001150004: حملة اعلامية للنشاط البدني"
    case "171001150005":
    return "171001150005: تنفيذ برامج تثقيف صحي لزيادة استهلاك الخضروات والفواكة"
    case "171001150006":
    return "171001150006: حملة اعلامية للغذاء الصحي"
    case "171001150007":
    return "171001150007: تنفيذ برامج تثقيف صحي لزيادة الوعي بمخاطر استهلاك التبغ"
    case "171001150008":
    return "171001150008: حملة اعلامية لمكافحة التبغ"
    case "171001150000":
    return "171001150000: برامج الوعي الصحي والمجتمعي"
    case "171001160001":
    return "171001160001: دراسة الوضع الراهن للمراكز وتقييم جاهزيتها"
    case "171001160002":
    return "171001160002: افتتاح مراكز للفحص الدوري الشامل"
    case "171001160003":
    return "171001160003: تدريب الكوادر البشرية (برنامج الفحص الدوري الشامل)"
    case "171001160004":
    return "171001160004: تقديم خدمة الفحص الدوري لعوامل الاختتطار لأمراض القلب والشرايين لف"
    case "171001160005":
    return "171001160005: رفع تقرير بالتقييم والتوصيات"
    case "171001160006":
    return "171001160006: عقد شراكات داعمة للمبادرة"
    case "171001160007":
    return "171001160007: قياس انتشار الأمراض المستهدفة (ارتفاع ضغط الدم، السكري، نقص فيتامي"
    case "171001160008":
    return "171001160008: قياس انتشار عوامل الاختتطار لأمراض القلب والشرايين"
    case "171001160009":
    return "171001160009: قياس مستوى الوعي الصحي للمراجعين في مراكز الفحص الدوري"
    case "171001160010":
    return "171001160010: نتفيذ حملات ترويجية وتوعوية"
    case "171001160011":
    return "171001160011: وضع المعايير والأدلة للفحص الدوري الشامل"
    case "171001160012":
    return "171001160012: وضع خطة التسويق والترويج (برنامج الفحص الدوري الشامل)"
    case "171001160013":
    return "171001160013: وضع خطة لربط خدمة الفحص الدوري باصدار البطاقة الصحية"
    case "171001160000":
    return "171001160000: برنامج الفحص الوطني الدوري الشامل"
    case "171001170001":
    return "171001170001: تشكيل فرق العمل وتحديد الجهات المساندة"
    case "171001170002":
    return "171001170002: دراسة الوضع الراهن وتقييم مدى جاهزية المراكز الصحية"
    case "171001170003":
    return "171001170003: دراسة الميزانية المطلوبة ورفعها إلى الجهات المعنية"
    case "171001170004":
    return "171001170004: تحديث المعايير والبروتوكولات للرعاية الصحية المتنقلة"
    case "171001170005":
    return "171001170005: وضع خطة التسويق والترويج (برنامج للرعاية الصحية المتنقلة)"
    case "171001170006":
    return "171001170006: تدريب الكوادر البشرية (برنامج للرعاية الصحية المتنقلة)"
    case "171001170007":
    return "171001170007: التنفيذ والإشراف العام"
    case "171001170008":
    return "171001170008: التقييم وقياس الاثر"
    case "171001170000":
    return "171001170000: برنامج للرعاية الصحية المتنقلة"
    case "171001180001":
    return "171001180001: اعداد و تنفيذ ورش تدريبية في مجال التثقيف والتعزيز الصحي"
    case "171001180002":
    return "171001180002: اعداد دلائل ارشادية في مجال التثقيف والتعزيز الصحي"
    case "171001180000":
    return "171001180000: بناء قدرات العاملين في مجال التثقيف والتعزيز الصحي"
    case "171001190001":
    return "171001190001: تحليل الواقع والوقوف على التحديات"
    case "171001190002":
    return "171001190002: تحديث البرنامج الالكتروني للمواليد"
    case "171001190003":
    return "171001190003: الربط الالكتروني بين اقسام المواليد في الطب الوقائي والمستشفيات ال"
    case "171001190004":
    return "171001190004: استحداث وحدات داخل المستشفيات لإصدار شهادات الميلاد"
    case "171001190000":
    return "171001190000: تحديث وتطوير برنامج المواليد وإجراءات اصدار شهادات الميلاد"
    case "171001200001":
    return "171001200001: تدريب العاملين على استخدام نظام الترميز الدولي لاسباب الوفاة"
    case "171001200002":
    return "171001200002: الربط الالكتروني بين اقسام التي تصدر شهادات الوفاة في الطب الوقائي"
    case "171001200003":
    return "171001200003: استنباط التقارير الاحصائية والبيانات الخاصة باسباب الوفاة وفق نظام"
    case "171001200000":
    return "171001200000: تحديث وتطوير برنامج الوفيات وإجراءات اصدار شهادات الوفاة باستخدام"
    case "171001210001":
    return "171001210001: رقيبك"
    case "171001210002":
    return "171001210002: تطوير شراكة مع القطاع الخاص في مجال مكافحة الدرن"
    case "171001210003":
    return "171001210003: تكوين لجنة وطنية على مستوى الدولة"
    case "171001210004":
    return "171001210004: وضع الخطة الاستراتيجية والاطار الزمني لتنفيذها"
    case "171001210005":
    return "171001210005: التنفيذ و تحديد آليات المتابعة والتقييم للأنشطة المنفذة"
    case "171001210006":
    return "171001210006: طلب الدعم الفني من منظمة الصحة العالمية للتقييم وتقديم التوصيات"
    case "171001210007":
    return "171001210007: دعم وتطوير البرنامج الوطني لمكافحة السل الرئوي - تطبيق برنامج مكاف"
    case "171001210008":
    return "171001210008: دعم وتطوير البرنامج الوطني لمكافحة السل الرئوي - مختبر زراعة بكتير"
    case "171001210000":
    return "171001210000: تطوير البرنامج الوطني لمكافحة الدرن"
    case "171001220001":
    return "171001220001: تنظيم حملات توعية وتبرع بالدم (لسد احتياجات المرضى في المستشفيات م"
    case "171001220002":
    return "171001220002: تنفيذ ألية الاعلام الفوري في خدمة المتبرعين بالدم"
    case "171001220003":
    return "171001220003: تعزيز مأمونية وسلامة نقل الدم"
    case "171001220004":
    return "171001220004: وضع نظام الكتروني خاص ببنك الدم"
    case "171001220000":
    return "171001220000: تطوير خدمات نقل الدم وفقاً لأفضل الممارسات الطبية"
    case "171001230001":
    return "171001230001: استحداث عيادات/ خدمات تخصصية للعناية بمرضى السكر"
    case "171001230002":
    return "171001230002: تطبيق عيادات الاقلاع عن التدخين"
    case "171001230003":
    return "171001230003: استحداث عيادات للأمراض غير السارية"
    case "171001230000":
    return "171001230000: تطوير نطاق الخدمات المقدمة في مراكز الرعاية الصحية الأولية"
    case "171001240001":
    return "171001240001: دراسة وتحليل اجراءات تقديم خدمة الفحص الطبي والخدمات الوقائية الاخ"
    case "171001240002":
    return "171001240002: توحيد قائمة الامراض المعدية توحيد تعريف الحالة المرضية للتبليغ – ا"
    case "171001240003":
    return "171001240003: تطوير نظام مشترك لتقييم المخاطر الوبائية وتوحيد استراتيجيات التحكم"
    case "171001240000":
    return "171001240000: تطوير وتحديث اجراءات تقديم خدمات الفحص الطبي للاقامة والخدمات الوق"
    case "171001250001":
    return "171001250001: توحيد اجراءات التبليغ عن الامراض المعدية لمجمل القطاع الصحي بين ال"
    case "171001250000":
    return "171001250000: تطوير وتحديث نظام التبليغ عن الامراض المعدية"
    case "171001260001":
    return "171001260001: إعداد اطار استراتيجي لخدمات صحة البيئة والكوادر اللازمة لتفعيل واد"
    case "171001260002":
    return "171001260002: تطوير نظام ترصد للامراض المتعلقة بالبيئة والمنقولة بواسطة الفذاء"
    case "171001260003":
    return "171001260003: التنسيق و تحديد اطر التعاون مع الجهات المعنية بأنشطة قسم صحة البيئ"
    case "171001260000":
    return "171001260000: تطوير وتفعيل قسم صحة البيئة"
    case "171001270001":
    return "171001270001:      رسم شخصية كرتونية نموذجية عن التمريض واستخدامها في البرامج ال"
    case "171001270002":
    return "171001270002:      إطلاق جائزة المستشفيات الصديقة للتمريض مع التركيز على معيار ن"
    case "171001270003":
    return "171001270003:      ادراج برنامج الممرض الصغير في مراحل رياض الاطفال والمرحلة الت"
    case "171001270004":
    return "171001270004:      إطلاق جائزة خاصة للإبداع التمريضي (جائزة سلمى)"
    case "171001270000":
    return "171001270000: تعزيز جاذبية مهنة التمريض"
    case "171001280001":
    return "171001280001: عقد دورات تدريبية تخصصية لتعزيز قدرات العاملين في قطاع الطب الوقائ"
    case "171001280002":
    return "171001280002: تدريب العاملين في مجال المعلومات الصحية والاحصاء على المهارات والب"
    case "171001280000":
    return "171001280000: تعزيز قدرات العاملين في قطاع الطب الوقائي في مجال البحوث الوبائية"
    case "171001290001":
    return "171001290001:      وضع برنامج لتطوير خدمات الصحة النفسية بمنشآت الوزارة"
    case "171001290002":
    return "171001290002:      وضع برنامج للتوعية والوقاية في الصحة النفسية"
    case "171001290003":
    return "171001290003: تطوير برنامج للكشف المبكر للاضطرابات النفسية"
    case "171001290000":
    return "171001290000: تعزيز وتطوير برامج الصحة النفسية"
    case "171001300001":
    return "171001300001: تعهيد خدمات الاشعة"
    case "171001300002":
    return "171001300002: تعهيد خدمات غسيل الكلى"
    case "171001300000":
    return "171001300000: تعهيد الخدمات الطبية المساندة"
    case "171001310001":
    return "171001310001: وضع السياسات والقوانين (دليل التدريب) الخاصة بالمركز"
    case "171001310002":
    return "171001310002: تأسيس البنية التحتية للمركز بما يشمل أنظمة الموارد البشرية (بيانات"
    case "171001310003":
    return "171001310003: توفير أنظمة التعلم الذكي في المجال الصحي والإداري من خلال أنسب طرق"
    case "171001310004":
    return "171001310004: الدراسات العليا في التخصصات الصحية والمهنية"
    case "171001310005":
    return "171001310005: تأسيس منظومة شراكات مع جهات خاصة، حكومية وعالمية والتعاون مع بيوت"
    case "171001310000":
    return "171001310000: تفعيل مركز تدريب متخصص بمعايير عالميه"
    case "171001320001":
    return "171001320001: إعداد تشريع لتنظيم الإعلانات الخاصة بالأطعمة غير الصحية والمشروبات"
    case "171001320002":
    return "171001320002: برنامج مجتمعي لتوعية الاطفال"
    case "171001320003":
    return "171001320003: حملة اعلامية متكاملة عن الوجبات السريعة والمشروبات المحلاة"
    case "171001320004":
    return "171001320004: برنامج النشاط البدني - الزام المدارس ب 30 دقيقة من النشاط البدني ي"
    case "171001320005":
    return "171001320005: تعزيز و تطوير البيئة المدرسية عن طريق اعداد قائمة ضبط لتقييم الوضع"
    case "171001320006":
    return "171001320006: 3. تدقيق لتقييم الوضع الحالي للمدارس، و تحديث قائمة ضبط المقاصف ال"
    case "171001320007":
    return "171001320007: 4. اعداد دليل تثقيفي مدرسي ليتم تطبيقه من قبل الهيئة التمريضية في"
    case "171001320008":
    return "171001320008: . 5. برنامج التدخل المبكر لعلاج السمنة: - تقييم الطلبة سنوياً للتع"
    case "171001320009":
    return "171001320009: اعداد (Nurse toolkit) للتعامل المبكر مع حالات زيادة الوزن و السمنة"
    case "171001320010":
    return "171001320010: تحويل الطلبة الذين يعانون من السمنة لمراكز الرعاية الصحية"
    case "171001320000":
    return "171001320000: خفض معدل السمنة عند الاطفال"
    case "171001330001":
    return "171001330001: مراجعة و تقييم الخطة الوطنية و الانشطة الخاصة بالبرنامج الوطني للق"
    case "171001330000":
    return "171001330000: دعم و تطوير البرنامج الوطني للحصبة و الحصبة الألمانية"
    case "171001340001":
    return "171001340001: تطوير نظام و آليات تخزين و توزيع الطعومات (سلسلة التبريد) في جميع"
    case "171001340002":
    return "171001340002: الاشراف و المتابعة على البرنامج الوطني للتحصين و البرامج التطعيمية"
    case "171001340000":
    return "171001340000: دعم و تطوير برامج التطعيمات وفق المعايير العالمية"
    case "171001350001":
    return "171001350001: تحسين الخدمات المقدمة لذوي الاحتياجات الخاصة بمراكز الرعاية الصحية"
    case "171001350002":
    return "171001350002: تنفيذ المسح العالمي لطلبة المدارس"
    case "171001350003":
    return "171001350003: تطوير الخدمات الصحية المقدمة لطلبة المدارس"
    case "171001350004":
    return "171001350004: تحديث دليل رعاية الطفل"
    case "171001350005":
    return "171001350005: التحديث في الفحوصات المبكرة لأمراض حديثي الولادة حسب أفضل الممارسا"
    case "171001350000":
    return "171001350000: رعاية و الاطفال و اليافعين"
    case "171001360001":
    return "171001360001: متابعة تطبيق دليل الحامل المحدث"
    case "171001360002":
    return "171001360002: اعداد وتنفيذ برنامج زيارات مابعد الحمل وتنظيم الاسره"
    case "171001360000":
    return "171001360000: صحة المرأة"
    case "171001370001":
    return "171001370001: تطبيق برنامج كشف الأسنان لطلبة المدارس للفئة المستهدفة"
    case "171001370002":
    return "171001370002: تطبيق برامج صحة الفم والأسنان"
    case "171001370000":
    return "171001370000: طب الأسنان الوقائي"
    case "171001380001":
    return "171001380001: إجراء المسح الوطني لمعدل انتشار التبغ"
    case "171001380000":
    return "171001380000: مسح انتشار التبغ"
    case "171001390001":
    return "171001390001: تطوير نظام الترصد للأمراض الغير سارية"
    case "171001390002":
    return "171001390002: دراسة عبء المراضة وعوامل الاختطار للامراض الغير السارية بشكل دوري"
    case "171001390003":
    return "171001390003: تطوير نظام التقييم والمتابعة"
    case "171001390004":
    return "171001390004: تطبيق المبادرة العالمية (مواقع العمل المعززة للصحة)"
    case "171001390000":
    return "171001390000: مكافحة الأمراض غير السارية"
    case "171001400001":
    return "171001400001: حصر الخدمات المقدمة في مراكز الطب الوقائي وتحديد الوثائق والاجراءا"
    case "171001400002":
    return "171001400002: استحداث نظام للرد الآلي على المتصلين وإفادتهم بالخيارات التي توفر"
    case "171001400003":
    return "171001400003: تعين وتدريب موظف يكون صلة وصل بين المتعاملين والاقسام المختلفة في"
    case "171001400000":
    return "171001400000: تحسين خدمات الطب الوقائي"
    case "171001410001":
    return "171001410001: تشكيل فريق عمل من الشركاء المعنيين"
    case "171001410002":
    return "171001410002: دراسة وتوفير نظام وتطبيق ذكي والاعتمادات المالية"
    case "171001410003":
    return "171001410003: وضع اطار زمني للتنفيذ والبدء في استخدامه"
    case "171001410004":
    return "171001410004: قياس الأداء ومعوقات التطبيق والتنفيذ وتقييم النظام"
    case "171001410000":
    return "171001410000: نظام وتطبيق ذكي للأمراض المعدية/ السارية"
    case "171001420001":
    return "171001420001: إنشاء وتفعيل مراكز امتياز تخصصية"
    case "171001420002":
    return "171001420002: وضع نظام لإحالة المرضى بين المرافق الصحية في الدولة"
    case "171001420003":
    return "171001420003: تطوير نظم آمنة مستدامة لتقديم الخدمات الصيدلانية"
    case "171001420004":
    return "171001420004: تطبيق برامج التميز في الخدمات التمريضية"
    case "171001420000":
    return "171001420000: نموذج صحي تخصصي متكامل"
    case "171001430001":
    return "171001430001: تنفيذ خطط الاطباء الزائرين"
    case "171001430000":
    return "171001430000: برامج الاطباء الزائرين"
    case "171001440001":
    return "171001440001: انجاز الدراسات الفنية"
    case "171001440000":
    return "171001440000: الدراسات الفنية التخصصية في مجال عمل الوزارة"
    case "171001450001":
    return "171001450001: تعديل وتفعيل السلم الوظيفي لمزاولي المهن الصحية على مستوى الوزارة"
    case "171001450000":
    return "171001450000: وضع كادر وظيفي متخصص للعاملين في القطاع الطبي الحكومي"
    case "171001460001":
    return "171001460001: تطوير النظام الالكتروني لتسجيل ومتابعة المرضى المحولون بالخارج"
    case "171001460002":
    return "171001460002: متابعة اداء اللجنة الفنية للعلاج بالخارج"
    case "171001460000":
    return "171001460000: تطوير عمليات ادارة العلاج بالخارج وتحويل المرضى والملحقيات الصحية"
    case "171001470001":
    return "171001470001: التصوير التنظيري"
    case "171001470002":
    return "171001470002: التصوير العام بالأشعة"
    case "171001470003":
    return "171001470003: التصوير بالأشعة المقطعية"
    case "171001470004":
    return "171001470004: التصوير بالموجات فوق صوتية والدوبلر"
    case "171001470005":
    return "171001470005: التصوير بجهاز الرنين المغناطيسي"
    case "171001470006":
    return "171001470006: تصوير الثدي"
    case "171001470000":
    return "171001470000: الأشعة"
    case "171001480001":
    return "171001480001: العناية بالمواليد حديثي الولادة"
    case "171001480002":
    return "171001480002: متابعة العناية بالمواليد حديثي الولادة"
    case "171001480003":
    return "171001480003: الكشف المبكر لأمراض حديثي الولادة"
    case "171001480000":
    return "171001480000: الامومة والطفولة"
    case "171001490001":
    return "171001490001: طلب التثقيف والتوعية بكافة القنوات الورقية أو المرئية أو المسموعة"
    case "171001490002":
    return "171001490002: تنظيم حملة صحة القلب"
    case "171001490003":
    return "171001490003: تنظيم حملة مكافحة التبغ"
    case "171001490004":
    return "171001490004: تنظيم الأيام والفعاليات الصحية العالمية"
    case "171001490005":
    return "171001490005: تنظيم حملة مكافحة الأمراض غير السارية وعوامل الاختطار المرتبطة بها"
    case "171001490000":
    return "171001490000: التثقيف والتوعية الصحية"
    case "171001500001":
    return "171001500001: تدريب طلبة كليات العلوم الصحية"
    case "171001500002":
    return "171001500002: تدريب الكوادر الصحية"
    case "171001500003":
    return "171001500003: تدريب صيدلي أثناء الدراسة"
    case "171001500004":
    return "171001500004: إصدار شهادة انتهاء تدريب صيدلي أثناء الدراسة في مؤسسة صيدلانية"
    case "171001500005":
    return "171001500005: تدريب صيدلي"
    case "171001500006":
    return "171001500006: إصدار شهادة انتهاء تدريب صيدلي في مؤسسة صيدلانية"
    case "171001500007":
    return "171001500007: تدريب صيدلي أثناء الدراسة"
    case "171001500008":
    return "171001500008: إصدار شهادة انتهاء تدريب مساعد صيدلي في مؤسسة صيدلانية"
    case "171001500009":
    return "171001500009: تدريب سنة الامتياز"
    case "171001500010":
    return "171001500010: تدريب ما بعد الامتياز"
    case "171001500011":
    return "171001500011: طلب اعتماد الساعات التدريبية للتخصصات الصحية"
    case "171001500012":
    return "171001500012: التسجيل للبرنامج التدريبي التخصصي للبورد العربي"
    case "171001500013":
    return "171001500013: الاعتراف بالمستشفيات والمراكز الصحية بالدولة للتدريب للبورد العربي"
    case "171001500000":
    return "171001500000: التدريب والتعليم الطبي المستمر"
    case "171001510001":
    return "171001510001: إصدار بطاقة صحية"
    case "171001510002":
    return "171001510002: تجديد بطاقة صحية"
    case "171001510003":
    return "171001510003: إصدار بدل فاقد أو تالف للبطاقة الصحية"
    case "171001510004":
    return "171001510004: فتح ملف صحي دائم"
    case "171001510005":
    return "171001510005: فتح ملف صحي مؤقت"
    case "171001510006":
    return "171001510006: تحديد موعد طبي"
    case "171001510007":
    return "171001510007: تعديل موعد طبي"
    case "171001510008":
    return "171001510008: إلغاء موعد طبي"
    case "171001510009":
    return "171001510009: إدخال المرضى"
    case "171001510010":
    return "171001510010: تحويل المرضى"
    case "171001510000":
    return "171001510000: التسجيل الصحي والملفات الطبية"
    case "171001520001":
    return "171001520001: إصدار بطاقة تطعيم للأطفال"
    case "171001520002":
    return "171001520002: إصدار بدل فاقد لبطاقة تطعيم الأطفال"
    case "171001520003":
    return "171001520003: تطعيم الأطفال حسب برنامج التحصين الوطني الموسع"
    case "171001520004":
    return "171001520004: تطعيم طلبة المدارس"
    case "171001520005":
    return "171001520005: تطعيم البالغين"
    case "171001520006":
    return "171001520006: تطعيم ما قبل الزواج"
    case "171001520007":
    return "171001520007: تطعيم المسافرين"
    case "171001520008":
    return "171001520008: تطعيم الحج والعمرة"
    case "171001520009":
    return "171001520009: تطعيم الأوبئة"
    case "171001520000":
    return "171001520000: التطعيمات"
    case "171001530001":
    return "171001530001: طلب الاستشارات الغذائية"
    case "171001530000":
    return "171001530000: التغذية"
    case "171001540001":
    return "171001540001: طلب إجازة مرضية"
    case "171001540002":
    return "171001540002: طلب إجازة مرافقة مريض"
    case "171001540003":
    return "171001540003: طلب تقرير طبي"
    case "171001540004":
    return "171001540004: تصديق الإجازات المرضية والتقارير الطبية في القطاع الخاص - أقل من 5"
    case "171001540005":
    return "171001540005: طلب تقرير لياقة طبية للمرأة الحامل للسفر"
    case "171001540006":
    return "171001540006: اعتماد الإجازات المرضية داخل الدولة - أكثر من 5 أيام"
    case "171001540007":
    return "171001540007: اعتماد الإجازات المرضية خارج الدولة على نفقة الحكومة"
    case "171001540008":
    return "171001540008: اعتماد الإجازات المرضية خارج الدولة على النفقة الشخصية"
    case "171001540009":
    return "171001540009: اعتماد إجازات مرافقة المرضى بغرض العلاج داخل وخارج الدولة"
    case "171001540010":
    return "171001540010: اعتماد التقارير الطبية لاستحقاق مواقف ذوي الاحتياجات الخاصة"
    case "171001540011":
    return "171001540011: اعتماد التقارير الطبية لتمديد الإقامة وتأشيرة العمل"
    case "171001540012":
    return "171001540012: اعتماد التقارير الطبية للضمان الاجتماعي"
    case "171001540013":
    return "171001540013: اعتماد التقارير الطبية للمحاكم"
    case "171001540014":
    return "171001540014: اعتماد التقارير الطبية لمنح صندوق الزواج"
    case "171001540015":
    return "171001540015: طلب تقارير التقاعد الطبي المبكر لصندوق المعاشات"
    case "171001540016":
    return "171001540016: طلب تقارير التقاعد الطبي المبكر لهيئة المعاشات"
    case "171001540017":
    return "171001540017: طلب تقارير تقدير الإعفاءات الطبية"
    case "171001540018":
    return "171001540018: طلب تقارير تقدير نسبة العجز الطبي"
    case "171001540000":
    return "171001540000: التقارير الطبية والإجازات والاعتمادات"
    case "171001550001":
    return "171001550001: متابعة جراحة عامة"
    case "171001550002":
    return "171001550002: جراحة الأطفال"
    case "171001550003":
    return "171001550003: متابعة جراحة الأطفال"
    case "171001550004":
    return "171001550004: جراحة الأنف والأذن والحنجرة"
    case "171001550005":
    return "171001550005: متابعة جراحة الأنف والأذن والحنجرة"
    case "171001550006":
    return "171001550006: جراحة الأوعية الدموية"
    case "171001550007":
    return "171001550007: متابعة جراحة الأوعية الدموية"
    case "171001550008":
    return "171001550008: جراحة العظام"
    case "171001550009":
    return "171001550009: متابعة جراحة العظام"
    case "171001550010":
    return "171001550010: جراحة العمود الفقري"
    case "171001550011":
    return "171001550011: متابعة جراحة العمود الفقري"
    case "171001550012":
    return "171001550012: جراحة العيون"
    case "171001550013":
    return "171001550013: متابعة جراحة العيون"
    case "171001550014":
    return "171001550014: جراحة القلب والصدر"
    case "171001550015":
    return "171001550015: متابعة جراحة القلب والصدر"
    case "171001550016":
    return "171001550016: جراحة المخ والأعصاب"
    case "171001550017":
    return "171001550017: متابعة جراحة المخ والأعصاب"
    case "171001550018":
    return "171001550018: جراحة المسالك البولية"
    case "171001550019":
    return "171001550019: متابعة جراحة المسالك البولية"
    case "171001550020":
    return "171001550020: جراحة الوجه والفكين"
    case "171001550021":
    return "171001550021: متابعة جراحة الوجه والفكين"
    case "171001550022":
    return "171001550022:جراحة تجميلية"
    case "171001550023":
    return "171001550023:متابعة جراحة تجميلية"
    case "171001550024":
    return "171001550024:جراحة عامة"
    case "171001550000":
    return "171001550000: الجراحة"
    case "171001560001":
    return "171001560001: الرعاية المنزلية لكبار السن"
    case "171001560002":
    return "171001560002: متابعة الرعاية المنزلية لكبار السن"
    case "171001560000":
    return "171001560000: الرعاية المنزلية"
    case "171001570001":
    return "171001570001: صرف الأدوية لمرضى الأقسام الداخلية"
    case "171001570002":
    return "171001570002: صرف الأدوية لمرضى العيادات الخارجية"
    case "171001570000":
    return "171001570000: الصيدلة"
    case "171001580001":
    return "171001580001: علاج الأمراض المعدية"
    case "171001580002":
    return "171001580002: متابعة علاج الأمراض المعدية"
    case "171001580003":
    return "171001580003: علاج الأورام"
    case "171001580004":
    return "171001580004: متابعة علاج الأورام"
    case "171001580005":
    return "171001580005: علاج الجهاز التنفسي"
    case "171001580006":
    return "171001580006: متابعة علاج الجهاز التنفسي"
    case "171001580007":
    return "171001580007: علاج الجهاز العصبي"
    case "171001580008":
    return "171001580008: متابعة علاج الجهاز العصبي"
    case "171001580009":
    return "171001580009: علاج الجهاز الهضمي"
    case "171001580010":
    return "171001580010: متابعة علاج الجهاز الهضمي"
    case "171001580011":
    return "171001580011: علاج الحساسية والجهاز المناعي"
    case "171001580012":
    return "171001580012: متابعة علاج الحساسية والجهاز المناعي"
    case "171001580013":
    return "171001580013: علاج الشيخوخة وكبار السن"
    case "171001580014":
    return "171001580014: متابعة علاج الشيخوخة وكبار السن"
    case "171001580015":
    return "171001580015: علاج الغدد الصماء والسكري"
    case "171001580016":
    return "171001580016: متابعة علاج الغدد الصماء والسكري"
    case "171001580017":
    return "171001580017: علاج القلب"
    case "171001580018":
    return "171001580018: متابعة علاج القلب"
    case "171001580019":
    return "171001580019: علاج الكلى"
    case "171001580020":
    return "171001580020: متابعة علاج الكلى"
    case "171001580021":
    return "171001580021: غسيل الكلى للكبار"
    case "171001580022":
    return "171001580022: علاج المسالك البولية"
    case "171001580023":
    return "171001580023: متابعة علاج المسالك البولية"
    case "171001580024":
    return "171001580024: علاج المفاصل والروماتيزم"
    case "171001580025":
    return "171001580025: متابعة علاج المفاصل والروماتيزم"
    case "171001580000":
    return "171001580000: الطب الباطني"
    case "171001590001":
    return "171001590001: الطب النفسي للمرضى المقيمين في الأقسام الداخلية"
    case "171001590002":
    return "171001590002: متابعة طبية للطب النفسي لكافة الفئات العمرية من مراجعي العيادات ال"
    case "171001590003":
    return "171001590003: علاج الإدمان"
    case "171001590000":
    return "171001590000: الطب النفسي"
    case "171001600001":
    return "171001600001: تقديم خدمات الطوارئ لكافة الفئات العمرية"
    case "171001600000":
    return "171001600000: الطوارئ"
    case "171001610001":
    return "171001610001: إعادة تأهيل وعلاج مرضى الاعصاب"
    case "171001610002":
    return "171001610002: متابعة تأهيل وعلاج مرضى الاعصاب"
    case "171001610003":
    return "171001610003: إعادة تأهيل مرضى القلب"
    case "171001610004":
    return "171001610004: متابعة تأهيل مرضى القلب"
    case "171001610005":
    return "171001610005: العلاج الطبيعي للأطفال"
    case "171001610006":
    return "171001610006: متابعة العلاج الطبيعي للأطفال"
    case "171001610007":
    return "171001610007: العلاج بالأجهزة الكهربائية"
    case "171001610008":
    return "171001610008: متابعة العلاج بالأجهزة الكهربائية"
    case "171001610009":
    return "171001610009: العلاج بالحرارة او بالبرودة"
    case "171001610010":
    return "171001610010: متابعة العلاج بالحرارة او بالبرودة"
    case "171001610011":
    return "171001610011: إعادة التأهيل والالتحاق بالتمارين الرياضية"
    case "171001610012":
    return "171001610012: متابعة إعادة التأهيل والتمارين الرياضية"
    case "171001610013":
    return "171001610013: تحريك المفاصل العلاجي"
    case "171001610014":
    return "171001610014: متابعة تحريك المفاصل العلاجي"
    case "171001610015":
    return "171001610015: تقديم علاج طبيعي للحالات الحرجة في العناية المركزة"
    case "171001610016":
    return "171001610016: متابعة العلاج طبيعي للحالات الحرجة في العناية المركزة"
    case "171001610017":
    return "171001610017: علاج طبيعي للصدر"
    case "171001610018":
    return "171001610018: متابعة علاج طبيعي للصدر"
    case "171001610000":
    return "171001610000: العلاج الطبيعي"
    case "171001620001":
    return "171001620001: طلب العلاج بالخارج"
    case "171001620002":
    return "171001620002: توفير المخصصات المالية الأسبوعية"
    case "171001620003":
    return "171001620003: حجز المواعيد في المستشفيات"
    case "171001620004":
    return "171001620004: توفير أدوية غير متوفرة بالدولة"
    case "171001620005":
    return "171001620005: طلب مراجعة في الخارج"
    case "171001620006":
    return "171001620006: طلب شهادة لمن يهمه الأمر لجهة العمل للمريض والمرافقين"
    case "171001620007":
    return "171001620007: ترجمة وتصديق شهادات لمن يهمه الأمر بنهاية العلاج"
    case "171001620008":
    return "171001620008: ترجمة وتصديق التقارير الطبية"
    case "171001620000":
    return "171001620000: العلاج بالخارج"
    case "171001630001":
    return "171001630001: توفير العناية القلبية"
    case "171001630002":
    return "171001630002: توفير العناية بالأطفال الخدج"
    case "171001630003":
    return "171001630003: توفير العناية المركزة"
    case "171001630000":
    return "171001630000: العناية الفائقة"
    case "171001640001":
    return "171001640001: الكشف المبكر لسرطان الثدي"
    case "171001640002":
    return "171001640002: الفحص الدوري لسرطان الثدي"
    case "171001640003":
    return "171001640003: الفحص الدوري للأمراض المزمنة"
    case "171001640000":
    return "171001640000: الفحوصات المبكرة للبرامج الصحية"
    case "171001650001":
    return "171001650001: علاج الأنف والأذن والحنجرة"
    case "171001650002":
    return "171001650002: متابعة علاج الأنف والأذن والحنجرة"
    case "171001650003":
    return "171001650003: علاج الجلد والبشرة"
    case "171001650004":
    return "171001650004: متابعة علاج الجلد والبشرة"
    case "171001650005":
    return "171001650005: علاج العيون"
    case "171001650006":
    return "171001650006: متابعة علاج طب العيون"
    case "171001650000":
    return "171001650000: الفحوصات والتخصصات الطبية الأخرى"
    case "171001660001":
    return "171001660001: إجراء فحوصات الأحياء الخلوية الجزيئية"
    case "171001660002":
    return "171001660002: إجراء فحوصات الوراثة"
    case "171001660003":
    return "171001660003: إجراء فحوصات الكيمياء الحيوية السريرية"
    case "171001660004":
    return "171001660004: إجراء فحوصات علم الأنسجة والخلايا"
    case "171001660005":
    return "171001660005: إجراء فحوصات المناعة والأمصال"
    case "171001660006":
    return "171001660006: إجراء فحوصات الأحياء الدقيقة المجهرية"
    case "171001660007":
    return "171001660007: إجراء فحوصات الفيروسات"
    case "171001660008":
    return "171001660008: إجراء فحوصات أمراض الدم وبنك الدم"
    case "171001660000":
    return "171001660000: المختبرات"
    case "171001670001":
    return "171001670001: العناية بالأم والجنين"
    case "171001670002":
    return "171001670002: متابعة العناية بالأم والجنين"
    case "171001670003":
    return "171001670003: علاج الأورام النسائية"
    case "171001670004":
    return "171001670004: متابعة علاج الأورام النسائية"
    case "171001670005":
    return "171001670005: علاج الصحة الإنجابية والعقم"
    case "171001670006":
    return "171001670006: متابعة علاج الصحة الإنجابية والعقم"
    case "171001670007":
    return "171001670007: علاج الأمراض النسائية"
    case "171001670008":
    return "171001670008: متابعة علاج الأمراض النسائية"
    case "171001670009":
    return "171001670009: جراحة النساء"
    case "171001670010":
    return "171001670010: متابعة جراحة النساء"
    case "171001670011":
    return "171001670011: ولادة طبيعية"
    case "171001670012":
    return "171001670012: متابعة لما بعد الولادة الطبيعية"
    case "171001670013":
    return "171001670013: ولادة قيصرية"
    case "171001670014":
    return "171001670014: متابعة لما بعد الولادة القيصرية"
    case "171001670000":
    return "171001670000: أمراض النساء والتوليد"
    case "171001680001":
    return "171001680001: معالجة اللثة وأنسجة الفم"
    case "171001680002":
    return "171001680002: تقويم الأسنان"
    case "171001680003":
    return "171001680003: جراحة الأسنان"
    case "171001680004":
    return "171001680004: زراعة الأسنان"
    case "171001680005":
    return "171001680005: طب الأسنان الوقائي"
    case "171001680006":
    return "171001680006: طب أسنان الأطفال"
    case "171001680007":
    return "171001680007: معالجة الأسنان"
    case "171001680008":
    return "171001680008: معالجة لب الأسنان"
    case "171001680009":
    return "171001680009: توفير التعويضات السنية"
    case "171001680000":
    return "171001680000: طب الأسنان"
    case "171001690001":
    return "171001690001: علاج الأمراض المعدية للأطفال"
    case "171001690002":
    return "171001690002: متابعة علاج الأمراض المعدية للأطفال"
    case "171001690003":
    return "171001690003: علاج الأورام وأمراض الدم للأطفال"
    case "171001690004":
    return "171001690004: متابعة علاج الأورام وأمراض الدم للأطفال"
    case "171001690005":
    return "171001690005: علاج التطور والنمو للأطفال"
    case "171001690006":
    return "171001690006: متابعة علاج التطور والنمو للأطفال"
    case "171001690007":
    return "171001690007: علاج الجهاز التنفسي للأطفال"
    case "171001690008":
    return "171001690008: متابعة علاج الجهاز التنفسي للأطفال"
    case "171001690009":
    return "171001690009: علاج الجهاز العصبي للأطفال"
    case "171001690010":
    return "171001690010: متابعة علاج الجهاز العصبي للأطفال"
    case "171001690011":
    return "171001690011: علاج الجهاز المناعي للأطفال"
    case "171001690012":
    return "171001690012: متابعة علاج الجهاز المناعي للأطفال"
    case "171001690013":
    return "171001690013: علاج الجهاز الهضمي للأطفال"
    case "171001690014":
    return "171001690014: متابعة علاج الجهاز الهضمي للأطفال"
    case "171001690015":
    return "171001690015: علاج الجينات والوراثة للأطفال"
    case "171001690016":
    return "171001690016: متابعة علاج الجينات والوراثة للأطفال"
    case "171001690017":
    return "171001690017: علاج الروماتيزم والمفاصل للأطفال"
    case "171001690018":
    return "171001690018: متابعة علاج الروماتيزم والمفاصل للأطفال"
    case "171001690019":
    return "171001690019: علاج الغدد الصماء للأطفال"
    case "171001690020":
    return "171001690020: متابعة علاج الغدد الصماء للأطفال"
    case "171001690021":
    return "171001690021: علاج القلب والأوعية الدموية للأطفال"
    case "171001690022":
    return "171001690022: متابعة علاج القلب والأوعية الدموية للأطفال"
    case "171001690023":
    return "171001690023: علاج الكلى للأطفال"
    case "171001690024":
    return "171001690024: متابعة علاج الكلى للأطفال"
    case "171001690025":
    return "171001690025: غسيل الكلى للأطفال"
    case "171001690026":
    return "171001690026: علاج المسالك البولية للأطفال"
    case "171001690027":
    return "171001690027: متابعة علاج المسالك البولية للأطفال"
    case "171001690000":
    return "171001690000: طب الأطفال"
    case "171001700001":
    return "171001700001: تقديم الفحص والمشورة قبل الزواج"
    case "171001700002":
    return "171001700002: إصدار بدل فاقد لشهادة خلو من الامراض لفحص ما قبل الزواج"
    case "171001700003":
    return "171001700003: فحص طلبة الجامعات"
    case "171001700004":
    return "171001700004: فحص الموظفين الجدد"
    case "171001700005":
    return "171001700005: فحص العمالة الوافدة"
    case "171001700006":
    return "171001700006: فحص العمالة الوافدة بغرض تجديد الإقامة"
    case "171001700007":
    return "171001700007: فحص العمالة الوافدة الذكور العاملين بالقطاعات الخدمية"
    case "171001700008":
    return "171001700008: فحص العمالة الوافدة الذكور للقطاعات الخدمية بغرض تجديد الإقامة"
    case "171001700009":
    return "171001700009: فحص العمالة الوافدة الإناث للعاملين بالقطاعات الخدمية"
    case "171001700010":
    return "171001700010: فحص العمالة الوافدة الإناث للقطاعات الخدمية بغرض تجديد الإقامة"
    case "171001700000":
    return "171001700000: فحوصات وشهادات اللياقة الصحية"
    case "171001710001":
    return "171001710001: إعطاء التبخيرة للمساعدة على التنفس"
    case "171001710002":
    return "171001710002: اعطاء الحقن العضلية أو الوريدية أو تحت الجلد"
    case "171001710003":
    return "171001710003: تغيير ضمادات الجروح والخياطة وفك الغرز"
    case "171001710004":
    return "171001710004: فحص السكر بالدم"
    case "171001710005":
    return "171001710005: فحص الضغط"
    case "171001710000":
    return "171001710000: متابعة المرضى"
    case "171001720001":
    return "171001720001: طلب التبرع بالدم"
    case "171001720002":
    return "171001720002: توفير الوحدات الدموية"
    case "171001720003":
    return "171001720003: توفير وحدة الراسب القري المجمدة"
    case "171001720004":
    return "171001720004: توفير وحدة الصفيحات الدموية المركزة"
    case "171001720005":
    return "171001720005: توفير وحدة الصفيحات الدموية بنظام أفريزز"
    case "171001720006":
    return "171001720006: توفير وحدة خلايا دموية مركزة"
    case "171001720007":
    return "171001720007: توفير وحدة سائل البلازما المجمدة"
    case "171001720008":
    return "171001720008: تنفيذ حملة تبرع بالدم"
    case "171001720000":
    return "171001720000: نقل الدم"
    case "171001730001":
    return "171001730001: إصدار شهادة ميلاد"
    case "171001730002":
    return "171001730002: إصدار بدل فاقد لشهادة ميلاد"
    case "171001730003":
    return "171001730003: إصدار صورة طبق الأصل لشهادة الميلاد"
    case "171001730004":
    return "171001730004: تعديل بيانات شهادة ميلاد"
    case "171001730000":
    return "171001730000: شهادات المواليد"
    case "171001740001":
    return "171001740001: إصدار شهادة وفاة"
    case "171001740002":
    return "171001740002: إصدار بدل فاقد لشهادة الوفاة"
    case "171001740003":
    return "171001740003: إصدار صورة طبق الأصل لشهادة الوفاة"
    case "171001740000":
    return "171001740000: شهادات الوفيات"
    case "171001750001":
    return "171001750001: إصدار شهادة تقدير العمر"
    case "171001750002":
    return "171001750002: إصدار بدل فاقد لشهادة تقدير العمر"
    case "171001750003":
    return "171001750003: إصدار صورة طبق الأصل لشهادة تقدير العمر"
    case "171001750000":
    return "171001750000: شهادات تقدير العمر"
    case "171001760001":
    return "171001760001: تقديم الاستفسارات"
    case "171001760002":
    return "171001760002: تقديم الاقتراحات"
    case "171001760003":
    return "171001760003: تقديم الملاحظات والشكاوى"
    case "171001760004":
    return "171001760004: تقديم الشكاوى الطبية"
    case "171001760005":
    return "171001760005: تلقي القضايا الطبية المحولة من الجهات الأخرى"
    case "171001760000":
    return "171001760000: رعاية المتعاملين"
    case "171001770002":
    return "171001770002: تشغيل مستشفى البراحة"
    case "171001770003":
    return "171001770003: تشغيل مستشفى كلباء"
    case "171001770004":
    return "171001770004: تشغيل مستشفى خورفكان"
    case "171001770005":
    return "171001770005: تشغيل مستشفى الكويت"
    case "171001770006":
    return "171001770006: تشغيل مستشفى القاسمي الجديد"
    case "171001770009":
    return "171001770009: تشغيل مستشفى الذيد"
    case "171001770013":
    return "171001770013: تشغيل مستشفى أم القيوين"
    case "171001770014":
    return "171001770014: تشغيل مستشفى العبيد الله لكبار السن"
    case "171001770015":
    return "171001770015: تشغيل مستشفى إبراهيم بن حمد العبيد الله"
    case "171001770016":
    return "171001770016: تشغيل مستشفى صقر"
    case "171001770019":
    return "171001770019: تشغيل مستشفى دبا"
    case "171001770020":
    return "171001770020: تشغيل مستشفى الفجيرة الجديد"
    case "171001770021":
    return "171001770021:تشغيل مستشفى مسافي"
    case "171001770000":
    return "171001770000: تطوير المستشفيات التابعة للوزارة"
    case "171001770001":
    return "171001770001: مستشفى الأمل الجديد الصحة النفسية"
    case "171001770007":
    return "171001770007: تشغيل مركز الطوارئ القاسمي"
    case "171001770008":
    return "171001770008: تشغيل مستشفى القاسمي للنساء والولادة والاطفال"
    case "171001770010":
    return "171001770010: تشغيل مستشفى مصفوت"
    case "171001770011":
    return "171001770011: تشغيل مستشفى خليفة"
    case "171001770012":
    return "171001770012: تشغيل مستشفى خليفة للنساء والولادة والاطفال"
    case "171001770017":
    return "171001770017: مستشفى شعم"
    case "171001770018":
    return "171001770018: مستشفى عبدالله بن عمران"
    case "171001780001":
    return "171001780001: تشغيل مركز الراشدية الصحي"
    case "171001780002":
    return "171001780002: تشغيل مركز الطب الوقائي بدبي"
    case "171001780003":
    return "171001780003: تشغيل المركز التخصصي لطب الأسنان"
    case "171001780004":
    return "171001780004: تشغيل مركز هور العنز الصحي"
    case "171001780005":
    return "171001780005: تشغيل مركز القصيص الصحي"
    case "171001780006":
    return "171001780006: تشغيل مركز المحيصنة الصحي"
    case "171001780007":
    return "171001780007: تشغيل مركز العوير الصحي"
    case "171001780008":
    return "171001780008: تشغيل مركز القوز الصحي"
    case "171001780009":
    return "171001780009: تشغيل مركز الرفاعة الصحي"
    case "171001780010":
    return "171001780010: تشغيل مركز الاتحاد الصحي"
    case "171001780011":
    return "171001780011: تشغيل المركز الوطني للوقاية من الاشعاع"
    case "171001780012":
    return "171001780012: تشغيل بنك الدم بالشارقة"
    case "171001780013":
    return "171001780013: تشغيل المختبر المركزي لفحص ما قبل الزواج"
    case "171001780015":
    return "171001780015: تشغيل مركز دسمان لطب الأسنان"
    case "171001780016":
    return "171001780016: تشغيل مركز كلباء لطب الأسنان"
    case "171001780017":
    return "171001780017: تشغيل مركز الصناعية للطب الوقائي"
    case "171001780018":
    return "171001780018: تشغيل مركز خورفكان لطب الأسنان"
    case "171001780019":
    return "171001780019: تشغيل مركز خورفكان الصحي"
    case "171001780020":
    return "171001780020: تشغيل مركز فحص العمالة خورفكان"
    case "171001780021":
    return "171001780021: تشغيل مركز كلباء للطب الوقائي"
    case "171001780022":
    return "171001780022: تشغيل مركز الذيد الصحي"
    case "171001780023":
    return "171001780023: تشغيل مركز دبا الحصن"
    case "171001780024":
    return "171001780024: عيادة البطائح الطبية (تشغيل مركز ابن رشيد الصحي)"
    case "171001780025":
    return "171001780025: تشغيل مركز فحص العمالة الوافدة - مركز الطب الوقائي الذيد"
    case "171001780026":
    return "171001780026: تشغيل مركز الطب الوقائي الغبيبة"
    case "171001780027":
    return "171001780027: تشغيل مركز واسط الصحي"
    case "171001780028":
    return "171001780028: تشغيل مركز جراحة القلب بمستشفى القاسمي"
    case "171001780029":
    return "171001780029: تشغيل مركز الرقة الصحي"
    case "171001780030":
    return "171001780030: تشغيل مركز الصبخة أم خنور الصحي"
    case "171001780031":
    return "171001780031: تشغيل مركز الخالدية الصحي"
    case "171001780032":
    return "171001780032: تشغيل مركز الشارقة الصحي -البطينة"
    case "171001780033":
    return "171001780033: تشغيل مركز الحمرية الصحي"
    case "171001780034":
    return "171001780034: تشغيل مركز اللؤلؤية الصحي - خورفكان"
    case "171001780035":
    return "171001780035: تشغيل مركز النحوة الصحي"
    case "171001780036":
    return "171001780036: تشغيل مركز الثميد الصحي"
    case "171001780037":
    return "171001780037: تشغيل مركز المليحة الصحي"
    case "171001780038":
    return "171001780038: تشغيل مركز المدام الصحي"
    case "171001780039":
    return "171001780039: تشغيل مركز وادي الحلو الصحي"
    case "171001780040":
    return "171001780040: تشغيل مركز جزيرة أبوموسى الصحي"
    case "171001780041":
    return "171001780041: تشغيل مركز القرائن الصحي"
    case "171001780042":
    return "171001780042: تشغيل مركز شيص الصحي"
    case "171001780043":
    return "171001780043: تشغيل مركز نزوى الصحي"
    case "171001780044":
    return "171001780044: تشغيل مركز المصلى الصحي"
    case "171001780045":
    return "171001780045: تشغيل مركز الرفاع الصحي"
    case "171001780046":
    return "171001780046: تشغيل مركز المناخ الصحي"
    case "171001780047":
    return "171001780047: تشغيل مركز تعزيز الصحة"
    case "171001780048":
    return "171001780048: تشغيل مركز الحميدية للطب الوقائي"
    case "171001780050":
    return "171001780050: تشغيل مركز المدينة الصحي"
    case "171001780051":
    return "171001780051: تشغيل مركز مشيرف الصحي"
    case "171001780053":
    return "171001780053: تشغيل مركز المنامة الصحي"
    case "171001780054":
    return "171001780054: تشغيل مركز مزيرع الصحي"
    case "171001780055":
    return "171001780055: تشغيل مركز الصحة المدرسية بالحميدية"
    case "171001780057":
    return "171001780057: تشغيل مركز أم القيوين للطب الوقائي"
    case "171001780058":
    return "171001780058: تشغيل مركز أم القيوين لطب الأسنان - منطقة الحويه"
    case "171001780059":
    return "171001780059: تشغيل مركز الخزان الصحي"
    case "171001780060":
    return "171001780060: تشغيل مركز الراعفة الصحي"
    case "171001780061":
    return "171001780061: تشغيل مركز السلمة الصحي"
    case "171001780062":
    return "171001780062: تشغيل مركز فلج المعلا الصحي"
    case "171001780064":
    return "171001780064: تشغيل مركز الطب الوقائي براس الخيمة"
    case "171001780066":
    return "171001780066: تشغيل مركز الرمس الصحي"
    case "171001780067":
    return "171001780067: تشغيل مركز شمل الصحي"
    case "171001780068":
    return "171001780068: تشغيل مركز النخيل الصحي"
    case "171001780069":
    return "171001780069: تشغيل مركز رأس الخيمة الصحي"
    case "171001780070":
    return "171001780070: تشغيل مركز المعمورة الصحي"
    case "171001780071":
    return "171001780071: تشغيل مركز الظيت الصحي"
    case "171001780072":
    return "171001780072: تشغيل مركز الجزيرة الحمراء الصحي"
    case "171001780075":
    return "171001780075: تشغيل مركز العلاج الطبيعي والطب الرياضي"
    case "171001780076":
    return "171001780076: تشغيل مركز الدقداقة الصحي"
    case "171001780077":
    return "171001780077: تشغيل مركز الحمرانية الصحي"
    case "171001780078":
    return "171001780078: تشغيل مركز خت الصحي"
    case "171001780079":
    return "171001780079: تشغيل مركز سيف بن علي الصحي"
    case "171001780080":
    return "171001780080: تشغيل مركز مسافي الصحي"
    case "171001780081":
    return "171001780081: تشغيل مركز وادي أصفني الصحي"
    case "171001780082":
    return "171001780082: تشغيل مركز المنيعي الصحي"
    case "171001780083":
    return "171001780083: تشغيل مركز شوكة الصحي"
    case "171001780084":
    return "171001780084: تشغيل مركز كدرة الصحي"
    case "171001780085":
    return "171001780085: تشغيل مركز جلفار الصحي"
    case "171001780086":
    return "171001780086: تشغيل مركز الصحة المدرسية"
    case "171001780087":
    return "171001780087: تشغيل مركز طب الاسنان -رأس الخيمة"
    case "171001780088":
    return "171001780088: تشغيل مركز الطب الوقائي بالفجيرة"
    case "171001780089":
    return "171001780089: تشغيل مركز الفجيرة لطب الأسنان"
    case "171001780090":
    return "171001780090: تشغيل مركز المدينة الصحي"
    case "171001780091":
    return "171001780091: تشغيل مركز مريشيد الصحي"
    case "171001780092":
    return "171001780092: تشغيل مركز البدية الصحي"
    case "171001780093":
    return "171001780093: تشغيل مركز مربح الصحي"
    case "171001780094":
    return "171001780094: تشغيل مركز قريَة الصحي"
    case "171001780095":
    return "171001780095: تشغيل مركز الحلاة الصحي"
    case "171001780096":
    return "171001780096: تشغيل مركز الطويين الصحي"
    case "171001780097":
    return "171001780097: تشغيل مركز ضدنا الصحي"
    case "171001780098":
    return "171001780098: تشغيل مركز السيجي الصحي"
    case "171001780099":
    return "171001780099: تشغيل مركز وادي السدر الصحي"
    case "171001780100":
    return "171001780100: تشغيل مركز قدفع الصحي"
    case "171001780101":
    return "171001780101: تشغيل مركز الخليبية الصحي"
    case "171001780102":
    return "171001780102: تشغيل مركز الثلاسيميا بالفجيرة"
    case "171001780103":
    return "171001780103: تشغيل مركز غسيل الكلي بمستشفى الفجيرة"
    case "171001780104":
    return "171001780104: تشغيل مركز الفصيل الصحي"
    case "171001780000":
    return "171001780000: تطوير المراكز الصحية التابعة للوزارة"
    case "171001780014":
    return "171001780014: تشغيل مركز تعزيز صحة الأسرة بالشارقة"
    case "171001780049":
    return "171001780049: تشغيل مركز راشد للسكري"
    case "171001780052":
    return "171001780052: تشغيل مركز الحميدية الصحي"
    case "171001780056":
    return "171001780056: تشغيل مركز طب الأسنان التخصصي"
    case "171001780063":
    return "171001780063: تشغيل مركز طب الأسنان الجديد - منطقة السلمة"
    case "171001780065":
    return "171001780065: مركز الجير"
    case "171001780073":
    return "171001780073: مركز غسيل الكلى"
    case "171001780074":
    return "171001780074: مركز الثلاسيميا"
    case "171001790001":
    return "171001790001: تشغيل الملحقية الصحية لدولة الإمارات العربية المتحدة / برلين"
    case "171001790002":
    return "171001790002: تشغيل المكتب الصحي لدولة الإمارات العربية المتحدة / مومباي"
    case "171001790003":
    return "171001790003: تشغيل المكتب الصحي لدولة الإمارات العربية المتحدة / واشنطن"
    case "171001790004":
    return "171001790004: تشغيل الملحقية الصحية لدولة الإمارات العربية المتحدة / بانكوك"
    case "171001790005":
    return "171001790005: تشغيل الملحقية الصحية لدولة الإمارات العربية المتحدة / القاهرة"
    case "171001790006":
    return "171001790006: تشغيل الملحقية الصحية لدولة الإمارات العربية المتحدة / لندن"
    case "171001790000":
    return "171001790000: تطوير الملحقيات الصحية في الخارج"
    case "171001800000":
    return "171001800000: تطوير سجل وطني متكامل للمواليد والوفيات مرتبط بمنظومة بيانات ذكية"
    case "171002010001":
    return "171002010001: مراجعة وتحديث دليل الخدمات"
    case "171002010002":
    return "171002010002: تطبيق وتفعيل نظام إدارة الخدمات (خدماتي) الجديد"
    case "171002010003":
    return "171002010003: جمع الخدمات الإدارية في باقات"
    case "171002010004":
    return "171002010004: تطوير تجربة المتعامل"
    case "171002010005":
    return "171002010005: تطوير وتنفيذ خطة تسويق الخدمات"
    case "171002010006":
    return "171002010006: إعادة تصميم عمليات تقديم الخدمة في المراكز"
    case "171002010000":
    return "171002010000: إطلاق وتطبيق مصنع الخدمات لوزارة الصحة"
    case "171002020001":
    return "171002020001: تطبيق معايير جودة الموقع الالكتروني"
    case "171002020002":
    return "171002020002: الالتزام بتصميم الهوية المرئية المعتمدة"
    case "171002020003":
    return "171002020003: استخدام التكنولوجيا لتطوير اساليب ادارة لمحتوى الالكتروني , و المش"
    case "171002020004":
    return "171002020004: رفع تنافسية موقع وزارة الصحة بين الجهات الاتحادية و الحكومية من خا"
    case "171002020005":
    return "171002020005: رفع نسبة رضا المتعاملين عن الموقع الالكتروني و الخدمات المقدمة من"
    case "171002020000":
    return "171002020000: تحديث وتطوير الموقع الالكتروني"
    case "171002030001":
    return "171002030001: تنفيذ برامج تدريبية بشهادات معتمدة عالمية وتتوافق مع ىيئات الاعتما"
    case "171002030002":
    return "171002030002: معدل البرامج التدربية السنوية لموظفي الوزارة"
    case "171002030003":
    return "171002030003: تصميم برامج تدريبية تخصصية لموظفي الوزارة"
    case "171002030004":
    return "171002030004: اعداد كادر متميز من المتدربين الداخلينٌ المحترفينٌ من خلال اشراكهم"
    case "171002030005":
    return "171002030005: برامج تنمية قدرات الموظفين في الدرجات القيادية"
    case "171002030006":
    return "171002030006: برامج تنمية المهارات التقنية لموظفي الوزارة"
    case "171002030007":
    return "171002030007: برامج تطوير معارف وقدرات الموظفين"
    case "171002030008":
    return "171002030008: دعم برامج اطباء الاقامة"
    case "171002030009":
    return "171002030009: برنامج تنمية ثقافة الخدمة لمتعاملين الوزارة"
    case "171002030010":
    return "171002030010: برنامج تعزيز و نشر ثقافة التدريب العملي"
    case "171002030011":
    return "171002030011: نسبة المنتسبين لبرنامج اعداد القادة"
    case "171002030012":
    return "171002030012: دعم برامج اطباء الاقامة"
    case "171002030013":
    return "171002030013: اعتماد الدستشفيات التعليمية"
    case "171002030014":
    return "171002030014: توفير برامج التمريض المشارك )سنتين بعد الثانوية العامة("
    case "171002030015":
    return "171002030015: برنامج تنمية ثقافة الخدمة لدوظفي الوزارة"
    case "171002030000":
    return "171002030000: تعزيز و التطوير كوادر مؤهل تخصيصية و فنية و ادارية"
    case "171002040001":
    return "171002040001: تحديد معايير لتصميم التطبيقات الذكية"
    case "171002040002":
    return "171002040002: نظام تكلفة المرضى ووحدات الوزارة"
    case "171002040003":
    return "171002040003: تطوير تطبيق الهاتف المتحرك بناء على احدث التقنيات"
    case "171002040004":
    return "171002040004: تخصيص موارد لتوفير الدعم التقني للخدمات الالكترونية"
    case "171002040005":
    return "171002040005: توحيد و تطوير بيئة الانظمة و المنصات"
    case "171002040000":
    return "171002040000: استحداث و تطوير الانظمة/ التطبيقات المساندة لخدمات تقنية المعلومات"
    case "171002050001":
    return "171002050001: تقوية ورصد أو مراقبة أمن الشبكات Security & Network Monitoring"
    case "171002050002":
    return "171002050002: توسعة خدمة الفاكس الإلكتروني Right Fax Expansion"
    case "171002050003":
    return "171002050003: توسعة أنظمة الاتصال عبر بروتوكول الإنترنت IP telephony expansion"
    case "171002050004":
    return "171002050004: خدمة الاتصال المرئي ديوان الوزارة Video Conference Solution- MOH H"
    case "171002050005":
    return "171002050005: توسعة خدمة الشبكة اللاسلكية Wireless Solution Expansion (Authentic"
    case "171002050006":
    return "171002050006: تفعيل خدمت الرد الصوتي التفاعلي عبر بروتوكول الإنترنت IP Telphony"
    case "171002050007":
    return "171002050007: مكتب المساعدة Helpdesk Contract"
    case "171002050008":
    return "171002050008: خدمة قفل الهاتف CISCO IP Phone Lock Service"
    case "171002050009":
    return "171002050009: خدمة الفواتير و مراقبة المكالمات Billing & Call Monitoring"
    case "171002050010":
    return "171002050010: كاميرات المراقبة لمستشفيات الوزارة و المستودعات و ديوان الوزارة CC"
    case "171002050011":
    return "171002050011: انشاء مراكز المعلومات و التخزين الجيد لها مثال : زيادة الطاقة الاس"
    case "171002050012":
    return "171002050012: تطور وسائل الاتصالات و شبكة المعلومات المتطورة"
    case "171002050013":
    return "171002050013: اعداد الية لقياس نسبة اتمام و جاهزية البنية التحتية"
    case "171002050014":
    return "171002050014: التعاون والتنسيق مع الجهات الاتحادية الأخرى فيما يتعلق باحتياجات ا"
    case "171002050000":
    return "171002050000: اقامة بنية تحتية متقدمة ومتكامله و تعزيز التعاون بين الجهات الحكوم"
    case "171002060001":
    return "171002060001: تصميم تطبيق ذكي للمدربين / المتدربين"
    case "171002060002":
    return "171002060002: التحول الإلكتروني / الذكي لخدمات المركز"
    case "171002060003":
    return "171002060003: تجهيز قاعات تدريبية ذكية في المركز"
    case "171002060004":
    return "171002060004: تطوير نظام احصائي إلكتروني / ذكي يضمن توفر قاعدة بيانات متكاملة خا"
    case "171002060005":
    return "171002060005: تصميم برنامج تقني للتعلم عن بعد"
    case "171002060006":
    return "171002060006: اجندة الكترونية /ذكية الانشطة و برامج و خدمات المركز"
    case "171002060000":
    return "171002060000: التحول الذكي لعمليات وخدمات مركز التطوير والتأهيل"
    case "171002070001":
    return "171002070001: إصدار مجلة الكترونية سنوية للمركز"
    case "171002070002":
    return "171002070002: توفر لافتات بأماكن مناسبة وعلى الطرق العامة لتوجيو المجتمع إلى مرك"
    case "171002070003":
    return "171002070003: توسيع دائرةا المتدربين واستهداف فئات اخرى خارجية)المجتمع,"
    case "171002070004":
    return "171002070004: إطلاق برامج توعوية للمتعاملين تهدف لزيادة وعيهم بخدمات المركز (برو"
    case "171002070000":
    return "171002070000: التسويق والترويج لأنشطة وخدمات مركز التطوير والتأهيل"
    case "171002080001":
    return "171002080001: تطوير الانظمة الداخلية بالتنسيق مع الادارات"
    case "171002080000":
    return "171002080000: الربط الإلكتروني لأنظمة الوزارة الإلكترونية الداخلية"
    case "171002090001":
    return "171002090001: التنفيذ السحابي للسجلات الصحية الإلكترونية وبدء التنفيذ بالقطاع ال"
    case "171002090002":
    return "171002090002: بدء التنفيذ في المستشفيات الخاصة"
    case "171002090003":
    return "171002090003: بدء التنفيذ بالعيادات الخاصة والمرافق الأخرى"
    case "171002090000":
    return "171002090000: السجل الطبي الوطني الموحد"
    case "171002100001":
    return "171002100001: انشاء (بوابة المعرفة)"
    case "171002100002":
    return "171002100002: استبدال الأدوات التعليمية الملموسة بأنظمة محوسبة واجهزة ذكية (ايبا"
    case "171002100003":
    return "171002100003: انشاء مكتبة رقمية خاصة بالمركز"
    case "171002100004":
    return "171002100004: جائزة الصحة للبحث العلمي"
    case "171002100005":
    return "171002100005: تنفيذ برامج تطبيقية ذات جودة عالية من خلال الموتمرات وحلقات النقاش"
    case "171002100000":
    return "171002100000: إدارة موارد التعلم والمعرفة وضمان كفاءتها"
    case "171002110001":
    return "171002110001: إقامة الأنشطة الإجتماعية والترفيهية لموظفي الوزارة"
    case "171002110002":
    return "171002110002: إنشاء الصندوق الذكي لمقترحات وأفكار الأنشطة الأجتماعية والترفيهية"
    case "171002110000":
    return "171002110000: إطلاق الطاقة الإيجابية لموظفي وزارة الصحة"
    case "171002120001":
    return "171002120001: تطوير نظام إدارة المعلومات التمريضية"
    case "171002120002":
    return "171002120002: توفير تطبيقات إلكترونية خاصة بالتمريض للأجهزة الذكية"
    case "171002120000":
    return "171002120000: تحديث و تطبيق أنظمة المعلومات التمريضية"
    case "171002130001":
    return "171002130001: الربط مع هيئة الصحة ابوظبي / هيئة الصحة دبي"
    case "171002130002":
    return "171002130002: مشروع ربط المواليد و الوفيات مع المستشفيات"
    case "171002130003":
    return "171002130003: مشروع الربط go-GSB مع هيئة تنظيم الاتصالات"
    case "171002130004":
    return "171002130004: تطوير الربط بين نظام المواليد و الوفيات و الهوية"
    case "171002130005":
    return "171002130005: الربط مع وزارة تطوير البنية التحتية"
    case "171002130006":
    return "171002130006: الربط مع الهوية"
    case "171002130000":
    return "171002130000: تحقيق التكامل مع الجهات الحكومية / الاتحادية لتحقيق الترابط بتقديم"
    case "171002140001":
    return "171002140001: إطلاق الموقع الالكتروني والتطبيق الذكي لإدارة الموارد البشرية"
    case "171002140002":
    return "171002140002: تنظيم برامج التوعية الدورية لأنظمة وخدمات الموارد البشرية"
    case "171002140003":
    return "171002140003: تطوير أنظمة قياس انتاجية الموارد البشرية"
    case "171002140004":
    return "171002140004: التحول الالكتروني لإجراءات وخدمات الموارد البشرية"
    case "171002140005":
    return "171002140005: الاستفادة القصوى من كافة مزايا نظام (بياناتي)"
    case "171002140006":
    return "171002140006: ضمان تطوير نظام تقييم الأداء الوظيفي"
    case "171002140007":
    return "171002140007: تفعيل أنظمة حوكمة الموارد البشرية"
    case "171002140008":
    return "171002140008: تفعيل نظام الشكاوى للموظفين"
    case "171002140009":
    return "171002140009: دعم التطبيق الشامل لنظام تقييم وتوصيف الوظائف"
    case "171002140000":
    return "171002140000: ترويج أنظمة وخدمات إدارة الموارد البشرية وضمان تطويرها"
    case "171002150001":
    return "171002150001: تطوير أنظمة الدور الإلكتروني بما يتناسب مع متطلبات برنامج الإمارات"
    case "171002150002":
    return "171002150002: إعداد وتفعيل خطة القدرة الاستيعابية في المراكز"
    case "171002150003":
    return "171002150003: اعتماد المسميات الوظيفية لموظفي مراكز الخدمة"
    case "171002150004":
    return "171002150004: تطوير استراتيجية قنوات تقديم الخدمات"
    case "171002150005":
    return "171002150005: تعزيز ثقافة الخدمة المتميزة"
    case "171002150006":
    return "171002150006: تطوير واطلاق أنظمة إدارة المعرفة"
    case "171002150007":
    return "171002150007: توسيع نطاق تطبيق مواصفة ايزو 10001 (ميثاق خدمة المتعاملين)"
    case "171002150008":
    return "171002150008: تجديد مواصفة ايزو 10002 (نظام التعامل مع الشكاوى)"
    case "171002150009":
    return "171002150009: زيادة عدد الرخص الخاصة بنظام حكومتي"
    case "171002150010":
    return "171002150010: تجديد مواصفة ايزو 9001:2015 (نظام إدارة الجودة)"
    case "171002150000":
    return "171002150000: تطبيق معايير نظام النجوم العالمي لتصنيف الخدمات"
    case "171002160001":
    return "171002160001: تأهيل عيادات طب الأسنان حسب معاييرالاعتماد الدولي"
    case "171002160002":
    return "171002160002: تحديث الخدمات المقدمة بعيادات طب الأسنان"
    case "171002160003":
    return "171002160003: استحداث دليل متكامل لخدمات طب الأسنان"
    case "171002160000":
    return "171002160000: تطوير البنية التحتية لخدمات طب الأسنان"
    case "171002170001":
    return "171002170001: تحقيق الاستخدام الأمثل لنظم المعلومات الصحية (وريد) والترصد بمراكز"
    case "171002170002":
    return "171002170002: تفعيل نظام المواعيد الالكتروني"
    case "171002170003":
    return "171002170003: وضع وتنفيذ خطة تسويقية لخدمات الرعاية الصحية الأولية"
    case "171002170004":
    return "171002170004: وضع خطة عمل لتأهيل ، احلال المراكز حسب معايير الاعتماد الدولي"
    case "171002170005":
    return "171002170005: تطوير خدمات السلامة والصحة المهنية في مراكز الرعاية الصحية الأولية"
    case "171002170006":
    return "171002170006: تأهيل الكوادر الطبية والفنية على الممارسات السليمة لخدمات السلامة"
    case "171002170000":
    return "171002170000: تطوير البنية التحتية لمراكز الرعاية الصحية الاولية"
    case "171002180001":
    return "171002180001: تحديث وترقية مركز المعلومات Data Center"
    case "171002180002":
    return "171002180002: إعداد وتنفيذ استراتيجية ربط المعدات الطبية"
    case "171002180003":
    return "171002180003: تعميم وتطبيق نظام تخطيط الموارد المؤسسية Ax enterprise"
    case "171002180004":
    return "171002180004: تطبيق نظام الكوارث والطوارئ"
    case "171002180005":
    return "171002180005: التدريب والتعليم المستمر لنظم المعلومات الصحية"
    case "171002180006":
    return "171002180006: استكمال ربط نظام المعلومات الصحية لمرافق وزارة الصحة"
    case "171002180007":
    return "171002180007: مقياس سعادة العميل"
    case "171002180008":
    return "171002180008: منصة إبداعية للتواصل الإجتماعي"
    case "171002180009":
    return "171002180009: التاهيل الذكي للعلاج الطبيعي"
    case "171002180000":
    return "171002180000: تطوير التكنولوجيا المناسبة لإدارة النظام الصحي"
    case "171002190001":
    return "171002190001: التعاقد مع جامعات اكادمية عالمية لتوفير المواد العلمية والمعرفية"
    case "171002190002":
    return "171002190002: عقد شراكات في مجال الابتكار مع الدؤسسات الاكاديمية/ المنظمات الدول"
    case "171002190003":
    return "171002190003: تخطيط الشراكات الاستراتيجية بناءا على الاحتياجات التدريبية ووفق أف"
    case "171002190004":
    return "171002190004: عقد شراكات مع الجمعية الأمريكية للقلب لبرامج دعم الحياة ( ACLs,BLs"
    case "171002190005":
    return "171002190005: عقد شراكات محلية وعالمية مع الجامعات والكليات المحلية والمدارس و ا"
    case "171002190006":
    return "171002190006: توفير برامج مهنية في المجالات لتخصصات المطلوبة بالتعاون مع المؤسسا"
    case "171002190007":
    return "171002190007: بحث سبل الاستفادة من الشراكات والاستغلال الامثل لمجالات التعاون مع"
    case "171002190000":
    return "171002190000: تطوير الشراكات الإستراتيجية لمركز التدريب والتطوير"
    case "171002200001":
    return "171002200001: إعداد غرفة تحكم (غرفة عمليات) لإدارة الاصول والممتلكات بنظام إلكتر"
    case "171002200002":
    return "171002200002: تحديث الأنظمة والأجهزة القديمة بأخرى جديدة متطورة بمعدل (2) مبنى ل"
    case "171002200003":
    return "171002200003: تفعيل نظام الباركود ريدر للممتلكات و الأصول"
    case "171002200000":
    return "171002200000: تطوير إدارة الممتلكات والأصول الثابتة بالوزارة"
    case "171002210001":
    return "171002210001: تطبيق خطة عمل تعزيز القيم المؤسسية وأخلاقيات العمل لدى الموارد الب"
    case "171002210002":
    return "171002210002: إعداد ندوة تعريفية بوثيقة مبادىء السلوك المهني وأخلاقيات الوظيفة ا"
    case "171002210003":
    return "171002210003: إعداد استطلاعات رأي للجمهور حول مدى التزام موظفي الوزارة بمبادىء ا"
    case "171002210004":
    return "171002210004: تحليل إستطلاعات الرأي وتحديد فرص التحسين"
    case "171002210005":
    return "171002210005: وضع خطة الاجراءات التصحيحية بناء على تحليل الإستطلاعات والبدء بتطب"
    case "171002210000":
    return "171002210000: تعزيز القيم المؤسسية وأخلاقيات العمل لدى الموارد البشرية"
    case "171002220001":
    return "171002220001: الاستشارات الطبية الالكترونية"
    case "171002220002":
    return "171002220002: تطبيق نظام العناية المركزة عن بعد"
    case "171002220003":
    return "171002220003: تطبيق نظام الرعاية الصحية المنزلية عن بعد"
    case "171002220000":
    return "171002220000: تعزيز انظمة التطبيق الصحي عن بعد"
    case "171002230001":
    return "171002230001: قياس مدى رضى المورد"
    case "171002230002":
    return "171002230002: التواصل مع الموردين بكل شفافية"
    case "171002230000":
    return "171002230000: تعزيز آلية العمل مع الموردين"
    case "171002240001":
    return "171002240001: تفعيل نظام التراخيص الطبية الإلكتروني مع الجهات الاتحادية والمحلية"
    case "171002240000":
    return "171002240000: تعزيز تكامل وترابط العلاقات مع الشركاء"
    case "171002250001":
    return "171002250001: وضع نظام فعال لإدارة الممتلكات والتجهيزات الحديثة في المركز يتضمن"
    case "171002250002":
    return "171002250002: اعداد /توفير قاعة تدربية في حديقة المركز بتصميم مبتكر (جدران زجاجي"
    case "171002250003":
    return "171002250003: عقد مذكرات تفاهم مع شركة محلية رائدة في مجال اعداه تدوير مخلفات ال"
    case "171002250004":
    return "171002250004: توفير دورات مياه كافية (مرفق عامة ) في المركز"
    case "171002250005":
    return "171002250005: تطبيق معايير المباني الخضراء بمبني المركز"
    case "171002250006":
    return "171002250006: نادي/قرية الموظفين"
    case "171002250007":
    return "171002250007: انشاء نظام الموازنات الذكي للمركز و تتبع الايرادات و المصارف و حوك"
    case "171002250000":
    return "171002250000: تعزيز جاهزية البنية التحتية لمركز التطوير والتاهيل"
    case "171002260001":
    return "171002260001: التقييم الدوري لأداء مركز التدريب والتطوير"
    case "171002260002":
    return "171002260002: تطبيق نظام فعال للشكاوي الخاصة بالمركز"
    case "171002260003":
    return "171002260003: تطبيق خطة اتصال وتواصل داخلية وخارجية خاصة بالمركز"
    case "171002260004":
    return "171002260004: تطبيق اطار موحد للتدريب في الوزارة واتباع أفضل أنظمة جودة التدريب"
    case "171002260000":
    return "171002260000: تعزيز فاعلية وكفاءة نظم التدريب والتطوير في الوزارة"
    case "171002270001":
    return "171002270001: بناء القدرات وتعزيز الوعي الإحصائي"
    case "171002270002":
    return "171002270002: عقد الشراكات الاستراتيجية في مجال الاحصاء"
    case "171002270003":
    return "171002270003: تطبيق معايير موحدة للإحصاء على مستوى الوزارة"
    case "171002270004":
    return "171002270004: الترويج ونشر المعلومات الإحصائية بطرق مبتكرة"
    case "171002270005":
    return "171002270005: اصدار التقرير الإحصائي السنوي"
    case "171002270006":
    return "171002270006: تحديث بيانات الرعاية الصحية للدولة في قواعد بيانات منظمات الصحة و"
    case "171002270007":
    return "171002270007: تطبيق نظام لتوثيق وتسجيل البحوث الصحية على مستوى الدولة"
    case "171002270008":
    return "171002270008: الاحصاء الذكي"
    case "171002270009":
    return "171002270009: توفير البيانات الإحصائية المتعلقة بالتقرير السنوي لمنظمة الصحة الع"
    case "171002270010":
    return "171002270010: توفير البيانات الإحصائية المتعلقة بالتقرير السنوي العالمي للتنافسي"
    case "171002270000":
    return "171002270000: تعزيز مراكز الاحصاء والبحوث في الوزارة"
    case "171002280001":
    return "171002280001: نظام إدارة الطابعات كافة الوزارة Managed print service ( MPS )"
    case "171002280002":
    return "171002280002: نظام الإنتظار الإلكتروني كافة الوزارة Queue Management Solution"
    case "171002280003":
    return "171002280003: تطوير سياسات لضمان الاستخدام الامثل للاجهزة و سياسة الاستبدال و تو"
    case "171002280000":
    return "171002280000: تعزيز و استمرارية الدعم الفني"
    case "171002290001":
    return "171002290001: دراسة وحصر الخدمات الممكن تعهيدها"
    case "171002290002":
    return "171002290002: تعهيد الخدمات لمركز الاتصال"
    case "171002290003":
    return "171002290003: اختيار جهة التعهيد لمراكز تقديم الخدمة حسب المنطقة"
    case "171002290004":
    return "171002290004: تطوير اتفاقية مستوى الخدمات مع الشركاء"
    case "171002290000":
    return "171002290000: تعهيد خدمات"
    case "171002300001":
    return "171002300001: تفعيل برنامج مسار"
    case "171002300000":
    return "171002300000: تفعيل برنامج مسار"
    case "171002310001":
    return "171002310001: وضع أنظمة وسياسات توفر امتيازات داعمة لاستقطاب الأطباء والخبراء وا"
    case "171002310002":
    return "171002310002: تعزيز اتفاقيات التعاون القائمة مع الجهات المساندة في استقطاب الفئة"
    case "171002310003":
    return "171002310003: عقد برامج تدريبية بمعايير عالمية لرفع إنتاجية موظفي وزارة الصحة"
    case "171002310004":
    return "171002310004: تنظيم اللقاءات المفتوحة مع متعاملي إدارة الموارد البشرية"
    case "171002310005":
    return "171002310005: تطبيق منهجية تبادل القوى العاملة مع الدول المتقدمة في المجال الصحي"
    case "171002310006":
    return "171002310006: شركاء الأعمال للموارد البشرية"
    case "171002310000":
    return "171002310000: تفعيل الاتصال والتواصل وتعزيز العلاقات مع متعاملي ادارة الموارد ال"
    case "171002320001":
    return "171002320001: النضج في التخطيط الاستراتيجي لتحديد الإحتياجات من الموارد البشرية"
    case "171002320002":
    return "171002320002: إطلاق البوابة الإلكترونية لاستقطاب القوى العاملة في وزارة الصحة"
    case "171002320003":
    return "171002320003: تطبيق اتجاهات الإدارة الحديثة في استقطاب الموارد البشرية و تنميتها"
    case "171002320000":
    return "171002320000: تفعيل نظام تخطيط القوى العاملة الإلكتروني"
    case "171002330001":
    return "171002330001: الإلتزام بتطبيق منهجية التوطين في وزارة الصحة"
    case "171002330002":
    return "171002330002: تعزيز التوطين في الوظائف التخصصية"
    case "171002330003":
    return "171002330003: تطبيق خطة الإحلال الوظيفي"
    case "171002330000":
    return "171002330000: توطين وظائف وزارة الصحة والمحافظة على الكوادر المواطنة"
    case "171002340001":
    return "171002340001: تطبيق معايير جودة الخدمات الالكترونية"
    case "171002340002":
    return "171002340002: اعداد خطط توعوية لرفع استخدام الخدمات الالكترونية"
    case "171002340003":
    return "171002340003: تطوير نظام لادارة الشكاوى و المقترحات عن الخدمات الالكترونية المقد"
    case "171002340000":
    return "171002340000: ضمان تقديم الخدمات الالكترونية وفق معايير الجودة و الكفاءة و الشفا"
    case "171002350001":
    return "171002350001: تطبيق نظام مراقبة، تعقب الامراض"
    case "171002350002":
    return "171002350002: تطبيق نظام سجل الامراض"
    case "171002350003":
    return "171002350003: تطبيق نظام تعزيز الصحة العامة"
    case "171002350000":
    return "171002350000: نظام إدارة صحة المجتمع"
    case "171002360001":
    return "171002360001: إصدار تصريح الأشعة للمنشآت الطبية"
    case "171002360002":
    return "171002360002: تجديد تصريح الأشعة للمنشآت الطبية"
    case "171002360003":
    return "171002360003: طلب المشورة الفنية بما يتعلق بالسلامة الإشعاعية"
    case "171002360004":
    return "171002360004: توفير المقياس الإشعاعي"
    case "171002360005":
    return "171002360005: توفير بدل فاقد للمقياس الإشعاعي"
    case "171002360006":
    return "171002360006: إجراء الرصد الإشعاعي المهني الدوري"
    case "171002360007":
    return "171002360007: فحص التسرب الإشعاعي للمنشآت"
    case "171002360008":
    return "171002360008: فحص جودة أجهزة الأشعة"
    case "171002360000":
    return "171002360000: الفحوصات الوقائية من مخاطر الإشعاع"
    case "171002370001":
    return "171002370001: تشغيل الحضانة في الوزارة"
    case "171002370000":
    return "171002370000: تشغيل الحضانة"
    case "171002380001":
    return "171002380001: إدارة النشاط الإعلامي للوزارة على المستوى المحلي والاقليمي والدولي"
    case "171002380002":
    return "171002380002: تعزيز رضى الشركاء"
    case "171002380003":
    return "171002380003: تعزيز رضى المجتمع"
    case "171002380004":
    return "171002380004: التخطيط للفعاليات والحملات والأنشطة التسويقية"
    case "171002380005":
    return "171002380005: تطوير اليات الاتصال والتواصل المؤسسي"
    case "171002380000":
    return "171002380000: إدارة النشاط والتواصل الإعلامي للوزارة"
    case "171002390001":
    return "171002390001:توفير البيانات الإحصائية المتعلقة بالتقرير السنوي لمنظمة الصحة العا"
    case "171002390002":
    return "171002390002:توفير البيانات الإحصائية المتعلقة بالتقرير السنوي العالمي للتنافسية"
    case "171002390003":
    return "171002390003:إجراء بحث طبي"
    case "171002390000":
    return "171002390000:البحوث الطبية والبيانات الصحية"
    case "171003010001":
    return "171003010001: استحداث نظام دولي لترميز الخدمات الطبية (CPT4)"
    case "171003010002":
    return "171003010002: تسعير الخدمات الطبية المرمزة بالتنسيق مع الجهات المعنية واعتمادها"
    case "171003010003":
    return "171003010003: استحداث باقات للخدمات الطبية بالتنسيق مع جهات الاختصاص"
    case "171003010004":
    return "171003010004: تطبيق نظام الترميز في المنشآت الصحية التابعة للوزارة"
    case "171003010000":
    return "171003010000: اعتماد نظام ترميز إجراءات الممارسات الطبية و فوترتها (CPT4-ICDL)"
    case "171003020001":
    return "171003020001: تقليل نسبة الاصناف ذات مخزون صفري"
    case "171003020002":
    return "171003020002: تقليل نسبة الاصناف المنتهية الصلاحية"
    case "171003020003":
    return "171003020003: استبدال كافة الاصناف المنتهية الصلاحية من الموردين"
    case "171003020000":
    return "171003020000: ادارة المخزون بكفاءة وفعالية"
    case "171003030001":
    return "171003030001: تعهيد و تسويق بعض الخدمات الطبية"
    case "171003030002":
    return "171003030002: التحول الى نظام الاستحقاق"
    case "171003030000":
    return "171003030000: استدامة وكفاءة ادارة الموارد المالية"
    case "171003040001":
    return "171003040001: وضع نظام آلي للتسويات المالية بين مقدمي الخدمات الصحية و شركات الت"
    case "171003040002":
    return "171003040002: استحداث نظام الفوترة الطبية لإدارة المطالبات المالية بكفاءة"
    case "171003040000":
    return "171003040000: اعتماد نظام آلي للتسويات المالية بين مقدمي الخدمات الصحية و شركات"
    case "171003050001":
    return "171003050001: التخطيط والإشراف على مشروع تطوير الخدمات"
    case "171003050002":
    return "171003050002: مواصفة الايزو 9001"
    case "171003050003":
    return "171003050003: مواصفة الايزو 27000"
    case "171003050004":
    return "171003050004: مواصفة الايزو 14001"
    case "171003050005":
    return "171003050005: مواصفة الايزو 10001"
    case "171003050006":
    return "171003050006: مواصفة الايزو 10002"
    case "171003050000":
    return "171003050000: الاشراف على تطبيق مواصفات الجودة والتميز"
    case "171003060001":
    return "171003060001: توفير مساحة لتخزين نسبة من المخزون الاستراتيجي"
    case "171003060002":
    return "171003060002: انشاء نظام الالكتروني لفصل المخزون الاستراتيجي"
    case "171003060003":
    return "171003060003: بناء مستودع جديد لتخزين المخزون الاستراتيجي"
    case "171003060000":
    return "171003060000: انشاء مشروع مخزون الاستراتيجي"
    case "171003070001":
    return "171003070001: تطوير نظام ربط بين الجهات الصحية في الدولة للممارسات الطبية الخاطئ"
    case "171003070000":
    return "171003070000: إعداد آلية متكاملة لاحتساب معدل عدد حالات سوء الممارسة على مستوى ا"
    case "171003080001":
    return "171003080001: تنفيذ دراسة رضى الشركاء"
    case "171003080002":
    return "171003080002: تنفيذ دراسة رضى الموردون"
    case "171003080003":
    return "171003080003: تنفيذ دراسة رضى المتعاملون"
    case "171003080004":
    return "171003080004: تنفيذ دراسات المقارنات المعيارية"
    case "171003080000":
    return "171003080000: إنجاز دراسات رضى الفئات المعنيةوالمقارنات المعيارية"
    case "171003090001":
    return "171003090001: اطلاق الاسبوع الاماراتي لسلامة المرضى"
    case "171003090002":
    return "171003090002: بناء نظام ذكي لربط أهداف سلامة المرضى مع نظام اندرويد وأبل لجميع س"
    case "171003090003":
    return "171003090003:      إنشاء و تفعيل برنامج إلكتروني ذكي للتدقيق الداخلي على جودة آد"
    case "171003090004":
    return "171003090004:      إنشاء برنامج المتابعة السريرية لمراقبة جودة آداء الخدمات الصح"
    case "171003090005":
    return "171003090005: تشكيل لجنة وطنية من القطاعات الصحية لدعم تبني أهداف سلامة المرضى"
    case "171003090006":
    return "171003090006: المشاركة في جميع المبادرات التي اطلقها التحالف العالمي لسلامة المر"
    case "171003090007":
    return "171003090007: تقييم المستشفيات على معايير التزامها بتطبيق اسس سلامة المرضى"
    case "171003090008":
    return "171003090008: الزام القطاع الخاص كمرحلة ثانية في تقييم المستشفيات في مدى الالتزا"
    case "171003090000":
    return "171003090000: إنشاء المركز الإماراتي الذكي لسلامة المرضى"
    case "171003100001":
    return "171003100001: التوعية بجائزة الموظف المثالي"
    case "171003100002":
    return "171003100002: تكريم الموظفين في برنامج الموظف المثالي"
    case "171003100000":
    return "171003100000: برنامج الموظف المثالي"
    case "171003110001":
    return "171003110001: اعتماد برنامج الإمارات الصحي لتقييم المستشفيات بالاطلاع على أفضل ا"
    case "171003110002":
    return "171003110002: التطبيق التجريبي للبرنامج"
    case "171003110003":
    return "171003110003: أتمتة البرنامج ووضعه ضمن الخدمات الذكية لوزارة الصحة"
    case "171003110004":
    return "171003110004: تدريب المستفيدين من البرنامج"
    case "171003110005":
    return "171003110005: تفعيل البرنامج على كافة المستشفيات والمراكز والعيادات الصحية"
    case "171003110006":
    return "171003110006: متابعة تنفيذ التقييم للمستشفيات"
    case "171003110007":
    return "171003110007: تعميم نتائج التقييم على الجمهور"
    case "171003110000":
    return "171003110000: برنامج تقييم المستشفيات والعيادات الصحية"
    case "171003120001":
    return "171003120001: التوعية بمتطلبات ومواصفات نظام الصحة العامة والسلامة المهنية والأو"
    case "171003120002":
    return "171003120002: تعزيز صحة العاملين في مجال الوقاية من الاشعاع"
    case "171003120000":
    return "171003120000: تبني أفضل الممارسات والأنظمة الإدارية العالمية"
    case "171003130001":
    return "171003130001: اصدار الاطار التشريعي لضمان تحقيق واستدامة الاعتماد الصحي الدولي ف"
    case "171003130002":
    return "171003130002: تحليل الفجوة وعمل تقييم شامل للمنشآت الصحية التابعة للوزارة"
    case "171003130003":
    return "171003130003: تطبيق المعايير واستكمال المتطلبات والحصول على الاعتماد في منشآت ال"
    case "171003130004":
    return "171003130004: الرقابة ومتابعة خطط عمل تأهيل منشآت الوزارة للحصول على الاعتماد ال"
    case "171003130005":
    return "171003130005: تطوير خطة الاعتماد الدولي على مستوى الدولة بالتنسيق مع الهيئات الص"
    case "171003130006":
    return "171003130006: اعداد نظام متابعة استدامة الاعتماد الدولي في المنشآت الصحية التابع"
    case "171003130000":
    return "171003130000: تبني معايير الاعتماد الدولي"
    case "171003140001":
    return "171003140001: تطوير أدلة عمل وإجراءات إدارة التطوير المؤسسي"
    case "171003140002":
    return "171003140002: مراجعة وتطوير الخطط التشغيلية والاستراتيجية"
    case "171003140003":
    return "171003140003: التوعية بالخطة الاستراتيجية 2017-2021"
    case "171003140004":
    return "171003140004: تفعيل نظام أداء"
    case "171003140005":
    return "171003140005: إعداد المشاركات المرتبطة ببرنامج الشيخ خليفة للتميز الحكومي"
    case "171003140006":
    return "171003140006: تطوير القدرات في مجالات التطوير المؤسسي"
    case "171003140007":
    return "171003140007: إنشاء بوابة التطوير المؤسسي والابتكار في الموقع الداخلي"
    case "171003140008":
    return "171003140008: عقد ملتقى الشركاء الاستراتيجيين السنوي"
    case "171003140009":
    return "171003140009: تطوير البرامج والخطط التحسينية ومتابعتها"
    case "171003140000":
    return "171003140000: تطوير الانظمة والقدرات في مجال التطوير المؤسسي"
    case "171003150001":
    return "171003150001: تقييم المستودعات الطبية الحالية"
    case "171003150002":
    return "171003150002: تقليل المساحة التخزينية بالطريقة الأمثل"
    case "171003150003":
    return "171003150003: انشاء مستودعات طبية بمعايير عالمية"
    case "171003150000":
    return "171003150000: تطوير المستودعات الطبية المركزية بمعايير عالمية"
    case "171003160001":
    return "171003160001: اطلاق مشروع المتسوق السري"
    case "171003160002":
    return "171003160002: البرامج التشجيعية للابداع في مراكز خدمة المتعاملين"
    case "171003160003":
    return "171003160003:    إطلاق وتطبيق سياسة لإشعار المتعاملين خلال رحلة رحلتهم في الحصول"
    case "171003160004":
    return "171003160004:    تطوير المحتوى الإلكتروني للخدمات على الموقع الإلكتروني ومراكز ت"
    case "171003160005":
    return "171003160005:    توفير قاعدة بيانات موحدة لمتعاملي وزارة الصحة وتطبيق نظام الواج"
    case "171003160006":
    return "171003160006:    دراسة زيادة عدد قنوات تقديم الخدمة وتفضيلات المتعاملين"
    case "171003160007":
    return "171003160007:    إطلاق برامج تشجيعية وتوعوية للمتعاملين"
    case "171003160008":
    return "171003160008:    تأهيل فرق متخصصة لعلاقات المتعاملين"
    case "171003160000":
    return "171003160000: تعزيز وتطوير تجربة المتعاملين وإسعادهم"
    case "171003170001":
    return "171003170001: تعزيز وعي الفئات المعنية بالمسؤولية الطبية ومخاطر ممارسات المهن ال"
    case "171003170002":
    return "171003170002: تطبيق برنامج تدريبي لتطوير مهارات واصول التحقيق الطبي"
    case "171003170000":
    return "171003170000: تنمية ونشر ثقافة المسؤولية الطبية"
    case "171003180001":
    return "171003180001: الارتقاء بمستوى الخدمات المقدمة للمتعاملين"
    case "171003180000":
    return "171003180000: خلق بيئة لاسعاد متعاملي ادارة الشؤون المالية"
    case "171003190001":
    return "171003190001: استحداث وتفعيل مختبر عصويات السل الرئوي ذات المقاومة المتعددة للمض"
    case "171003190002":
    return "171003190002: الحصول على اعتماد منظمة الصحة العالمية لمختبر المركزي لفحص الانفلو"
    case "171003190000":
    return "171003190000: مختبر مرجعي للامراض غيرالمعدية"
    case "171003200001":
    return "171003200001: دراسة الوضع الحالي للمعايير لدى الجهات الصحية"
    case "171003200002":
    return "171003200002: وضع ودراسة احتياجات كل جهة للمعايير التي سيتم اعتمادها"
    case "171003200003":
    return "171003200003: وضع مسودة للمعايير الوطنية المقترحة بالمقارنة مع المعايير العالمية"
    case "171003200004":
    return "171003200004: الإتفاق على هذه المعايير من قبل الجهات الصحية"
    case "171003200005":
    return "171003200005: البدء بتطبيق المعايير الموحدة"
    case "171003200000":
    return "171003200000: وضع معايير وطنية موحدة لكل المستشفيات"
    case "171003210001":
    return "171003210001: إنشاء قاعدة بيانات دوائية لمراقبة المنتجات الطبية في الاسواق"
    case "171003210002":
    return "171003210002: حصر كامل لجميع الادوية وخصائصها"
    case "171003210003":
    return "171003210003: مراقبة حركة وتداول الادوية بالدولة"
    case "171003210000":
    return "171003210000: وضع نظام الترميز للمنتجات الطبية"
    case "171003220001":
    return "171003220001: وضع محرك لحساب تكلفة الخدمات الصحية"
    case "171003220002":
    return "171003220002: حساب تكلفة المنشآت الصحية"
    case "171003220003":
    return "171003220003: حساب تكلفة الخدمات الصحية على مستوى مراكز التكلفة"
    case "171003220004":
    return "171003220004: حساب تكلفة الخدمات الصحية على مستوى كل خدمة"
    case "171003220000":
    return "171003220000: وضع نظام لقياس تكاليف الخدمات الصحية"
    case "171003230001":
    return "171003230001: قاعدة بيانات للبرامج الصحية في وزارة الصحة"
    case "171003230002":
    return "171003230002: اقتراح البرامج الصحية"
    case "171003230003":
    return "171003230003: دليل ارشادي لتقييم البرامج الصحية"
    case "171003230000":
    return "171003230000: وضع وتطوير برامج صحية على مستوى الدولة"
    case "171003240001":
    return "171003240001: تسجيل مستحضر دوائي"
    case "171003240002":
    return "171003240002: تجديد تسجيل مستحضر دوائي"
    case "171003240003":
    return "171003240003: اعتماد التغيرات على المستحضرات الدوائية المسجلة"
    case "171003240004":
    return "171003240004:طلب قائمة أسعار الأدوية المسجلة"
    case "171003240005":
    return "171003240005:اعتماد توقيع صيدلي لعهدة المخدرات"
    case "171003240006":
    return "171003240006:طلب عهدة مواد مخدرة لمستشفى"
    case "171003240007":
    return "171003240007:طلب تسليم عهدة المخدرات بين الصيادلة"
    case "171003240000":
    return "171003240000: ترخيص وتسجيل المنتجات الطبية والصيدلانية والدوائية"
    case "171003250000":
    return "171003250000: تعزيز اليقظة الدوائية لتحقيق سلامة المجتمع"
    case "171004010001":
    return "171004010001: عقد اجتماعات تنسيقية مع الجهات المعنية"
    case "171004010002":
    return "171004010002: اعداد مقترحات الوزارة"
    case "171004010003":
    return "171004010003: تعديل البرنامج الألكتروني للتراخيص بما يتوافق مع عملية الربط"
    case "171004010004":
    return "171004010004: توقيع اتفاقيات الربط مع الجهات المعنية"
    case "171004010000":
    return "171004010000: الربط الالكتروني لخدمات الترخيص بين وزارة العمل و الدائرة الأقتصاد"
    case "171004020001":
    return "171004020001: إعداد دليل التصنيع التعاقدي"
    case "171004020002":
    return "171004020002: تحديث شروط ترخيص المكاتب العلمية"
    case "171004020003":
    return "171004020003: انشاء المختبر المرجعي للادوية"
    case "171004020004":
    return "171004020004: تسويق الدولة في المحافل الدولية لتعريف الشركات بمناخ الاستثمار في"
    case "171004020000":
    return "171004020000: الصناعات الدوائية والتقنية الحيوية"
    case "171004030001":
    return "171004030001: تطبيق نظام الكتروني عن بعد للرقابة والتفتيش للمنشآت الطبية والصيدل"
    case "171004030002":
    return "171004030002: اصدار الاطار التشريعي للمعايير الوطنية للمرافق والمنشآت الصحية"
    case "171004030000":
    return "171004030000: تطبيق المعايير الوطنية للمرافق والمنشآت الصحية وتعزيز الدور الرقاب"
    case "171004040001":
    return "171004040001: نظام مفتش (نظام التقتيش و الرقاية على المنشات)"
    case "171004040000":
    return "171004040000: تطوير انظمة تقنية لدعم الابداع و الابتكار"
    case "171004050001":
    return "171004050001: وضع دليل ارشادي لإعداد التشريعات الصحية في الدولة"
    case "171004050002":
    return "171004050002: تحديث التشريعات الصحية الحالية"
    case "171004050003":
    return "171004050003: استحداث التشريعات الصحية اللازمة لتطوير القطاع الصحي"
    case "171004050000":
    return "171004050000: تطوير التشريعات الصحية في الدولة بما يتوافق مع أهداف رؤية 2021"
    case "171004060001":
    return "171004060001: 31000 تطبيق مواصفة الايزو"
    case "171004060002":
    return "171004060002: اعداد سجل المخاطر للخطة الاستراتيجية"
    case "171004060000":
    return "171004060000: تطوير نظم إدارة المخاطر المؤسسية"
    case "171004070001":
    return "171004070001: توحيد تراخيص الكوادر الطبية على مستوى الدولة"
    case "171004070002":
    return "171004070002: توحيد نظام الإختبارات على مستوى الدولة"
    case "171004070003":
    return "171004070003: اعتماد ترخيص الكوادر الطبية على مستوى الدولة"
    case "171004070004":
    return "171004070004: توحيد معايير الإعتماد للكوادر الطبية"
    case "171004070000":
    return "171004070000: توحيد معايير اعتماد الأطباء واختصاصي الرعاية الصحية"
    case "171004080001":
    return "171004080001: تطوير السياسات و التشريعات لاستخدام الخدمات الالكترونية"
    case "171004080002":
    return "171004080002: تطوير سياسات لادارة نظم و موارد البنية التحتية"
    case "171004080000":
    return "171004080000: توفير البيئة التشريعية و القانونية لتطوير الخدمات الذكيه"
    case "171004090001":
    return "171004090001: مشروع قانون اتحادي في شأن الصحة النفسية"
    case "171004090002":
    return "171004090002: اللائحة التفيذية لقانون المواليد والوفيات"
    case "171004090003":
    return "171004090003: مشروع قانون اتحادي في شأن تنظيم مزاولة مهنة الطب البشري ( تحديث)"
    case "171004090004":
    return "171004090004: مشروع تعديل اللائحة التنفيذية لقانون المساعدة الطبية على الانجاب ("
    case "171004090005":
    return "171004090005: مشروع قانون مزاولة غير الاطباء والصيادلة لبعض المهن الطبية"
    case "171004090006":
    return "171004090006: وضع القرارات الوزارية التنظيمية اللازمة لتطوير لتنفيذ قانون الصيدل"
    case "171004090007":
    return "171004090007: مشروع اللائحة التنفيذية في شأن تنظيم مهنة الصيدلة والمنتجات الصيدل"
    case "171004090008":
    return "171004090008: مشروع اللائحة التنفيذية في شأن قانون الصحة العامة"
    case "171004090009":
    return "171004090009: مشروع اللائحة التنفيذية في شأن تنظيم نقل وزراعة الاعضاء والانسجة ا"
    case "171004090010":
    return "171004090010: مشروع اللائحة التنفيذية في شأن استخدام تقنية المعلومات والاتصالات"
    case "171004090011":
    return "171004090011: قرار مجلس الوزاء في شان السجل الوطني للسرطان"
    case "171004090012":
    return "171004090012: مشروع قرار مجلس الوزراء في شأن حماية وتشجيع الرضاعة الطبيعية وتنظي"
    case "171004090013":
    return "171004090013: مشروع اللائحة التنفيذية لقانون المسئولية الطبية"
    case "171004090014":
    return "171004090014: قرار مجلس الوزراء في شان نظام الفحص الطبي للمقبلين على الزواج"
    case "171004090015":
    return "171004090015: اعداد سياسة وطنية لمكافحة الأمراض السارية"
    case "171004090016":
    return "171004090016: اعداد سياسة وطنية لمكافحة الأمراض غير السارية"
    case "171004090017":
    return "171004090017: اعداد سياسة وطنية للملكية الفكرية في المجال الصحي"
    case "171004090018":
    return "171004090018: اعداد سياسة وطنية للدواء"
    case "171004090019":
    return "171004090019: إعداد سياسة وطنية للتحصينات"
    case "171004090000":
    return "171004090000: حوكمة وقيادة القطاع الصحي"
    case "171004100001":
    return "171004100001: إصدار إذن استيراد أدوية شخصية"
    case "171004100002":
    return "171004100002: إصدار إذن استيراد أدوية للمعارض"
    case "171004100003":
    return "171004100003: إصدار إذن استيراد أدوية مخدرة"
    case "171004100004":
    return "171004100004: إصدار إذن استيراد أدوية من الوكيل المحلي"
    case "171004100005":
    return "171004100005: إصدار إذن استيراد مواد أولية"
    case "171004100006":
    return "171004100006: إصدار إذن استيراد سلائف كيميائية"
    case "171004100007":
    return "171004100007: إصدار إذن استيراد معدات طبية"
    case "171004100008":
    return "171004100008: إصدار إذن استيراد مواد مختبرات أو أسنان"
    case "171004100009":
    return "171004100009: إصدار إذن إرسال أدوية للخارج"
    case "171004100010":
    return "171004100010: إصدار إذن تصدير أدوية"
    case "171004100011":
    return "171004100011: إصدار إذن تصدير سلائف كيميائية"
    case "171004100012":
    return "171004100012: صرف دفتر إذن استيراد سلائف كيميائية"
    case "171004100013":
    return "171004100013: صرف دفتر إذن استيراد مواد طبية"
    case "171004100014":
    return "171004100014: صرف دفتر إذن استيراد وسائل طبية"
    case "171004100015":
    return "171004100015: صرف دفتر إذن تصدير سلائف كيميائية"
    case "171004100016":
    return "171004100016: صرف دفتر وصفات المراقبة"
    case "171004100017":
    return "171004100017: صرف دفتر سجلات المراقبة فئة أ"
    case "171004100018":
    return "171004100018: صرف دفتر سجلات المراقبة فئة ب"
    case "171004100019":
    return "171004100019: اعتماد العقاقير المخدرة للصيدليات الداخلية في المستشفيات الخاصة"
    case "171004100020":
    return "171004100020: اعتماد العقاقير المخدرة لمراكز جراحة اليوم الواحد"
    case "171004100021":
    return "171004100021: اعتماد أدوية الحالات الطارئة والمؤثرات العقلية للمستشفيات الخاصة و"
    case "171004100000":
    return "171004100000: التخليص وأذونات الاستيراد والتصدير"
    case "171004110001":
    return "171004110001: تفتيش الالتزام بأسعار الأدوية"
    case "171004110002":
    return "171004110002: التظلم على القرار المتخذ من تفتيش الالتزام بأسعار الأدوية"
    case "171004110003":
    return "171004110003: تفتيش المنتجات الطبية بعد التسويق"
    case "171004110004":
    return "171004110004: التظلم على القرار المتخذ من تفتيش المنتجات الطبية بعد التسويق"
    case "171004110005":
    return "171004110005: تفتيش أصناف الأدوية المراقبة والمؤثرة عقلياً"
    case "171004110006":
    return "171004110006: التظلم على القرار المتخذ من تفتيش أصناف الأدوية المراقبة والمؤثرة"
    case "171004110007":
    return "171004110007: تفتيش المنشآت الطبية والصيدلانية"
    case "171004110008":
    return "171004110008: التظلم على القرار المتخذ من تفتيش المنشآت الطبية والصيدلانية"
    case "171004110009":
    return "171004110009: تفتيش الإعلانات الصحية"
    case "171004110010":
    return "171004110010: ترخيص إعلان ساكن لاحق"
    case "171004110011":
    return "171004110011: ترخيص إعلان ترويجي لاحق"
    case "171004110012":
    return "171004110012: ترخيص إعلان مسموع لاحق"
    case "171004110013":
    return "171004110013: ترخيص إعلان مرئي مسموع لاحق"
    case "171004110014":
    return "171004110014: التظلم على مخالفات الإعلانات الصحية"
    case "171004110000":
    return "171004110000: الرقابة والتفتيش"
    case "171004120001":
    return "171004120001: ترخيص إعلان ساكن للأجهزة والوسائل الطبية والصحية"
    case "171004120002":
    return "171004120002: تجديد ترخيص إعلان ساكن للأجهزة والوسائل الطبية والصحية"
    case "171004120003":
    return "171004120003: تصحيح صيغة إعلان ساكن للأجهزة والوسائل الطبية والصحية"
    case "171004120004":
    return "171004120004: تعديل إعلان ساكن مرخص للأجهزة والوسائل الطبية والصحية"
    case "171004120005":
    return "171004120005: ترخيص إعلان ساكن للحملات الصحية التثقيفية"
    case "171004120006":
    return "171004120006: تجديد ترخيص إعلان ساكن للحملات الصحية التثقيفية"
    case "171004120007":
    return "171004120007: تصحيح صيغة إعلان ساكن للحملات الصحية التثقيفية"
    case "171004120008":
    return "171004120008: تعديل إعلان ساكن مرخص للحملات الصحية التثقيفية"
    case "171004120009":
    return "171004120009: ترخيص إعلان ساكن للحملات الصحية التشخيصية والعلاج المجاني"
    case "171004120010":
    return "171004120010: تجديد ترخيص إعلان ساكن للحملات الصحية التشخيصية والعلاج المجاني"
    case "171004120011":
    return "171004120011: تصحيح صيغة إعلان ساكن للحملات الصحية التشخيصية والعلاج المجاني"
    case "171004120012":
    return "171004120012: تعديل إعلان ساكن مرخص للحملات الصحية التشخيصية والعلاج المجاني"
    case "171004120013":
    return "171004120013: ترخيص إعلان ساكن للفعاليات العلمية"
    case "171004120014":
    return "171004120014: تجديد ترخيص إعلان ساكن للفعاليات العلمية"
    case "171004120015":
    return "171004120015: تصحيح صيغة إعلان ساكن للفعاليات العلمية"
    case "171004120016":
    return "171004120016: تعديل إعلان ساكن مرخص للفعاليات العلمية"
    case "171004120017":
    return "171004120017: ترخيص إعلان ساكن للمستحضرات الكيميائية أو المستمدة من مصادر طبيعية"
    case "171004120018":
    return "171004120018: تجديد ترخيص إعلان ساكن للمستحضرات الكيميائية أو المستمدة من مصادر"
    case "171004120019":
    return "171004120019: تصحيح صيغة إعلان ساكن للمستحضرات الكيميائية أو المستمدة من مصادر ط"
    case "171004120020":
    return "171004120020: تعديل إعلان مرخص ساكن للمستحضرات الكيميائية أو المستمدة من مصادر ط"
    case "171004120021":
    return "171004120021: ترخيص إعلان ساكن للمؤسسات والخدمات الطبية والصحية"
    case "171004120022":
    return "171004120022: تجديد ترخيص إعلان ساكن للمؤسسات والخدمات الطبية والصحية"
    case "171004120023":
    return "171004120023: تصحيح صيغة إعلان ساكن للمؤسسات والخدمات الطبية والصحية"
    case "171004120024":
    return "171004120024: تعديل إعلان مرخص ساكن للمؤسسات والخدمات الطبية والصحية"
    case "171004120025":
    return "171004120025: ترخيص إعلان ساكن للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120026":
    return "171004120026: تجديد ترخيص إعلان ساكن للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120027":
    return "171004120027: تصحيح صيغة إعلان ساكن للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120028":
    return "171004120028: تعديل إعلان ساكن مرخص للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120029":
    return "171004120029: ترخيص إعلان ترويجي للأجهزة والوسائل الطبية والصحية"
    case "171004120030":
    return "171004120030: تجديد ترخيص إعلان ترويجي للأجهزة والوسائل الطبية والصحية"
    case "171004120031":
    return "171004120031: تصحيح صيغة إعلان ترويجي للأجهزة والوسائل الطبية والصحية"
    case "171004120032":
    return "171004120032: تعديل إعلان ترويجي مرخص للأجهزة والوسائل الطبية والصحية"
    case "171004120033":
    return "171004120033: ترخيص إعلان ترويجي للحملات الصحية التشخيصية والعلاج المجاني"
    case "171004120034":
    return "171004120034: تجديد ترخيص إعلان ترويجي للحملات الصحية التشخيصية والعلاج المجاني"
    case "171004120035":
    return "171004120035: تصحيح صيغة إعلان ترويجي للحملات الصحية التشخيصية والعلاج المجاني"
    case "171004120036":
    return "171004120036: تعديل إعلان ترويجي مرخص للحملات الصحية التشخيصية والعلاج المجاني"
    case "171004120037":
    return "171004120037: ترخيص إعلان ترويجي للفعاليات العلمية"
    case "171004120038":
    return "171004120038: تجديد ترخيص إعلان ترويجي للفعاليات العلمية"
    case "171004120039":
    return "171004120039: تصحيح صيغة إعلان ترويجي للفعاليات العلمية"
    case "171004120040":
    return "171004120040: تعديل إعلان ترويجي مرخص للفعاليات العلمية"
    case "171004120041":
    return "171004120041: ترخيص إعلان ترويجي للمستحضرات الكيميائية أو المستمدة من مصادر طبيع"
    case "171004120042":
    return "171004120042: تجديد ترخيص إعلان ترويجي للمستحضرات الكيميائية أو المستمدة من مصاد"
    case "171004120043":
    return "171004120043: تصحيح صيغة إعلان ترويجي للمستحضرات الكيميائية أو المستمدة من مصادر"
    case "171004120044":
    return "171004120044: تعديل إعلان ترويجي مرخص للمستحضرات الكيميائية أو المستمدة من مصادر"
    case "171004120045":
    return "171004120045: ترخيص إعلان ترويجي للمؤسسات والخدمات الطبية والصحية"
    case "171004120046":
    return "171004120046: تجديد ترخيص إعلان ترويجي للمؤسسات والخدمات الطبية والصحية"
    case "171004120047":
    return "171004120047: تصحيح صيغة إعلان ترويجي للمؤسسات والخدمات الطبية والصحية"
    case "171004120048":
    return "171004120048: تعديل إعلان ترويجي مرخص للمؤسسات والخدمات الطبية والصحية"
    case "171004120049":
    return "171004120049: ترخيص إعلان ترويجي للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120050":
    return "171004120050: تجديد ترخيص إعلان ترويجي للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120051":
    return "171004120051: تصحيح صيغة إعلان ترويجي للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120052":
    return "171004120052: تعديل إعلان ترويجي مرخص للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120053":
    return "171004120053: ترخيص إعلان ترويجي للحملات الصحية التثقيفية"
    case "171004120054":
    return "171004120054: تجديد ترخيص إعلان ترويجي للحملات الصحية التثقيفية"
    case "171004120055":
    return "171004120055: تصحيح صيغة إعلان ترويجي للحملات الصحية التثقيفية"
    case "171004120056":
    return "171004120056: تعديل إعلان ترويجي مرخص للحملات الصحية التثقيفية"
    case "171004120057":
    return "171004120057: ترخيص إعلان مسموع للأجهزة والوسائل الطبية والصحية"
    case "171004120058":
    return "171004120058: تجديد ترخيص إعلان مسموع للأجهزة والوسائل الطبية والصحية"
    case "171004120059":
    return "171004120059: تصحيح صيغة إعلان مسموع للأجهزة والوسائل الطبية والصحية"
    case "171004120060":
    return "171004120060: تعديل إعلان مرخص مسموع للأجهزة والوسائل الطبية والصحية"
    case "171004120061":
    return "171004120061: ترخيص إعلان مسموع للحملات الصحية التشخيصية والعلاج المجاني"
    case "171004120062":
    return "171004120062: تجديد ترخيص إعلان مسموع للحملات الصحية التشخيصية والعلاج المجاني"
    case "171004120063":
    return "171004120063: تصحيح صيغة إعلان مسموع للحملات الصحية التشخيصية والعلاج المجاني"
    case "171004120064":
    return "171004120064: تعديل إعلان مرخص مسموع للحملات الصحية التشخيصية والعلاج المجاني"
    case "171004120065":
    return "171004120065: ترخيص إعلان مسموع للفعاليات العلمية"
    case "171004120066":
    return "171004120066: تجديد ترخيص إعلان مسموع للفعاليات العلمية"
    case "171004120067":
    return "171004120067: تصحيح صيغة إعلان مسموع للفعاليات العلمية"
    case "171004120068":
    return "171004120068: تعديل إعلان مرخص مسموع للفعاليات العلمية"
    case "171004120069":
    return "171004120069: ترخيص إعلان مسموع للمستحضرات الكيميائية أو المستمدة من مصادر طبيعي"
    case "171004120070":
    return "171004120070: تجديد ترخيص إعلان مسموع للمستحضرات الكيميائية أو المستمدة من مصادر"
    case "171004120071":
    return "171004120071: تصحيح صيغة إعلان مسموع للمستحضرات الكيميائية أو المستمدة من مصادر"
    case "171004120072":
    return "171004120072: تعديل إعلان مرخص مسموع للمستحضرات الكيميائية أو المستمدة من مصادر"
    case "171004120073":
    return "171004120073: ترخيص إعلان مسموع للمؤسسات والخدمات الطبية والصحية"
    case "171004120074":
    return "171004120074: تجديد ترخيص إعلان مسموع للمؤسسات والخدمات الطبية والصحية"
    case "171004120075":
    return "171004120075: تصحيح صيغة إعلان مسموع للمؤسسات والخدمات الطبية والصحية"
    case "171004120076":
    return "171004120076: تعديل إعلان مرخص مسموع للمؤسسات والخدمات الطبية والصحية"
    case "171004120077":
    return "171004120077: ترخيص إعلان مسموع للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120078":
    return "171004120078: تجديد ترخيص إعلان مسموع للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120079":
    return "171004120079: تصحيح صيغة إعلان مسموع للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120080":
    return "171004120080: تعديل إعلان مرخص مسموع للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120081":
    return "171004120081: ترخيص إعلان مسموع للحملات الصحية التثقيفية"
    case "171004120082":
    return "171004120082: تجديد ترخيص إعلان مسموع للحملات الصحية التثقيفية"
    case "171004120083":
    return "171004120083: تصحيح صيغة إعلان مسموع للحملات الصحية التثقيفية"
    case "171004120084":
    return "171004120084: تعديل إعلان مرخص مسموع للحملات الصحية التثقيفية"
    case "171004120085":
    return "171004120085: ترخيص إعلان مرئي مسموع للأجهزة والوسائل الطبية والصحية"
    case "171004120086":
    return "171004120086: تجديد ترخيص إعلان مرئي مسموع للأجهزة والوسائل الطبية والصحية"
    case "171004120087":
    return "171004120087: تصحيح صيغة إعلان مرئي مسموع للأجهزة والوسائل الطبية والصحية"
    case "171004120088":
    return "171004120088: تعديل إعلان مرخص مرئي مسموع للأجهزة والوسائل الطبية والصحية"
    case "171004120089":
    return "171004120089: ترخيص إعلان مرئي مسموع للحملات الصحية التشخيصية والعلاج المجاني"
    case "171004120090":
    return "171004120090: تجديد ترخيص إعلان مرئي مسموع للحملات الصحية التشخيصية والعلاج المج"
    case "171004120091":
    return "171004120091: تصحيح صيغة إعلان مرئي مسموع للحملات الصحية التشخيصية والعلاج المجا"
    case "171004120092":
    return "171004120092: تعديل إعلان مرخص مرئي مسموع للحملات الصحية التشخيصية والعلاج المجا"
    case "171004120093":
    return "171004120093: ترخيص إعلان مرئي مسموع للفعاليات العلمية"
    case "171004120094":
    return "171004120094: تجديد ترخيص إعلان مرئي مسموع للفعاليات العلمية"
    case "171004120095":
    return "171004120095: تصحيح صيغة إعلان مرئي مسموع للفعاليات العلمية"
    case "171004120096":
    return "171004120096: تعديل إعلان مرخص مرئي مسموع للفعاليات العلمية"
    case "171004120097":
    return "171004120097: ترخيص إعلان مرئي مسموع للمستحضرات الكيميائية أو المستمدة من مصادر"
    case "171004120098":
    return "171004120098: تجديد ترخيص إعلان مرئي مسموع للمستحضرات الكيميائية أو المستمدة من"
    case "171004120099":
    return "171004120099: تصحيح صيغة إعلان مرئي مسموع للمستحضرات الكيميائية أو المستمدة من م"
    case "171004120100":
    return "171004120100: تعديل إعلان مرخص مرئي مسموع للمستحضرات الكيميائية أو المستمدة من م"
    case "171004120101":
    return "171004120101: ترخيص إعلان مرئي مسموع للمؤسسات والخدمات الطبية والصحي"
    case "171004120102":
    return "171004120102: تجديد ترخيص إعلان مرئي مسموع للمؤسسات والخدمات الطبية والصحية"
    case "171004120103":
    return "171004120103: تصحيح صيغة إعلان مرئي مسموع للمؤسسات والخدمات الطبية والصحية"
    case "171004120104":
    return "171004120104: تعديل إعلان مرخص مرئي مسموع للمؤسسات والخدمات الطبية والصحية"
    case "171004120105":
    return "171004120105: ترخيص إعلان مرئي مسموع للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120106":
    return "171004120106: تجديد ترخيص إعلان مرئي مسموع للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120107":
    return "171004120107: تصحيح صيغة إعلان مرئي مسموع للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120108":
    return "171004120108: تعديل إعلان مرخص مرئي مسموع للمؤسسات الطبية والصحية خارج الدولة"
    case "171004120109":
    return "171004120109: ترخيص إعلان مرئي مسموع للحملات الصحية التثقيفية"
    case "171004120110":
    return "171004120110: تجديد ترخيص إعلان مرئي مسموع للحملات الصحية التثقيفية"
    case "171004120111":
    return "171004120111: تصحيح صيغة إعلان مرئي مسموع للحملات الصحية التثقيفية"
    case "171004120112":
    return "171004120112: تعديل إعلان مرخص مرئي مسموع للحملات الصحية التثقيفية"
    case "171004120000":
    return "171004120000: ترخيص الإعلانات الصحية"
    case "171004130001":
    return "171004130001: تسجيل شركة لاستيراد السلائف الكيميائية بغرض التجارة الداخلية"
    case "171004130002":
    return "171004130002: تسجيل شركة لاستيراد السلائف الكيميائية بغرض الاستخدام النهائي"
    case "171004130003":
    return "171004130003: تسجيل شركة مستخدم نهائي للسلائف الكيميائية"
    case "171004130004":
    return "171004130004: تسجيل شركة لتجارة واستيراد وتصدير السلائف الكيميائية"
    case "171004130005":
    return "171004130005: ترخيص صيدلية"
    case "171004130006":
    return "171004130006: تجديد ترخيص صيدلية"
    case "171004130007":
    return "171004130007: نقل ملكية ترخيص صيدلية"
    case "171004130008":
    return "171004130008: نقل مكان صيدلية"
    case "171004130009":
    return "171004130009: تغيير اسم صيدلية"
    case "171004130010":
    return "171004130010: إصدار تصريح عمل صيدلية على مدار 24 ساعة"
    case "171004130011":
    return "171004130011: تجديد تصريح عمل صيدلية على مدار 24 ساعة"
    case "171004130012":
    return "171004130012: ترخيص مستودع طبي"
    case "171004130013":
    return "171004130013: تجديد ترخيص مستودع طبي"
    case "171004130014":
    return "171004130014: نقل ملكية ترخيص مستودع طبي"
    case "171004130015":
    return "171004130015: نقل مكان مستودع طبي"
    case "171004130016":
    return "171004130016: ترخيص مكتب علمي"
    case "171004130017":
    return "171004130017: تجديد ترخيص مكتب علمي"
    case "171004130018":
    return "171004130018: نقل ملكية مكتب علمي"
    case "171004130019":
    return "171004130019: إصدار شهادة ممارسة التصنيع الجيد للمصانع المحلية"
    case "171004130020":
    return "171004130020: إصدار شهادة التخزين والتوزيع الصيدلاني للمستودعات الطبية"
    case "171004130021":
    return "171004130021: تجديد شهادات التخزين والتوزيع الصيدلاني للمستودعات الطبية"
    case "171004130022":
    return "171004130022: ترخيص عيادة عامة"
    case "171004130023":
    return "171004130023: تجديد ترخيص عيادة عامة"
    case "171004130024":
    return "171004130024: تغيير اسم عيادة عامة"
    case "171004130025":
    return "171004130025: نقل مكان عيادة عامة"
    case "171004130026":
    return "171004130026: نقل ملكية ترخيص عيادة عامة"
    case "171004130027":
    return "171004130027: إلغاء ترخيص عيادة عامة"
    case "171004130028":
    return "171004130028: إعادة ترخيص عيادة عامة"
    case "171004130029":
    return "171004130029: إصدار بدل فاقد ترخيص عيادة عامة"
    case "171004130030":
    return "171004130030: ترخيص عيادة تخصصية"
    case "171004130031":
    return "171004130031: تجديد ترخيص عيادة تخصصية"
    case "171004130032":
    return "171004130032: تغيير اسم عيادة تخصصية"
    case "171004130033":
    return "171004130033: نقل مكان عيادة تخصصية"
    case "171004130034":
    return "171004130034: نقل ملكية ترخيص عيادة تخصصية"
    case "171004130035":
    return "171004130035: إلغاء ترخيص عيادة تخصصية"
    case "171004130036":
    return "171004130036: إعادة ترخيص عيادة تخصصية"
    case "171004130037":
    return "171004130037: إصدار بدل فاقد ترخيص عيادة تخصصية"
    case "171004130038":
    return "171004130038: ترخيص مركز طبي متعدد التخصصات"
    case "171004130039":
    return "171004130039: تجديد ترخيص مركز طبي متعدد التخصصات"
    case "171004130040":
    return "171004130040: تغيير اسم مركز طبي متعدد التخصصات"
    case "171004130041":
    return "171004130041: نقل مكان مركز طبي متعدد التخصصات"
    case "171004130042":
    return "171004130042: نقل ملكية ترخيص مركز طبي متعدد التخصصات"
    case "171004130043":
    return "171004130043: إلغاء ترخيص مركز طبي متعدد التخصصات"
    case "171004130044":
    return "171004130044: إعادة ترخيص مركز طبي متعدد التخصصات"
    case "171004130045":
    return "171004130045: إصدار بدل فاقد ترخيص مركز طبي متعدد التخصصات"
    case "171004130046":
    return "171004130046: ترخيص مركز تشخيصي"
    case "171004130047":
    return "171004130047: تجديد ترخيص مركز تشخيصي"
    case "171004130048":
    return "171004130048: تغيير اسم مركز تشخيصي"
    case "171004130049":
    return "171004130049: نقل مكان مركز تشخيصي"
    case "171004130050":
    return "171004130050: نقل ملكية ترخيص مركز تشخيصي"
    case "171004130051":
    return "171004130051: إلغاء ترخيص مركز تشخيصي"
    case "171004130052":
    return "171004130052: إعادة ترخيص مركز تشخيصي"
    case "171004130053":
    return "171004130053: إصدار بدل فاقد ترخيص مركز تشخيصي"
    case "171004130054":
    return "171004130054: ترخيص مركز تأهيلي"
    case "171004130055":
    return "171004130055: تجديد ترخيص مركز تأهيلي"
    case "171004130056":
    return "171004130056: تغيير اسم مركز تأهيلي"
    case "171004130057":
    return "171004130057: نقل مكان مركز تأهيلي"
    case "171004130058":
    return "171004130058: نقل ملكية ترخيص مركز تأهيلي"
    case "171004130059":
    return "171004130059: إلغاء ترخيص مركز تأهيلي"
    case "171004130060":
    return "171004130060: إعادة ترخيص مركز تأهيلي"
    case "171004130061":
    return "171004130061: إصدار بدل فاقد ترخيص مركز تأهيلي"
    case "171004130062":
    return "171004130062: ترخيص مستشفى 50 سرير فأقل"
    case "171004130063":
    return "171004130063: تجديد ترخيص مستشفى 50 سرير فأقل"
    case "171004130064":
    return "171004130064: تغيير اسم مستشفى 50 سرير فأقل"
    case "171004130065":
    return "171004130065: نقل مكان مستشفى 50 سرير فأقل"
    case "171004130066":
    return "171004130066: نقل ملكية ترخيص مستشفى 50 سرير فأقل"
    case "171004130067":
    return "171004130067: إلغاء ترخيص مستشفى 50 سرير فأقل"
    case "171004130068":
    return "171004130068: إعادة ترخيص مستشفى 50 سرير فأقل"
    case "171004130069":
    return "171004130069: إصدار بدل فاقد ترخيص مستشفى 50 سرير فأقل"
    case "171004130070":
    return "171004130070: ترخيص مستشفى 51-100 سرير"
    case "171004130071":
    return "171004130071: تجديد ترخيص مستشفى 51-100 سرير"
    case "171004130072":
    return "171004130072: تغيير اسم مستشفى 51-100 سرير"
    case "171004130073":
    return "171004130073: نقل مكان مستشفى 51-100 سرير"
    case "171004130074":
    return "171004130074: نقل ملكية ترخيص مستشفى 51-100 سرير"
    case "171004130075":
    return "171004130075: إلغاء ترخيص مستشفى 51-100 سرير"
    case "171004130076":
    return "171004130076: إعادة ترخيص مستشفى 51-100 سرير"
    case "171004130077":
    return "171004130077: إصدار بدل فاقد ترخيص مستشفى 51-100 سرير"
    case "171004130078":
    return "171004130078: ترخيص مستشفى أكثر من 100 سرير"
    case "171004130079":
    return "171004130079: تجديد ترخيص مستشفى أكثر من 100 سرير"
    case "171004130080":
    return "171004130080: تغيير اسم مستشفى أكثر من 100 سرير"
    case "171004130081":
    return "171004130081: نقل مكان مستشفى أكثر من 100 سرير"
    case "171004130082":
    return "171004130082: نقل ملكية ترخيص مستشفى أكثر من 100 سرير"
    case "171004130083":
    return "171004130083: إلغاء ترخيص مستشفى أكثر من 100 سرير"
    case "171004130084":
    return "171004130084: إعادة ترخيص مستشفى أكثر من 100 سرير"
    case "171004130085":
    return "171004130085: إصدار بدل فاقد ترخيص مستشفى أكثر من 100 سرير"
    case "171004130086":
    return "171004130086: طلب الاستفادة من خدمات مستشفى"
    case "171004130000":
    return "171004130000: ترخيص وتسجيل المنشآت الطبية"
    case "171004140001":
    return "171004140001: إصدار شهادة حسن سيرة مهنية للأطباء والفنيين"
    case "171004140002":
    return "171004140002: تقييم طبيب بشري أو أسنان استشاري أ للقطاع الحكومي"
    case "171004140003":
    return "171004140003: إعادة تقييم طبيب بشري أو أسنان استشاري أ للقطاع الحكومي"
    case "171004140004":
    return "171004140004: تقييم طبيب بشري أو أسنان استشاري ب للقطاع الحكومي"
    case "171004140005":
    return "171004140005: إعادة تقييم طبيب بشري أو أسنان استشاري ب للقطاع الحكومي"
    case "171004140006":
    return "171004140006: تقييم طبيب بشري أو أسنان أخصائي أ للقطاع الحكومي"
    case "171004140007":
    return "171004140007: إعادة تقييم طبيب بشري أو أسنان أخصائي أ للقطاع الحكومي"
    case "171004140008":
    return "171004140008: تقييم طبيب بشري أو أسنان أخصائي ب للقطاع الحكومي"
    case "171004140009":
    return "171004140009: إعادة تقييم طبيب بشري أو أسنان أخصائي ب للقطاع الحكومي"
    case "171004140010":
    return "171004140010: تقييم طبيب بشري أو أسنان عام للقطاع الحكومي"
    case "171004140011":
    return "171004140011: إعادة تقييم طبيب بشري أو أسنان عام للقطاع الحكومي"
    case "171004140012":
    return "171004140012: تقييم طبيب بيطري"
    case "171004140013":
    return "171004140013: إعادة تقييم طبيب بيطري"
    case "171004140014":
    return "171004140014: تقييم فنيي الطب البديل"
    case "171004140015":
    return "171004140015: إعادة تقييم فنيي الطب البديل"
    case "171004140016":
    return "171004140016: تقييم الفنيين"
    case "171004140017":
    return "171004140017: إعادة تقييم الفنيين"
    case "171004140018":
    return "171004140018: تقييم أفراد هيئة التمريض والقبالة للمؤسسات الحكومية داخل الدولة"
    case "171004140019":
    return "171004140019: إثبات تسجيل شهادة التمريض للمؤسسات الحكومية داخل الدولة"
    case "171004140020":
    return "171004140020: إثبات تسجيل شهادة التمريض لدول أجنبية"
    case "171004140021":
    return "171004140021: تقييم الصيادلة الناطقين بالعربية"
    case "171004140022":
    return "171004140022: تقييم الصيادلة غير الناطقين بالعربية"
    case "171004140023":
    return "171004140023: تقييم مساعدي الصيادلة الناطقين بالعربية"
    case "171004140024":
    return "171004140024: تقييم مساعدي الصيادلة غير الناطقين بالعربية"
    case "171004140025":
    return "171004140025: معادلة الشهادات التمريضية وشهادات القبالة"
    case "171004140026":
    return "171004140026: معادلة شهادة طبية الدكتوراه أو ما يعادلها"
    case "171004140027":
    return "171004140027: معادلة شهادة طبية دبلوم أو ما يعادلها"
    case "171004140028":
    return "171004140028: معادلة شهادة طبية ماجستير أو ما يعادلها"
    case "171004140029":
    return "171004140029: ترخيص طبيب بشري أو أسنان استشاري أ للقطاع الخاص"
    case "171004140030":
    return "171004140030: تجديد ترخيص طبيب بشري أو أسنان استشاري أ للقطاع الخاص"
    case "171004140031":
    return "171004140031: ترخيص طبيب بشري أو أسنان استشاري ب للقطاع الخاص"
    case "171004140032":
    return "171004140032: تغيير المسمى الوظيفي لرخصة طبيب عام أو اخصائي أو استشاري"
    case "171004140033":
    return "171004140033: ترخيص طبيب بشري أو أسنان اخصائي أ للقطاع الخاص"
    case "171004140034":
    return "171004140034: نقل ترخيص طبيب عام أو اخصائي أو استشاري"
    case "171004140035":
    return "171004140035: ترخيص طبيب بشري أو أسنان أخصائي ب للقطاع الخاص"
    case "171004140036":
    return "171004140036: إعادة ترخيص طبيب عام أو اخصائي أو استشاري"
    case "171004140037":
    return "171004140037: ترخيص طبيب بشري أو أسنان عام للقطاع الخاص"
    case "171004140038":
    return "171004140038: إلغاء ترخيص طبيب عام أو اخصائي او استشاري"
    case "171004140039":
    return "171004140039: ترخيص طبيب زائر من خارج الدولة"
    case "171004140040":
    return "171004140040: تجديد ترخيص طبيب زائر من خارج الدولة"
    case "171004140041":
    return "171004140041: ترخيص طبيب زائر من داخل الدولة"
    case "171004140042":
    return "171004140042: تجديد ترخيص طبيب زائر من داخل الدولة"
    case "171004140043":
    return "171004140043: تسجيل قابلة قانونية"
    case "171004140044":
    return "171004140044: إعادة تسجيل قابلة قانونية"
    case "171004140045":
    return "171004140045: تجديد شهادة التسجيل لمزاولة مهنة التمريض والقبالة"
    case "171004140046":
    return "171004140046: إصدار بدل فاقد لشهادة التسجيل لمزاولة مهنة التمريض والقبالة"
    case "171004140047":
    return "171004140047: تسجيل قابلة مساعدة"
    case "171004140048":
    return "171004140048: إعادة تسجيل قابلة مساعدة"
    case "171004140049":
    return "171004140049: تجديد شهادة التسجيل لمزاولة مهنة التمريض والقبالة"
    case "171004140050":
    return "171004140050: إصدار بدل فاقد لشهادة التسجيل لمزاولة مهنة التمريض والقبالة"
    case "171004140051":
    return "171004140051: تسجيل ممرض قانوني"
    case "171004140052":
    return "171004140052: إعادة تسجيل ممرض قانوني"
    case "171004140053":
    return "171004140053: تجديد شهادة التسجيل لمزاولة مهنة التمريض والقبالة"
    case "171004140054":
    return "171004140054: إصدار بدل فاقد لشهادة التسجيل لمزاولة مهنة التمريض والقبالة"
    case "171004140055":
    return "171004140055: تسجيل ممرض مساعد"
    case "171004140056":
    return "171004140056: إعادة تسجيل ممرض مساعد"
    case "171004140057":
    return "171004140057: تجديد شهادة التسجيل لمزاولة مهنة التمريض والقبالة"
    case "171004140058":
    return "171004140058: إصدار بدل فاقد لشهادة التسجيل لمزاولة مهنة التمريض والقبالة"
    case "171004140059":
    return "171004140059: ترخيص صيدلي مسؤول"
    case "171004140060":
    return "171004140060: تجديد ترخيص صيدلي مسؤول"
    case "171004140061":
    return "171004140061: نقل ترخيص صيدلي مسؤول"
    case "171004140062":
    return "171004140062: إعادة ترخيص صيدلي مسؤول"
    case "171004140063":
    return "171004140063: طلب إجازة صيدلي مسؤول وتحديد مشرف بديل"
    case "171004140064":
    return "171004140064: إخلاء طرف بسبب إنهاء فترة إشراف"
    case "171004140065":
    return "171004140065: ترخيص صيدلي ثاني"
    case "171004140066":
    return "171004140066: تجديد ترخيص صيدلي ثاني"
    case "171004140067":
    return "171004140067: نقل ترخيص صيدلي ثاني"
    case "171004140068":
    return "171004140068: نقل ترخيص مؤقت لصيدلي ثاني"
    case "171004140069":
    return "171004140069: إعادة ترخيص صيدلي ثاني"
    case "171004140070":
    return "171004140070: ترخيص مساعد صيدلي"
    case "171004140071":
    return "171004140071: تجديد ترخيص مساعد صيدلي"
    case "171004140072":
    return "171004140072: نقل ترخيص مساعد صيدلي"
    case "171004140073":
    return "171004140073: إعادة ترخيص مساعد صيدلي"
    case "171004140074":
    return "171004140074: ترخيص صيدلي في جهة حكومية"
    case "171004140075":
    return "171004140075: ترخيص مساعد صيدلي في جهة حكومية"
    case "171004140076":
    return "171004140076: ترخيص فني"
    case "171004140077":
    return "171004140077: تجديد ترخيص فني"
    case "171004140078":
    return "171004140078: نقل ترخيص فني"
    case "171004140079":
    return "171004140079: إعادة ترخيص فني"
    case "171004140080":
    return "171004140080: تغيير مسمى فني"
    case "171004140081":
    return "171004140081: إلغاء ترخيص فني"
    case "171004140000":
    return "171004140000: تقييم وترخيص المهن الطبية"
    case "171005010001":
    return "171005010001: استئجار المساحات الفارغة والأصول التابعة للوزارة"
    case "171005010002":
    return "171005010002: تجديد استئجار المساحات الفارغة والأصول التابعة للوزارة"
    case "171005010003":
    return "171005010003: إلغاء استئجار المساحات الفارغة والأصول التابعة للوزارة"
    case "171005010000":
    return "171005010000: تأجير الأصول والمساحات"
    case "171005020001":
    return "171005020001: إعداد الميزانية ومتابعة تنفيذها"
    case "171005020002":
    return "171005020002: إدارة الرواتب"
    case "171005020003":
    return "171005020003: إدارة المدفوعات والاستحقاقات"
    case "171005020004":
    return "171005020004: إجراء التدقيق الداخلي"
    case "171005020005":
    return "171005020005: مصروفات تجهيز وتأسيس مؤسسة الإمارات للخدمات الصحية"
    case "171005020000":
    return "171005020000: إادارة الموارد المالية بكفاءة وفعالية"
    case "171005030001":
    return "171005030001: إدارة المشتريات"
    case "171005030002":
    return "171005030002: إدارة العقود ومتابعتها"
    case "171005030000":
    return "171005030000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "171005040001":
    return "171005040001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "171005040002":
    return "171005040002: تدريب وتطوير الموظفين"
    case "171005040003":
    return "171005040003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "171005040000":
    return "171005040000: تطبيق أفضل ممارسات الموارد البشرية"
    case "171005050001":
    return "171005050001: إدارة الجودة"
    case "171005050002":
    return "171005050002: إدارة علاقات المتعاملين"
    case "171005050003":
    return "171005050003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "171005050000":
    return "171005050000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "171005060001":
    return "171005060001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "171005060002":
    return "171005060002: إدارة النشاط الإعلامي"
    case "171005060000":
    return "171005060000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "171005070001":
    return "171005070001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "171005070002":
    return "171005070002: مستشاري الوزير والمدير العام (الوكيل)"
    case "171005070000":
    return "171005070000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "171005080001":
    return "171005080001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "171005080002":
    return "171005080002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "171005080000":
    return "171005080000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "171005090001":
    return "171005090001: إعداد الدراسات والاستشارات القانونية"
    case "171005090002":
    return "171005090002: إدارة الشؤون القانونية"
    case "171005090000":
    return "171005090000: توفير أفضل الخدمات القانونية"
    case "171005100001":
    return "171005100001: تطوير النظم والتطبيقات الإلكترونية"
    case "171005100002":
    return "171005100002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "171005100003":
    return "171005100003: إدارة الشبكات وأمن المعلومات"
    case "171005100000":
    return "171005100000: توفير أحدث خدمات تقنية المعلومات"
    case "171005110001":
    return "171005110001: الصيانة"
    case "171005110002":
    return "171005110002: الإيجار"
    case "171005110003":
    return "171005110003: المواصلات"
    case "171005110004":
    return "171005110004: رسوم الاستشارات"
    case "171005110005":
    return "171005110005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "171005110006":
    return "171005110006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "171005110000":
    return "171005110000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "171006010001":
    return "171006010001: إنشاء قاعدة بيانات للابتكارات في الوزارة"
    case "171006010002":
    return "171006010002: تشجيع البحث والتطوير في الوزارة"
    case "171006010000":
    return "171006010000: إدارة المعرفة الخاصة بالابتكار"
    case "171006020001":
    return "171006020001: تطوير نظام إلكتروني لادارة المقترحات والأفكار الابتكارية"
    case "171006020002":
    return "171006020002: تطوير انظمة التحفيز وتكريم الابداعات والابتكارات"
    case "171006020003":
    return "171006020003: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار تطوير حاضنات ا"
    case "171006020004":
    return "171006020004: تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "171006020000":
    return "171006020000: تطوير أنظمة حديثة لإدارة الابتكار"
    case "171006030001":
    return "171006030001: التوعية والتدريب على إدارة أنظمة الابتكار وتقديم الأفكار الإبداعية"
    case "171006030002":
    return "171006030002: تشجيع ورعاية المواهب المبتكرة"
    case "171006030003":
    return "171006030003: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "171006030000":
    return "171006030000: تعزيز و بناء القدرات في مجال الابتكار"
    case "171006040001":
    return "171006040001: تصميم وإطلاق التطبيق الذكي للعصف الذهني للإبتكار لموظفي وزارة الصح"
    case "171006040002":
    return "171006040002: إعداد الموسوعة الذكية لمصادر المعلومات حول الإبتكار"
    case "171006040003":
    return "171006040003: تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "171006040000":
    return "171006040000: خلق بيئة داعمة للإبتكار"
    case "171006050001":
    return "171006050001: تشجيع الافكار الابداعية التي تؤدي الى تحسين العمليات"
    case "171006050000":
    return "171006050000: الابتكار في تحسين العمليات والخدمات"
    case "171006060001":
    return "171006060001: تشجيع القراءة بالوزارة"
    case "171006060002":
    return "171006060002: اقامة معرض وطني للإبتكار في التدريب سنويا تشارك في المدارس ,الجا"
    case "171006060000":
    return "171006060000: تشجيع مهارات الابداع و الابتكار لدي موظفي الوزارة"
    case "171201010001":
    return "171201010001: اعداد الميزانية العامة للاتحاد وتطوير آليات إعدادها وفقا لتنبؤات ا"
    case "171201010002":
    return "171201010002: إعداد تنبؤات الإيرادات العامة للاتحاد وتطوير آلياتها"
    case "171201010003":
    return "171201010003: الاستئناس برأي المواطنين في تخطيط الميزانية العامة للاتحاد"
    case "171201010000":
    return "171201010000: تطوير التخطيط المالي الاستراتيجي في الحكومة الاتحادية"
    case "171201020001":
    return "171201020001: إعداد واعتماد مشاريع ميزانيات الجهات الاتحادية (خدمة ذات أولوية)"
    case "171201020002":
    return "171201020002: الموافقة على الاعتمادات الإضافية (خدمة ذات أولوية)"
    case "171201020003":
    return "171201020003: نقل المخصصات المالية بين الأبواب والبرامج"
    case "171201020004":
    return "171201020004: تعديل هيكل برامج الميزانية"
    case "171201020005":
    return "171201020005: إصدار ونشر الميزانية العامة للدولة"
    case "171201020000":
    return "171201020000: إعداد الميزانية العامة"
    case "171201030001":
    return "171201030001: إعداد واعتماد تنبؤات إيرادات الحكومة الإتحادية"
    case "171201030002":
    return "171201030002: تجديد اعتماد تنبؤات إيرادات الحكومة الاتحادية"
    case "171201030003":
    return "171201030003: فرض الرسوم أو تعديلها أو الإعفاء منها (خدمة ذات أولوية)"
    case "171201030004":
    return "171201030004: الإعفاء من كل أو بعض الديون والمستحقات المطلوبة للدولة"
    case "171201030005":
    return "171201030005: تحصيل إيرادات الحكومة الإتحادية"
    case "171201030006":
    return "171201030006: رد الإيرادات المستحقة للمتعاملين (خدمة ذات أولوية)"
    case "171201030007":
    return "171201030007: الرقابة على إيرادات الحكومة الاتحادية"
    case "171201030008":
    return "171201030008: تسليم أدوات تحصيل الإيرادات للجهات الإتحادية"
    case "171201030009":
    return "171201030009: استعاضة أدوات تحصيل الإيرادات للجهات الاتحادية"
    case "171201030000":
    return "171201030000: تنبؤات الإيرادات وتحصيلها والرقابة عليها"
    case "171201040001":
    return "171201040001: تنمية وتنويع مصادر الإيرادات العامة للاتحاد"
    case "171201040002":
    return "171201040002: تقييم السيناريوهات المالية وتحديد فجوات الاستدامة المالية"
    case "171201040003":
    return "171201040003: ادارة المخاطر المالية ومراقبتها"
    case "171201040004":
    return "171201040004: ادارة الدين العام"
    case "171201040005":
    return "171201040005: إنشاء الاحتياطي النقدي الاتحادي"
    case "171201040006":
    return "171201040006: تحليل وتقييم فرص خفض النفقات وتقدير مستهدفات الاحتياطات والعوائد و"
    case "171201040007":
    return "171201040007: إدارة الاستثمارات الحكومية"
    case "171201040000":
    return "171201040000: استدامة المالية العامة وإدارة المخاطر"
    case "171201050001":
    return "171201050001: صندوق الابتكار"
    case "171201050002":
    return "171201050002: برنامج المسرع"
    case "171201050003":
    return "171201050003: ادارة الموازنة العامة للابتكار"
    case "171201050000":
    return "171201050000: تطوير البيئة الداعمة للابتكار في الحكومة الاتحادية"
    case "171201060001":
    return "171201060001: تحديد متطلبات ومبادئ إرشادية موحّدة للإبلاغ عن البيانات"
    case "171201060002":
    return "171201060002: تقييم الثغرات في البيانات والإجراءات وأدوات الإبلاغ"
    case "171201060003":
    return "171201060003: التواصل مع الجهات المعنية بالدولة لمشاركة البيانات ذات الصلة"
    case "171201060000":
    return "171201060000: تطوير إطار عمل لجمع بيانات وعمليات وأدوات التخطيط المالي"
    case "171201070001":
    return "171201070001: تأهيل موظفي الحكومة الاتحادية عبر برنامج المدير المالي التخصصي"
    case "171201070002":
    return "171201070002: استقطاب وتأهيل اقتصاديين في الحكومة الاتحادية"
    case "171201070003":
    return "171201070003: إنشاء برنامج تدريبي لبناء القدرات المالية والمحاسبية في الجهات الا"
    case "171201070000":
    return "171201070000: بناء القدرات المالية والاقتصادية في الحكومة الاتحادية"
    case "171201080001":
    return "171201080001: تدريب المختصين بالجهات الاتحادية على تنفيذ الإجراءات والأنظمة (خدم"
    case "171201080002":
    return "171201080002: إصدار وتوفير الأدلة الإسترشادية لأنظمة وإجراءات العمل في الحكومة ا"
    case "171201080000":
    return "171201080000: التدريب وتوفير أدلة العمل"
    case "171202010001":
    return "171202010001: تحسين وتطوير آليات متابعة تنفيذ الميزانية"
    case "171202010002":
    return "171202010002: تطوير النظام المالي الإلكتروني للحكومة الاتحادية"
    case "171202010003":
    return "171202010003: تحسين جودة البيانات المتعلقة بتنفيذ ومراقبة الميزانية"
    case "171202010000":
    return "171202010000: تطوير آليات مبتكرة و فعالة لمتابعة تنفيذ المصروفات العامة للاتحاد"
    case "171202020001":
    return "171202020001: إعداد ورفع الحساب الختامي للحكومة الاتحادية (خدمة ذات أولوية)"
    case "171202020002":
    return "171202020002: إصدار ونشر الحساب الختامي للحكومة الاتحادية"
    case "171202020003":
    return "171202020003: فتح الحسابات الصفرية للهيئات الاتحادية المستقلة"
    case "171202020004":
    return "171202020004: فتح الحسابات المصرفية لدى البنوك العاملة بالدولة"
    case "171202020005":
    return "171202020005: سداد الالتزامات المالية للحكومة الاتحادية"
    case "171202020006":
    return "171202020006: تعديل الدفعات المالية للجهات الاتحادية"
    case "171202020007":
    return "171202020007: تقديم الدعم الفني المحاسبي للجهات الإتحادية (خدمة ذات أولوية)"
    case "171202020008":
    return "171202020008: إصدار التقرير المالي الدوري لمتابعة تنفيذ الميزانية"
    case "171202020000":
    return "171202020000: تنفيذ الميزانية العامة وإعداد الحساب الختامي"
    case "171202030001":
    return "171202030001: إعتماد التطبيق أو الربط على الأنظمة المالية في الجهات الإتحادية"
    case "171202030002":
    return "171202030002: تعديل الإجراءات المالية في الأنظمة الإلكترونية"
    case "171202030003":
    return "171202030003: تقديم الدعم الفني لمستخدمي الأنظمة المالية في الجهات الاتحادية (خد"
    case "171202030004":
    return "171202030004: منح صلاحيات إستخدام الأنظمة المالية للجهات الحكومية"
    case "171202030005":
    return "171202030005: توفير رخص نظم التشغيل والبرامج الأساسية للحكومة الاتحادية"
    case "171202030006":
    return "171202030006: تجديد رخص نظم التشغيل والبرامج الأساسية للحكومة الاتحادية"
    case "171202030007":
    return "171202030007: استضافة الأنظمة الإلكترونية للجهات الاتحادية"
    case "171202030008":
    return "171202030008: تقديم الدعم الفني لأنظمة الجهات الاتحادية التي تستضيفها الوزارة"
    case "171202030000":
    return "171202030000: خدمات الأنظمة المالية"
    case "171202040001":
    return "171202040001: تحصيل الإيرادات العامة للدولة والرقابة عليها"
    case "171202040002":
    return "171202040002: تطوير وسائل الرقابة وأنظمة تحصيل الإيرادات العامة للاتحاد"
    case "171202040000":
    return "171202040000: تطوير آليات مبتكرة وفعالة لمتابعة تنفيذ تحصيل الإيرادات العامة للا"
    case "171202050001":
    return "171202050001: إضافة رسوم الخدمات الجديدة في نظام الدرهم الإلكتروني"
    case "171202050002":
    return "171202050002: تحويل إيرادات الجهات الخارجية التي تستخدم نظام الدرهم الإلكتروني ("
    case "171202050003":
    return "171202050003: اعتماد التطبيق أو الربط على نظام الدرهم الإلكتروني في الجهات المعن"
    case "171202050004":
    return "171202050004: منح صلاحيات إستخدام نظام الدرهم الإلكتروني للجهات المعنية"
    case "171202050000":
    return "171202050000: خدمات الدرهم الإلكتروني"
    case "171202060001":
    return "171202060001: إدارة الأصول الحكومية"
    case "171202060002":
    return "171202060002: إدارة التدفقات النقدية"
    case "171202060000":
    return "171202060000: إدارة المركز المالي والتدفقات النقدية للحكومة الاتحادية"
    case "171202070001":
    return "171202070001: بناء القدرات الداخلية لمراجعة عمليات الجهات الاتحادية"
    case "171202070002":
    return "171202070002: تأسيس كيان مشترك مع مكتب رئاسة مجلس الوزراء لمراجعة أداء الجهات ال"
    case "171202070003":
    return "171202070003: استحداث إطار خاص لعكس نتائج تنفيذ الميزانية والأداء السابق على الم"
    case "171202070000":
    return "171202070000: تطوير اطار عمل مع مكتب رئاسة مجلس الوزراء لتقارير وتقييم اداء الجه"
    case "171202080001":
    return "171202080001: تسجيل الموردين في سجل الموردين الاتحادي"
    case "171202080002":
    return "171202080002: تجديد تسجيل الموردين في سجل الموردين الاتحادي (خدمة ذات أولوية)"
    case "171202080003":
    return "171202080003: البت في تظلمات الموردين على الجهات الاتحادية (خدمة ذات أولوية)"
    case "171202080004":
    return "171202080004: الرد على إستفسارات الجهات الإتحادية المتعلقة بالمدفوعات والرواتب و"
    case "171202080000":
    return "171202080000: خدمات الموردين والرد على الإستفسارات المالية"
    case "171203010001":
    return "171203010001: انتداب وتعيين المواطنين في المؤسسات والمنظمات المالية الدولية"
    case "171203010002":
    return "171203010002: الاستفادة من المنظمات الدولية لخدمة اقتصاد الدولة."
    case "171203010003":
    return "171203010003: التزام الدولة بالمتطلبات العالمية للشفافية وتبادل المعلومات الضريب"
    case "171203010000":
    return "171203010000: تنمية وتعزيز العلاقات مع المؤسسات والمنظمات المالية الدولية"
    case "171203020001":
    return "171203020001: توقيع اتفاقيات تجنب الازدواج الضريبي"
    case "171203020002":
    return "171203020002: توقيع اتفاقيات حماية وتشجيع الاستثمار"
    case "171203020003":
    return "171203020003: توقيع اتفاقيات تبادل المعلومات الضريبية"
    case "171203020000":
    return "171203020000: تنمية وتعزيز العلاقات المالية الدولية على المستوى الثنائي"
    case "171203030001":
    return "171203030001: إصدار شهادات القيمة المضافة والموطن الضريبي (خدمة ذات أولوية)"
    case "171203030000":
    return "171203030000: الشهادات الضريبية"
    case "171203040001":
    return "171203040001: معالجة معوقات التبادل التجاري والسوق الخليجية المشتركة"
    case "171203040002":
    return "171203040002: تعميق التكامل الاقتصادي الخليجي لخدمة المصالح المالية والاقتصادية"
    case "171203040000":
    return "171203040000: تفعيل فرص ومميزات التكامل المالي والاقتصادي الخليجي المشترك"
    case "171203050001":
    return "171203050001: الرد على الشكاوى في مجال التكامل الاقتصادي الخليجي"
    case "171203050002":
    return "171203050002: الرد على الاستفسارات في مجال التكامل الإقتصادي الخليجي"
    case "171203050003":
    return "171203050003: الرد على الاقتراحات في مجال التكامل الإقتصادي الخليجي"
    case "171203050004":
    return "171203050004: إصدار ونشر التقارير الإحصائية عن التكامل الإقتصادي لدول مجلس التعا"
    case "171203050000":
    return "171203050000: تقديم الخدمات المساندة للتكامل الاقتصادي الخليجي"
    case "171204010001":
    return "171204010001: توحيد السياسات المالية على مستوى الدولة"
    case "171204010002":
    return "171204010002: توحيد البيانات المالية على مستوى الدولة"
    case "171204010000":
    return "171204010000: تعزيز التنسيق الفعلي للسياسات والبيانات المالية على مستوى الدولة"
    case "171204020001":
    return "171204020001: إصدار ونشر التقرير المالي الموحد للدولة"
    case "171204020000":
    return "171204020000: إعداد التقرير المالي الموحد لدولة الامارات العربية المتحدة"
    case "171204030001":
    return "171204030001: إعداد ومراجعة القوانين والسياسات المالية للحكومة الاتحادية"
    case "171204030002":
    return "171204030002: إعداد دراسات الاقتصاد الكلي واستحداث السياسات المالية بالدولة"
    case "171204030003":
    return "171204030003: دراسة الاطار التشريعي للابتكار"
    case "171204030000":
    return "171204030000: مراجعة واستحداث القوانين والسياسات المالية"
    case "171204040001":
    return "171204040001: تأسيس مجلس الاستقرار المالي"
    case "171204040002":
    return "171204040002: تحديد ورصد صدمات ومخاطر الاستقرار المالي والإطار التنظيمي المناسب"
    case "171204040003":
    return "171204040003: تعزيز تدابير الاستقرار المالي"
    case "171204040000":
    return "171204040000: حماية وسلامة النظام المالي للدولة"
    case "171205010001":
    return "171205010001: إعداد الميزانية ومتابعة تنفيذها"
    case "171205010002":
    return "171205010002: إدارة الرواتب"
    case "171205010003":
    return "171205010003: إدارة المدفوعات والاستحقاقات"
    case "171205010004":
    return "171205010004: إجراء التدقيق الداخلي"
    case "171205010000":
    return "171205010000: إادارة الموارد المالية بكفاءة وفعالية"
    case "171205020001":
    return "171205020001: إدارة المشتريات"
    case "171205020002":
    return "171205020002: إدارة العقود ومتابعتها"
    case "171205020000":
    return "171205020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "171205030001":
    return "171205030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "171205030002":
    return "171205030002: تدريب وتطوير الموظفين"
    case "171205030003":
    return "171205030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "171205030000":
    return "171205030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "171205040001":
    return "171205040001: إدارة الجودة"
    case "171205040002":
    return "171205040002: إدارة علاقات المتعاملين"
    case "171205040003":
    return "171205040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "171205040000":
    return "171205040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "171205050001":
    return "171205050001: الرد على استفسارات المتعاملين"
    case "171205050002":
    return "171205050002: الرد على شكاوى المتعاملين (خدمة ذات أولوية)"
    case "171205050003":
    return "171205050003: الرد على اقتراحات المتعاملين"
    case "171205050000":
    return "171205050000: التواصل مع المتعاملين"
    case "171205060001":
    return "171205060001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "171205060002":
    return "171205060002: إدارة النشاط الإعلامي"
    case "171205060000":
    return "171205060000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "171205070001":
    return "171205070001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "171205070002":
    return "171205070002: مستشاري الوزير والمدير العام (الوكيل)"
    case "171205070000":
    return "171205070000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "171205080001":
    return "171205080001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "171205080002":
    return "171205080002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "171205080000":
    return "171205080000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "171205090001":
    return "171205090001: إعداد الدراسات والاستشارات القانونية"
    case "171205090002":
    return "171205090002: إدارة الشؤون القانونية"
    case "171205090000":
    return "171205090000: توفير أفضل الخدمات القانونية"
    case "171205100001":
    return "171205100001: تطوير النظم والتطبيقات الإلكترونية"
    case "171205100002":
    return "171205100002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "171205100003":
    return "171205100003: إدارة الشبكات وأمن المعلومات"
    case "171205100000":
    return "171205100000: توفير أحدث خدمات تقنية المعلومات"
    case "171205110001":
    return "171205110001: الصيانة"
    case "171205110002":
    return "171205110002: الإيجار"
    case "171205110003":
    return "171205110003: المواصلات"
    case "171205110004":
    return "171205110004: رسوم الاستشارات"
    case "171205110005":
    return "171205110005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "171205110006":
    return "171205110006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "171205110000":
    return "171205110000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "171206010001":
    return "171206010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار."
    case "171206010002":
    return "171206010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "171206010003":
    return "171206010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "171206010000":
    return "171206010000: بناء قدرات الموظفين في مجال الابتكار"
    case "171206020001":
    return "171206020001: تطوير مسابقات داخلية لتحفيز المبتكرين"
    case "171206020002":
    return "171206020002: تنفيذ مختبرات للابتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "171206020000":
    return "171206020000: تبني أحدث أدوات ووسائل الابتكار داخل الوزارة"
    case "171206030001":
    return "171206030001: تفعيل آلية إدارة الاقتراحات لدعم الابتكار في الوزارة"
    case "171206030002":
    return "171206030002: توثيق كافة الابتكارات في الوزارة"
    case "171206030003":
    return "171206030003: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "171206030000":
    return "171206030000: تـهيئة بيئة داعمة ومحفزة للابتكار"
    case "171301010001":
    return "171301010001: التنسيق لاعتماد قواعد المنشأ التفصيلية بين الدول العربية"
    case "171301010002":
    return "171301010002: إعداد و إصدار قانون المنشأ"
    case "171301010003":
    return "171301010003: اعداد اللائحة التنفيذية لقانون المنشأ"
    case "171301010004":
    return "171301010004: اصدار القانون الاتحادي بشان مكافحة الاغراق."
    case "171301010005":
    return "171301010005: اصدار اللائحة التنفيذية للقانون الاتحادي لمكافحة الاغراق"
    case "171301010006":
    return "171301010006: اعداد اللوائح التفسيرية والتنظمية للجوانب الفنية المنصوص عليها في"
    case "171301010000":
    return "171301010000: إعداد وإصدار القوانين والتشريعات الاقتصادية الداعمة للصناعة"
    case "171301020001":
    return "171301020001: اعداد مذكرة موافقة لاقرار حوافز و مزايا للمنشآت الصناعية للتشجيع ع"
    case "171301020002":
    return "171301020002: حصر وتصنيف المدخلات الصناعية (غير الصديقة للبيئة)ذات التأثيرات الس"
    case "171301020003":
    return "171301020003: اعداد تقرير عن نتائج حصر وتصنيف المدخلات الصناعية غير الصديقة للبي"
    case "171301020004":
    return "171301020004: تنظيم لقاءات مع المنشات الصناعية والجهات الحكومية"
    case "171301020000":
    return "171301020000: تنمية الصناعات الصديقة للبيئة (التصنيع الاخضر)"
    case "171301030001":
    return "171301030001: اصدار القرارات الوزارية لتشكيل وبدء عمل المجلس و الامانة العامة لم"
    case "171301030002":
    return "171301030002: تنظيم اجتماعات مجلس التنسيق الصناعي"
    case "171301030003":
    return "171301030003: اعداد التقارير و السياسات المنبثقة عن عمل مجلس التنسيق الصناعي فيم"
    case "171301030000":
    return "171301030000: إنشاء مجلس التنسيق الصناعي"
    case "171301040001":
    return "171301040001: اصدار نظام خاص بضوابط اعفاء مدخلات الصناعة بما يراعي التشجيع على ا"
    case "171301040002":
    return "171301040002: حصر بيانات الانتاج الصناعي والقيمة المضافة للمنشات الصناعية العامل"
    case "171301040003":
    return "171301040003: حصر الاعفاءات الجمركية الممنوحة للمنشات الصناعية حسب القطاعات والم"
    case "171301040004":
    return "171301040004: اعداد دراسة بشان ترشيد منح الاعفاءات الجمركية للمنشات الصناعية ووس"
    case "171301040000":
    return "171301040000: التشجيع على التنوع الصناعي و تحفيز الصناعات ذات القيمة المضافة الع"
    case "171301050001":
    return "171301050001: اعداد الدراسة الاقتصادية لإنشاء مجمّع حاضنة مشاريع صناعية نموذجية"
    case "171301050002":
    return "171301050002: التنسيق مع الجهات الحكومية و الاطراف ذات العلاقة بشان انشاء الحاضن"
    case "171301050003":
    return "171301050003: اعداد البرنامج التنفيذي لإنشاء الحاضنة الصناعية"
    case "171301050000":
    return "171301050000: حاضنة مشاريع صناعية نموذجية متخصصة في ورش خدمات السيارات"
    case "171301060001":
    return "171301060001: تطوير اليات عمل لمتابعة تدّفق واردات المنتجات التيّ لها مثيل مصنع"
    case "171301060002":
    return "171301060002: تطوير الية جديدة لاستقبال ومتابعة شكاوى مكافحة الاغراق والدعم والو"
    case "171301060003":
    return "171301060003: انشاء اللجنة الاستشارية الوطنية لمكافحة الاغراق و الدعم و الوقاية"
    case "171301060004":
    return "171301060004: دعم اليات التعاون مع المنظمات و اجهزة التحقيق الاجنبية و مكاتب الم"
    case "171301060005":
    return "171301060005: اعداد تقارير متابعة لتحقيقات مكافحة الاغراق و الدعم و الوقاية المر"
    case "171301060006":
    return "171301060006: تنظيم ورش عمل تتعلق بمكافحة الاغراق"
    case "171301060007":
    return "171301060007: دعم المشاركة في اعمال اجهزة مكافحة الاغراق والمنظمات الاقليمية و ا"
    case "171301060008":
    return "171301060008: فريق العمل لدعم تحرك الوزارة في تحقيقات مكافحة الاغراق"
    case "171301060009":
    return "171301060009: اصدار دليل تعريفي باليات مكافحة الاغراق و الدعم و الوقاية"
    case "171301060000":
    return "171301060000: تطوير اليات وأساليب العمل لمكافحة الاغراق من أجل اتخاذ التدابير ال"
    case "171301070001":
    return "171301070001: التنسيق بين القطاعين العام و الخاص"
    case "171301070002":
    return "171301070002: إنشاء برنامج خاص لدعم المنشآت الصناعية الناشئة و القائمة على الابت"
    case "171301070003":
    return "171301070003: التنسيق بين المعاهد المهنية"
    case "171301070004":
    return "171301070004: اقتراح سياسة تعنى بتعزيز الصناعات المتقدمة المرتكزة على الذهب"
    case "171301070005":
    return "171301070005: تشجيع عمليات البحث و التطوير في مجال المعادن"
    case "171301070006":
    return "171301070006: التشجيع على احتضان المشروعات التي تعزز التصنيع المحلي و نشر الوعي"
    case "171301070000":
    return "171301070000: دعم المنشات والصناعات القائمة على الابتكار"
    case "171301080001":
    return "171301080001: المشاركة في المؤتمرات والمنتديات والمعارض واللقاءات الدولية لتنمية"
    case "171301080002":
    return "171301080002: اجراء البحوث و الدراسات الفنية لتطوير الانتاج الصناعي وتعزيز تنافس"
    case "171301080003":
    return "171301080003: تعزيز التعاون مع الجهات الحكومية والمنظمات على المستوى المحلي والا"
    case "171301080004":
    return "171301080004: المشاركة في المؤتمرات والمنتديات والمعارض واللقاءات الدولية المعني"
    case "171301080005":
    return "171301080005: حضور مؤتمرات او عقد لقاءات او ورش عمل مع المنظمات الدولية المتخصصة"
    case "171301080006":
    return "171301080006: اصدار القواعد   و المؤشرات الوطنية للتصنيع الأخضر"
    case "171301080007":
    return "171301080007: اعداد وثيقة الملامح العامة للسياسة الصناعية في الدولة"
    case "171301080000":
    return "171301080000: دعم المنتجات الوطنية وتنمية الصادرات الصناعية"
    case "171301090001":
    return "171301090001: اجتماعات الأمانة العامة لدول مجلس التعاون الخليجي"
    case "171301090002":
    return "171301090002: اجتماعات منظمة الخليج للاستشارات الصناعية"
    case "171301090003":
    return "171301090003: اجتماعات المنظمة العربية للتنمية الصناعية و التعدين"
    case "171301090004":
    return "171301090004: اجتماعات منظمة التنمية الصناعية (اليونيدو)"
    case "171301090005":
    return "171301090005: المشاركة في اجتماعات المنظمات الدولية لقواعد المنشأ واللقاءات الخا"
    case "171301090000":
    return "171301090000: المشاركات في المنظمات العربية والإقليمية و الدولية"
    case "171301100001":
    return "171301100001: عقد ورش للتوعية حول قانون المنشأ واللائحة التنفيذية"
    case "171301100002":
    return "171301100002: تسجيل بيانات المنتجين والمصدرين في النظام الالكتروني لتتوافق مع قو"
    case "171301100000":
    return "171301100000: عمل برامج وندوات وورش عمل تعريفية لرفع القدرة التصديرية للدولة"
    case "171301110001":
    return "171301110001: التنسيق و التعاون مع الجهات المعنية بالصناعة في الدولة"
    case "171301110002":
    return "171301110002: اصدار الكتاب الاحصائي و الدليل الصناعي"
    case "171301110000":
    return "171301110000: تقديم الدعم للجهات المعنية بالصناعة في الدولة"
    case "171301120001":
    return "171301120001: تحديد مجالات التعاون الدولي والتنسيق المشترك بين الدول"
    case "171301120002":
    return "171301120002: متابعة طلبات التحقق اللاحق الواردة الدول"
    case "171301120000":
    return "171301120000: تعزيز برامج التعاون الدولي في مجال قواعد المنشأ"
    case "171301130001":
    return "171301130001: عمل دراسة عن مجالات الدعم للسلع الوطنية من خلال المساعدات الخارجية"
    case "171301130002":
    return "171301130002: دعم تنفيذ مشاريع المساعدات الخارجية من خلال خدمات وسلع الشركات الو"
    case "171301130000":
    return "171301130000: فتح آفاق تجارية جديدة للسلع والخدمات الوطنية من خلال المساعدات الخ"
    case "171301140001":
    return "171301140001: إصدار شهادة منشأ للمنتجات الصناعية الوطنية والخليجية"
    case "171301140002":
    return "171301140002: تعديل أو إصدار بدل فاقد شهادة المنشأ للمنتجات الصناعية الوطنية وال"
    case "171301140003":
    return "171301140003: إصدار شهادة المنشأ للمنتجات الزراعية والحيوانية الوطنية والخليجية"
    case "171301140004":
    return "171301140004: تعديل أو إصدار بدل فاقد لشهادة المنشأ للمنتجات الزراعية والحيوانية"
    case "171301140005":
    return "171301140005: إصدار شهادة المنشأ للموارد الطبيعية الخليجية"
    case "171301140006":
    return "171301140006: تعديل أو إصدار بدل فاقد شهادة المنشأ للموارد الطبيعية الخليجية"
    case "171301140007":
    return "171301140007: إصدار شهادة المنشأ العربية"
    case "171301140008":
    return "171301140008: تعديل أو إصدار بدل فاقد شهادة المنشأ العربية"
    case "171301140009":
    return "171301140009: إصدار شهادة المنشأ نموذج أ"
    case "171301140010":
    return "171301140010: تعديل أو إصدار بدل فاقد شهادة المنشأ نموذج أ"
    case "171301140011":
    return "171301140011: إصدار شهادة المنشأ العامة"
    case "171301140012":
    return "171301140012: تعديل أو إصدار بدل فاقد شهادة المنشأ العامة"
    case "171301140013":
    return "171301140013: تصديق شهادة صلاحية التصدير للمواد الغذائية الصادرة من بلديات الدول"
    case "171301140014":
    return "171301140014: تصديق تواقيع الغرف الوطنية"
    case "171301140000":
    return "171301140000: شهادات المنشأ"
    case "171301150001":
    return "171301150001: الدفاع عن المصانع الوطنية في التحقيقات المرفوعة ضدها بخصوص الاغراق"
    case "171301150000":
    return "171301150000: مكافحة الإغراق"
    case "171301160001":
    return "171301160001: إصدار شهادة موافقة مبدئية"
    case "171301160002":
    return "171301160002: تجديد الموافقة المبدئية"
    case "171301160003":
    return "171301160003: تعديل بيانات الموافقة المبدئية"
    case "171301160004":
    return "171301160004: إصدار شهادة بدل فاقد الموافقة المبدئية"
    case "171301160005":
    return "171301160005: إصدار رخصة إنتاج صناعي"
    case "171301160006":
    return "171301160006: تجديد رخصة إنتاج صناعي"
    case "171301160007":
    return "171301160007: تعديل بيانات رخصة إنتاج صناعي"
    case "171301160008":
    return "171301160008: إلغاء رخصة صناعية"
    case "171301160009":
    return "171301160009: طلب إعفاء جمركي على المواد الأولية للآلات والمعدات المستخدمة في ال"
    case "171301160010":
    return "171301160010: طلب إضافة أو استثناء مادة للإعفاء الجمركي"
    case "171301160011":
    return "171301160011: طلب زيادة مادة للإعفاء الجمركي"
    case "171301160012":
    return "171301160012: إصدار شهادة القيمة المضافة"
    case "171301160013":
    return "171301160013: إصدار شهادة الأفضلية السعرية"
    case "171301160014":
    return "171301160014: طلب تصدير حديد خردة"
    case "171301160015":
    return "171301160015: إصدار بدل فاقد شهادة تصدير حديد خردة"
    case "171301160000":
    return "171301160000: التراخيص الصناعية"
    case "171302010001":
    return "171302010001: عقد اجتماع تنسيقي مع كافة الشركاء الاستراتيجيين على المستوى الاتحا"
    case "171302010002":
    return "171302010002: عقد ملتقى يضم كافة الشركاء لاستعراض عوامل النجاح الحاسمة للمبادرة"
    case "171302010003":
    return "171302010003: الإطلاع على أفضل الممارسات في مجال إدارة قواعد البيانات المشتركة"
    case "171302010000":
    return "171302010000: إنشاء قاعدة بيانات وطنية بشأن المشاريع الصغيرة والمتوسطة"
    case "171302020001":
    return "171302020001: تقديم تصور بشأن اعداد استراتيجية وطنية للمشاريع الصغيرة و المتوسطة"
    case "171302020002":
    return "171302020002: تشكيل لجنة اعداد الاستراتيجية الوطنية"
    case "171302020000":
    return "171302020000: اطلاق استراتيجية وطنية للمشاريع الصغيره والمتوسطة بالتعاون مع الشر"
    case "171302030001":
    return "171302030001: تطوير ومراجعة قانون المشاريع الصغيرة والمتوسطة واللائحة التنفيذية"
    case "171302030002":
    return "171302030002: عقد لقائين تشاوريين مع الصناديق"
    case "171302030003":
    return "171302030003: عقد ورش عمل"
    case "171302030000":
    return "171302030000: تطوير سياسات المشاريع الصغيرة والمتوسطة لرفع نسبة المساهمة بالقطاع"
    case "171302040001":
    return "171302040001: تجهيز قائمة الشركات المصدرة"
    case "171302040002":
    return "171302040002: تعزيز وتمكين 100 منشأة صغيرة ومتوسطة للمنافسة بالتصدير"
    case "171302040000":
    return "171302040000: تمكين 100 منشأة صغيرة ومتوسطة للمنافسة بالتصدير"
    case "171303010001":
    return "171303010001: اعداد ومتابعة خطط عمل دورية مع الشركاء والجهات ذات العلاقة بالقوان"
    case "171303010002":
    return "171303010002: اعداد وتنفيذ ورش عمل واجتماعات دورية لمناقشة اليات تنفيذ وسير عمل"
    case "171303010000":
    return "171303010000: تعزيز العلاقة مع الشركاء الاستراتيجيين من خلال وضع طرق تساهم في سر"
    case "171303020001":
    return "171303020001: متابعة تنفيذ قانون الاستثمار الاجنـــــبي"
    case "171303020002":
    return "171303020002: دراسة وتقييم المشاريع الاستثمارية الجــديــــدة"
    case "171303020003":
    return "171303020003: إنشاء بوابة الكترونية معنية بمعلومات حول البيئة الاستثمارية بالدول"
    case "171303020004":
    return "171303020004: إبرام اتفاقيات ثنائية تجارية"
    case "171303020005":
    return "171303020005: وضع ومتابعة تنفيذ إطار العمل المشترك مع الجهات المساهمة لضمان توفر"
    case "171303020000":
    return "171303020000: تشجيع مناخ الدولة الاستثماري وتنويع الفرص الاستثمارية المبتكرة"
    case "171303030001":
    return "171303030001: عمل مقارنات معيارية مع جهات رائدة في التنبؤ المستقبلي والمتغيرات ا"
    case "171303030002":
    return "171303030002: بناء نموذج للمؤشرات والمتغيرات المستقبلية بالدولة"
    case "171303030000":
    return "171303030000: تطوير أنظمة عمل تساعد على التنبؤ المستقبلي والمتغيرات الاقتصادية ب"
    case "171303040001":
    return "171303040001: متابعة اعمال المنظمات واللجان الخارجية ضمن اخنصاص الوزارة"
    case "171303040002":
    return "171303040002: عقد اجتماعات اللجان الإقتصادية المشتركة"
    case "171303040000":
    return "171303040000: تطوير التعاون الدولي"
    case "171303050001":
    return "171303050001: اعداد التقرير الإقتصادي السنوي"
    case "171303050002":
    return "171303050002: اعداد الدراسات الإقتصادية التحليلية"
    case "171303050003":
    return "171303050003: إعداد التقرير الإحصائي السنوي لأنشطة الوزارة"
    case "171303050004":
    return "171303050004: عقد الندوات والموتمرات"
    case "171303050005":
    return "171303050005: إعداد تقارير إقتصادية حول القضايا المطروحة لدعم متخذي القرار"
    case "171303050006":
    return "171303050006: إجتماعات دورية مع الجهات المعنية"
    case "171303050000":
    return "171303050000: إعداد الدراسات الإقتصادية التحليلة بما يخدم عملية التخطيط ودعم الق"
    case "171303060001":
    return "171303060001: نشرة إلكترونية ( البصمة )"
    case "171303060002":
    return "171303060002: تطوير صفحة إلكترونية وقاعد بيانات إقتصادية خاصة بإدارة التخطيط ودع"
    case "171303060000":
    return "171303060000: توفير الخدمات الإلكترونية لدعم القرارت الإقتصادية"
    case "171303070001":
    return "171303070001: تنظيم المعارض التجارية والاستثمارية خارج الدولة"
    case "171303070002":
    return "171303070002: اصدار المواد الترويجية والتنسيق مع المكاتب والملاحق التجارية في ال"
    case "171303070003":
    return "171303070003: التنسيق مع وزارة المالية لمتابعة الاتفاقيات الاقتصادية ذات العلاقة"
    case "171303070004":
    return "171303070004: تصميم وإطلاق وتحديث خارطة استثمارية الكترونية"
    case "171303070005":
    return "171303070005: عقد الشراكات الداعمة لعملية الترويج التجاري للدولة على المستويين ا"
    case "171303070000":
    return "171303070000: زيادة جاذبية الاستثمار الأجنبى وتشجيع الاستثمار بالدولة"
    case "171303080001":
    return "171303080001: إعداد تقرير حول المؤشرات العالمية ذات الصلة بالاستثمار وعن تطورات"
    case "171303080002":
    return "171303080002: تحرير بعض المشاريع من نسبة التملك الأجنبي المنصوص عليها بالقوانين"
    case "171303080000":
    return "171303080000: تحفيز استقطاب الاستثمارات الأجنبية من خلال تحرير بعض المشاريع من ن"
    case "171303090001":
    return "171303090001: عقد لقاءات مع المسؤولين في الشؤون التجارية في الدول المعتمد بها مك"
    case "171303090002":
    return "171303090002: ربط المستثمرين المحليين بالمستثمرين الأجانب والتنسيق بينهم في الدو"
    case "171303090000":
    return "171303090000: تعزيز التواصل مع المستثمرين والمسؤولين الرسميين في الدول الاخرى"
    case "171303100001":
    return "171303100001: عقد الدورات التدريبية"
    case "171303100002":
    return "171303100002: تنفيذ برنامج تدريبي لتعزيز القدرات التفاوضية في مجال التجارة الدول"
    case "171303100000":
    return "171303100000: نشر الوعي عن سياسات التجارة الخارجية للقطاع الحكومي والخاص وتقديم"
    case "171303110001":
    return "171303110001: إصدار كتيب لقانون الاستثمار"
    case "171303110002":
    return "171303110002: إصدار كتاب التركيز على الاستثمار"
    case "171303110003":
    return "171303110003: تحديث دليل الإجراءات والرسوم"
    case "171303110004":
    return "171303110004: إصدار عدد جديد من دليل المستثمر"
    case "171303110005":
    return "171303110005:إصدار كتيب  الإمارات ومركزها عالميا"
    case "171303110000":
    return "171303110000: كتيبات دعم وتشجيع الاستثمار"
    case "171303120001":
    return "171303120001: المشاركة في المؤتمرات التجارية والمنتديات الاستثمارية في الخارج"
    case "171303120000":
    return "171303120000: المساهمة في جذب الاستثمارات إلى الدولة"
    case "171304010001":
    return "171304010001: تشكيل لجنة لمراجعة قوانين الغش والتدليس التجاري"
    case "171304010002":
    return "171304010002: إعداد دراسة عن إصدار اللائحة التنفيذية لقانون الغش التجاري والتدلي"
    case "171304010000":
    return "171304010000: مراجعة وتقييم قانون الغش والتدليس التجاري وإصدار اللائحة التنفيذية"
    case "171304020001":
    return "171304020001: بناء نظام الكتروني لمراقبة حركة المخزون الاستراتيجي السلعي"
    case "171304020002":
    return "171304020002: عقد مذكرة تفاهم مع التجار المعنيين"
    case "171304020003":
    return "171304020003: بناء وتنظيم وتطوير آليات العمل مع القطاع الخاص لتوفير واستدامة الم"
    case "171304020000":
    return "171304020000: تحقيق المخزون الاستراتيجي لتعزيز الأمن الغذائي"
    case "171304030001":
    return "171304030001: تأهيل 100 مدقق حسابات مواطن حتى 2021"
    case "171304030002":
    return "171304030002: دعم مبادرات رواد الاعمال المواطنين في مجال مهنة مدققي الحسابات"
    case "171304030003":
    return "171304030003: اعتماد معايير الامتحانات واجراءها للتأهيل لمهنه مدققي الحسابات وفق"
    case "171304030000":
    return "171304030000: توطين مهنة مدققي الحسابات في الدولة"
    case "171304040001":
    return "171304040001: إنشاء نظام الكتروني وربطه مع الجهات المعنية لرفع كفاءة الرقابة وال"
    case "171304040002":
    return "171304040002: بناء وتطوير خطة تفتيش سنوية لتعزيز الرقابة التجارية"
    case "171304040003":
    return "171304040003: اطلاق خدمة ذكية لاستقبال الابلاغ عن حالات الغش التجاري من خلال الن"
    case "171304040000":
    return "171304040000: تعزيز وتطوير عمليات التفتيش والرقابة التجارية عن طريق إطلاق نظام ا"
    case "171304050001":
    return "171304050001: عقد ورش عمل وندوات بشأن التعريف بقانون ومهنة مدققي الحسابات"
    case "171304050002":
    return "171304050002: تطوير برنامج عقد امتحانات قيد مدققي الحسابات"
    case "171304050003":
    return "171304050003: اعداد وتقييم اللئحة التنفيذية لمشروع قانون مدققي الحسابات"
    case "171304050004":
    return "171304050004: دراسة تقييم تجربة الإدارة في التفتيش والرقابة على مدققي الحسابات ب"
    case "171304050005":
    return "171304050005: تطوير خدمة الترخيص والقيد والتجديد الى النظام الالكتروني"
    case "171304050000":
    return "171304050000: التطوير على السياسات الداعمة لتعزيز مهنة مدققي الحسابات"
    case "171304060001":
    return "171304060001: التواصل مع دول مجلس التعاون الخليجي للتواصل إلى قانون موحد لحماية"
    case "171304060002":
    return "171304060002: العمل على تعزيز التعاون وتنسيق الأدوار مع جمعيات المجتمع المدني"
    case "171304060003":
    return "171304060003: المشاركة في مؤتمرات بخصوص حماية المستهلك"
    case "171304060004":
    return "171304060004: إجتماعات اللجنة العليا لحماية المستهلك"
    case "171304060005":
    return "171304060005: التعرف على السلع الغير مطابقة للمواصفات القياسية اوقواعد الصحةالعا"
    case "171304060006":
    return "171304060006: إجتماعات مع الموردين / منافذ البيع"
    case "171304060007":
    return "171304060007: التعرف على إلتزامات المزود والتجار"
    case "171304060000":
    return "171304060000: تعزيز حماية المستهلك"
    case "171304070001":
    return "171304070001: تطوير كفأة أداء الموظفين و المفتشين"
    case "171304070002":
    return "171304070002: تنفيذ مشاريع مشتركة مع الشركاء الاستراتيجين في عمليات التفتيش و ال"
    case "171304070003":
    return "171304070003: نشر ثقافة الحد من الممارسات غير السليمة - الارشاد و الندوات و حضور"
    case "171304070000":
    return "171304070000: تعزيز آليات الرقابة على الاسواق ومنع الغش التجاري"
    case "171304080001":
    return "171304080001: تطوير نظام الوكالات الالكتروني وتطوير الخدمات الالكترونية المباشرة"
    case "171304080002":
    return "171304080002: اجتماع اللجنة بالنزاعات بين الوكلاء"
    case "171304080000":
    return "171304080000: تطوير ممارسات الوكالات التجارية"
    case "171304090001":
    return "171304090001: تحديث دليل الأنشطة الاقتصادية"
    case "171304090002":
    return "171304090002: عقد ورش عمل حول الانشطة الاقتصادية"
    case "171304090003":
    return "171304090003: عقد اجتماعات مع دوائر التنمية الاقتصادية بشأن النشطة الاقتصادية وا"
    case "171304090004":
    return "171304090004: اعداد نظام للحوكمة"
    case "171304090005":
    return "171304090005: عقد ورش عمل لحوكمة الشركات المساهمة الخاصة"
    case "171304090000":
    return "171304090000: تطوير ألية تقديم خدمات التسجيل التجاري"
    case "171304100001":
    return "171304100001: تطوير نظام إلكتروني لخدمة قيد مدققي الحسابات"
    case "171304100002":
    return "171304100002: تطبيق معايير جودة السلوك المهني"
    case "171304100003":
    return "171304100003: تنفيذ مشاريع مشتركة مع الشركاء الاستراتيجيين لتطوير/تقديم الخدمات"
    case "171304100000":
    return "171304100000: تحسين وتطوير كفاءة قطاع مدققي الحسابات"
    case "171304110001":
    return "171304110001: بناء قاعدة معلوماتية حول المنافسة"
    case "171304110002":
    return "171304110002: عقد ورشتين عمل"
    case "171304110003":
    return "171304110003: التقرير السنوي"
    case "171304110004":
    return "171304110004: اصدار تقرير حول طلبات التركز الاقتصادي"
    case "171304110005":
    return "171304110005: استطلاع راي القطاع الخاص بسياسة المنافسة"
    case "171304110006":
    return "171304110006: تلقي الشكاوي ودراستها ومعالجتها"
    case "171304110000":
    return "171304110000: تطوير آليات العمل في إدارة المنافسية وتعزيز خدماتها"
    case "171304120001":
    return "171304120001: قيد الشركات المساهمة الخاصة"
    case "171304120002":
    return "171304120002: تجديد قيد الشركات المساهمة الخاصة"
    case "171304120003":
    return "171304120003: تعديل قيد الشركات المساهمة الخاصة"
    case "171304120004":
    return "171304120004: إلغاء قيد الشركات المساهمة الخاصة"
    case "171304120005":
    return "171304120005: إصدار شهادة بدل فاقد قيد الشركات المساهمة الخاصة"
    case "171304120006":
    return "171304120006: نشر المحرر الرسمي لشركة توصية بسيطة"
    case "171304120007":
    return "171304120007: تعديل المحرر الرسمي لشركة توصية بسيطة"
    case "171304120008":
    return "171304120008: فتح فرع لشركة توصية بسيطة"
    case "171304120009":
    return "171304120009: نشر المحرر الرسمي لشركة ذات مسؤولية محدودة"
    case "171304120010":
    return "171304120010: تعديل المحرر الرسمي لشركة ذات مسؤولية محدودة"
    case "171304120011":
    return "171304120011: فتح فرع لشركة ذات مسؤولية محدودة"
    case "171304120012":
    return "171304120012: نشر المحرر الرسمي لشركة تضامن"
    case "171304120013":
    return "171304120013: تعديل المحرر الرسمي لشركة تضامن"
    case "171304120014":
    return "171304120014: فتح فرع لشركة تضامن"
    case "171304120015":
    return "171304120015: قيد فرع منشأة أجنبية"
    case "171304120016":
    return "171304120016: تجديد قيد فرع منشأة أجنبية"
    case "171304120017":
    return "171304120017: تعديل قيد فرع منشأة أجنبية"
    case "171304120018":
    return "171304120018: ترخيص البيع والاندماج للشركات"
    case "171304120019":
    return "171304120019: إلغاء ترخيص البيع والاندماج للشركات"
    case "171304120020":
    return "171304120020: تجميد ترخيص البيع والاندماج للشركات"
    case "171304120021":
    return "171304120021: إصدار شهادة بدل فاقد ترخيص البيع والاندماج للشركات"
    case "171304120022":
    return "171304120022: استعلام عن ترخيص الشركات التجارية"
    case "171304120000":
    return "171304120000: تراخيص الشركات التجارية"
    case "171304130001":
    return "171304130001: حل شكاوى المستهلكين"
    case "171304130002":
    return "171304130002: تلقي طلبات الاسترداد للسلع المعيبة"
    case "171304130003":
    return "171304130003: التقديم على طلبات رفع الأسعار"
    case "171304130004":
    return "171304130004: مراقبة حركة الأسعار والعمل على الحد من ارتفاعها"
    case "171304130005":
    return "171304130005: إقامة حملات توعوية لحماية المستهلك"
    case "171304130000":
    return "171304130000: حماية المستهلك"
    case "171304140001":
    return "171304140001: طلب شهادة بخصوص مكتب مقاطعة اسرائيل"
    case "171304140002":
    return "171304140002: التقديم على شكاوى الغش التجاري"
    case "171304140000":
    return "171304140000: الرقابة التجارية"
    case "171304150001":
    return "171304150001: قيد وكالة تجارية"
    case "171304150002":
    return "171304150002: تجديد قيد وكالة تجارية"
    case "171304150003":
    return "171304150003: إلغاء قيد وكالة تجارية"
    case "171304150004":
    return "171304150004: تعديل قيد وكالة تجارية"
    case "171304150005":
    return "171304150005: طلب خطاب رسمي عن وضع الوكالة للجهات الحكومية وغير الحكومية"
    case "171304150006":
    return "171304150006: طلب مرفقات من سجل وكالة"
    case "171304150007":
    return "171304150007: التنازل عن وكالة تجارية"
    case "171304150008":
    return "171304150008: إعادة قيد وكالة تجارية"
    case "171304150009":
    return "171304150009: إصدار شهادة بدل فاقد وكالة تجارية"
    case "171304150010":
    return "171304150010: الاستعلام عن وكالة تجارية"
    case "171304150011":
    return "171304150011: تفتيش ومتابعة مخالفي نظام تسجيل الوكالات التجارية"
    case "171304150000":
    return "171304150000: الوكالة التجارية"
    case "171304160001":
    return "171304160001: قيد في سجل مدققي الحسابات الممارسين"
    case "171304160002":
    return "171304160002: تجديد قيد في سجل مدققي الحسابات الممارسين"
    case "171304160003":
    return "171304160003: تعديل قيد في سجل مدققي الحسابات الممارسين"
    case "171304160004":
    return "171304160004: إلغاء قيد في سجل مدققي الحسابات الممارسين"
    case "171304160005":
    return "171304160005: إصدار شهادة بدل فاقد قيد في سجل مدققي الحسابات الممارسين"
    case "171304160006":
    return "171304160006: قيد في سجل مدققي الحسابات غير الممارسين"
    case "171304160007":
    return "171304160007: تجديد قيد في سجل مدققي الحسابات غير الممارسين"
    case "171304160008":
    return "171304160008: تعديل قيد في سجل مدققي الحسابات غير الممارسين"
    case "171304160009":
    return "171304160009: إلغاء قيد في سجل مدققي الحسابات غير الممارسين"
    case "171304160010":
    return "171304160010: قيد في سجل مدققي الحسابات المتدربين"
    case "171304160011":
    return "171304160011: تجديد قيد في سجل مدققي الحسابات المتدربين"
    case "171304160012":
    return "171304160012: تعديل قيد في سجل مدققي الحسابات المتدربين"
    case "171304160013":
    return "171304160013: إلغاء قيد في سجل مدققي الحسابات المتدربين"
    case "171304160014":
    return "171304160014: قيد مكاتب مهنية في سجل مدققي الحسابات الممارسين في الشركات الوطنية"
    case "171304160015":
    return "171304160015: تجديد قيد مكاتب مهنية في سجل مدققي الحسابات الممارسين في الشركات ا"
    case "171304160016":
    return "171304160016: تعديل قيد مكاتب مهنية في سجل مدققي الحسابات الممارسين في شركات الو"
    case "171304160017":
    return "171304160017: إلغاء قيد مكاتب مهنية في سجل مدققي الحسابات الممارسين في الشركات ا"
    case "171304160018":
    return "171304160018: إصدار شهادة بدل فاقد قيد مكاتب مهنية في سجل مدققي الحسابات الممارس"
    case "171304160019":
    return "171304160019: قيد في سجل مدققي الحسابات لفروع شركات التدقيق الأجنبية"
    case "171304160020":
    return "171304160020: تجديد قيد سجل مدققي الحسابات لفروع شركات التدقيق الأجنبية"
    case "171304160021":
    return "171304160021: تعديل قيد سجل مدققي الحسابات لفروع شركات التدقيق الأجنبية"
    case "171304160022":
    return "171304160022: إلغاء قيد سجل مدققي الحسابات لفروع شركات التدقيق الأجنبية"
    case "171304160023":
    return "171304160023: إصدار شهادة بدل فاقد قيد سجل مدققي الحسابات المشتغلين لفروع شركات"
    case "171304160024":
    return "171304160024: طلب استعلام عن شهادات قيد مدققي الحسابات"
    case "171304160000":
    return "171304160000: شهادات قيد مدققي الحسابات"
    case "171304170001":
    return "171304170001: ميدان للتدريب الصيفي"
    case "171304170002":
    return "171304170002: جائزة أجيال تعاونية"
    case "171304170003":
    return "171304170003: ملتقى سفراء التعاون الشباب"
    case "171304170004":
    return "171304170004: دراسة أثر التعاونيات في شخصية الطلاب"
    case "171304170005":
    return "171304170005: إصدار دليل شامل عن أجيال تعاونية باللغتين (العربية والإنجليزية)"
    case "171304170006":
    return "171304170006: عرض تجربة (أجيال تعاون) الإمارات في المحافل الدولية"
    case "171304170000":
    return "171304170000: أجيال تعاونية"
    case "171304180001":
    return "171304180001: إصدار دليل إلكتروني لإشهار التعاونيات"
    case "171304180002":
    return "171304180002: إعداد دراسات جدوى لتعاونيات تلبي احتياجات المواطنين"
    case "171304180003":
    return "171304180003: التنسيق مع وزارة التربية والتعليم بشان إدارج مفهوم العمل التعاوني"
    case "171304180004":
    return "171304180004: نظام رقابة إلكتروني على التعاونيات"
    case "171304180005":
    return "171304180005: الإدارة الإلكترونية المتكاملة مع ذوي العلاقة"
    case "171304180006":
    return "171304180006: الإدارة الإلكترونية لاجتماعات الجمعيات العمومية (التصويت الإلكترون"
    case "171304180000":
    return "171304180000: تعاونيات معرفية"
    case "171304190001":
    return "171304190001: إشهار جمعية تعاونية"
    case "171304190002":
    return "171304190002: حل وتصفية جمعية تعاونية"
    case "171304190003":
    return "171304190003: فتح فرع جديد لجمعية تعاونية"
    case "171304190004":
    return "171304190004: الرقابة والتفتيش على التعاونيات"
    case "171304190005":
    return "171304190005: تسجيل بلاغات وشكاوى على التعاونيات"
    case "171304190000":
    return "171304190000: إشهار التعاونيات"
    case "171305010001":
    return "171305010001: عمل درااسة تأثير تطبيق مشروع منح أفضلية للشركات صاحبة الاختراع"
    case "171305010002":
    return "171305010002: التنسيق مع الجهات المعنية لإصدار نظام عمل أوسياسة تقوم على منح أفض"
    case "171305010000":
    return "171305010000: زيادة نسبة تسجيل براءات الاختراع في الدولة من قبل الشركات المحلية"
    case "171305020001":
    return "171305020001: إعداد تشريع يوصي بإعطاء فئات محددة تخفيضا في تسجيل البراءات بنسب م"
    case "171305020002":
    return "171305020002: إيجاد آلية تمويل ودعم للمخترعين عن طريق الشراكة مع القطاع الخاص"
    case "171305020000":
    return "171305020000: دعم ومساندة المخترعين في دولة الإمارات"
    case "171305030001":
    return "171305030001: تفعيل دور مكتب الاستقبال في المركز الدولي لتسجيل و فحص طلبات براءا"
    case "171305030002":
    return "171305030002: برنامج اتمتة الملكية الصناعية"
    case "171305030000":
    return "171305030000: إنشاء وتفعيل المركز الدولي لتسجيل براءات الاختراع بوزارة الاقتصاد"
    case "171305040001":
    return "171305040001: الاطلاع على افضل الممارسات للدول المتبنية لهذا المشروع"
    case "171305040002":
    return "171305040002: منصة الكترونية"
    case "171305040000":
    return "171305040000: منصة ابتكر"
    case "171305050001":
    return "171305050001: الأحتفال باليوم العالمي للملكية الفكرية"
    case "171305050002":
    return "171305050002: الإطلاع على أفضل الممارسات"
    case "171305050003":
    return "171305050003: اجتماعات المنظمة العالمية للملكية الفكرية (ويبو)"
    case "171305050004":
    return "171305050004: اجتماعات مع الشركاء الاستراتيجيين"
    case "171305050005":
    return "171305050005: دليل الملكية الفكرية"
    case "171305050000":
    return "171305050000: تعزيز ثقافة الملكية الفكرية"
    case "171305060001":
    return "171305060001: الإطلاع على أفضل الممارسات في مجال بنك الابتكار"
    case "171305060002":
    return "171305060002: توقيع مذكرات تفاهم مع الصناديق الدولية والجهات التمويلية المحلية و"
    case "171305060000":
    return "171305060000: إنشاء بنك الإبتكار Innovation Bank للإستفادة من الإبتكارات التكنول"
    case "171305070001":
    return "171305070001: توقيع مذكرات تفاهم مع الصناديق الدولية والجهات التمويلية المحلية و"
    case "171305070002":
    return "171305070002: إعداد مسودة قرار إنشاء الصندوق الدولي لدعم الابتكار"
    case "171305070000":
    return "171305070000: مشروع إنشاء صندوق دولي لدعم الإبتكار من خلال شراكة دولية بحيث يكون"
    case "171305080001":
    return "171305080001: نشر وتعميم دليل استرشادي للابتكار والابداع للشركات"
    case "171305080002":
    return "171305080002: دعم جهود تسويق الاقكار الابتكارية وطرق الانتاج الجديده للشركات"
    case "171305080003":
    return "171305080003: اطلاق جائزة للابتكار الاجتماعي"
    case "171305080000":
    return "171305080000: تعزيز ثقافة الابتكار في القطاع الخاص"
    case "171305090001":
    return "171305090001: إصدار قرار وزاري بالتشكيل برئاسة الوكيل المساعد لقطاع الصناعة وعضو"
    case "171305090002":
    return "171305090002: استكمال خطوات التنفيذ و انجاز المبادرة"
    case "171305090000":
    return "171305090000: إنشاء مناطق متخصصة للقطاعات التي تقود الإبتكار"
    case "171305100001":
    return "171305100001: إعداد مسودة لهيكل ومعايير الجائزة"
    case "171305100002":
    return "171305100002: تنسيق اجتماع مع الشركاء لإطلاق الجائزة"
    case "171305100000":
    return "171305100000: إطلاق جائزة الابتكار للشركات والمؤسسات الوطنية"
    case "171305110001":
    return "171305110001: تطوير برنامج الملكية الصناعية"
    case "171305110002":
    return "171305110002: تدريب وتأهيل الكوادر المواطنة"
    case "171305110000":
    return "171305110000: تطوير آليات العمل الملكية الصناعية"
    case "171305120001":
    return "171305120001: تنظيم حملات ترويجية وتوعوية عن الملكية الصناعية"
    case "171305120002":
    return "171305120002: عقد ورش او ندوات او محاضرات توعوية خاصة بالإدارة"
    case "171305120003":
    return "171305120003: عقد لقاءات واجتماعات مع المخترعين من مواطني الدولة"
    case "171305120000":
    return "171305120000: تطوير ممارسات الملكية الصناعية"
    case "171305130001":
    return "171305130001: وضع خطة لمراجعة القوانين الاقتصادية والتنشريعات المتعلقة في مجال ا"
    case "171305130002":
    return "171305130002: إصدار التشريعات الاقتصادية بالتنسيق مع الجهات ذات العلاقة ورفع الت"
    case "171305130000":
    return "171305130000: توفير بيئة تشريعية معززه بمفاهيم الابتكار ومواكبة للتغيرات العالمي"
    case "171305140001":
    return "171305140001: تنسيق التعاون مع الجهات المشاركة بشأن الدليل"
    case "171305140002":
    return "171305140002: إصدار الدليل"
    case "171305140000":
    return "171305140000: اصدار دليل استرشادي متخصص بنشر وتطبيق ثقافة الابتكار للشركات"
    case "171305150001":
    return "171305150001: حصر جميع القوانين الاقتصادية في قاعدة بيانات"
    case "171305150002":
    return "171305150002: مراجعة القوانين الداعمة للقطاعات الاقتصادية ووضع التوصيات"
    case "171305150000":
    return "171305150000: حصر و مراجعة كافة القوانين الاقتصادية ووضع قائمة بالقوانين المنسجم"
    case "171305160001":
    return "171305160001: قيد علامة تجارية"
    case "171305160002":
    return "171305160002: تجديد قيد علامة تجارية"
    case "171305160003":
    return "171305160003: ترخيص استعمال علامة تجارية"
    case "171305160004":
    return "171305160004: تنازل عن علامة تجارية"
    case "171305160005":
    return "171305160005: نقل ملكية علامة تجارية"
    case "171305160006":
    return "171305160006: إلغاء علامة تجارية"
    case "171305160007":
    return "171305160007: التقديم على شكاوى التعدي على علامة تجارية"
    case "171305160008":
    return "171305160008: طلب رهن علامة تجارية"
    case "171305160009":
    return "171305160009: تعديل بيانات او شكل علامة تجارية للسلع أو للخدمات"
    case "171305160010":
    return "171305160010: تعديل بيانات مالك العلامة التجارية"
    case "171305160011":
    return "171305160011: استعلام عن تسجيل العلامات التجارية"
    case "171305160000":
    return "171305160000: العلامات التجارية"
    case "171305170001":
    return "171305170001: تسجيل المصنفات"
    case "171305170002":
    return "171305170002: إصدار بدل فاقد شهادة تسجيل مصنف"
    case "171305170003":
    return "171305170003: التقديم على شكاوى انتهاك حقوق المؤلف"
    case "171305170004":
    return "171305170004: تسجيل حقوق مستوردي وموزعي المصنفات"
    case "171305170000":
    return "171305170000: حقوق المؤلفين"
    case "171305180001":
    return "171305180001: تسجيل براءات الاختراع"
    case "171305180002":
    return "171305180002: تعديل براءات الاختراع"
    case "171305180003":
    return "171305180003: تنازل عن ملكية براءات الاختراع"
    case "171305180004":
    return "171305180004: إصدار شهادة بدل فاقد براءات الاختراع"
    case "171305180005":
    return "171305180005: التقديم على تظلم تسجيل براءات الاختراع"
    case "171305180006":
    return "171305180006: تسجيل النماذج الصناعية"
    case "171305180007":
    return "171305180007: تعديل النماذج الصناعية"
    case "171305180008":
    return "171305180008: تنازل عن ملكية النماذج الصناعية"
    case "171305180009":
    return "171305180009: إصدار شهادة بدل فاقد تعديل النماذج الصناعية"
    case "171305180010":
    return "171305180010: التقديم على تظلم تسجيل النماذج الصناعية"
    case "171305180011":
    return "171305180011: تجديد الحماية لطلبات الملكية الصناعية"
    case "171305180012":
    return "171305180012: قيد وكلاء تسجيل الملكية الصناعية"
    case "171305180013":
    return "171305180013: تجديد قيد وكلاء التسجيل"
    case "171305180014":
    return "171305180014: الاستعلام عن تسجيل براءات الاختراع والنماذج الصناعية"
    case "171305180000":
    return "171305180000: الملكية الصناعية"
    case "171306010001":
    return "171306010001: فتح المكاتب التجارية وتعيين الملحقين التجاريين"
    case "171306010002":
    return "171306010002: عقد لقاءات مع المستثمرين في الدول المعتمد بها مكاتب تجارية"
    case "171306010003":
    return "171306010003: الخروج باقتراحات وتوصيات لتعزيز العلاقة التجارية والاقتصادية بين ا"
    case "171306010000":
    return "171306010000: التوسع في التمثيل التجاري في الخارج"
    case "171306020001":
    return "171306020001: اصدار قرار تشكيل المجلس"
    case "171306020002":
    return "171306020002: التواصل والتنسيق مع الجهات المساهمة وترشيح الممثلين للمجلس"
    case "171306020003":
    return "171306020003: وضع ومتابعة تنفيذ إطار العمل المشترك مع الجهات المساهمة لضمان توفر"
    case "171306020000":
    return "171306020000: مجلس تنسيق مشترك بين الجهات المساهمة في المؤشر الوطني نصيب الفرد م"
    case "171306030001":
    return "171306030001: متابعة تنفيذ المبادرة لوطنية لتنمية الصادرات"
    case "171306030002":
    return "171306030002: اصدار دراسات تحليلية و تطبيقية و نشرات الفرص التصديرية"
    case "171306030003":
    return "171306030003: تحديث موقع احصاءات التبادل التجاري"
    case "171306030004":
    return "171306030004: تحديث معلومات خارطة العلاقات الاقتصادية"
    case "171306030000":
    return "171306030000: تنويع هيكل التجارة الخارجية للدولة وإتاحة بيانات التجارة الخارجية"
    case "171306040001":
    return "171306040001: متابعة التطورات الحاصلة في قضايا منظمة التجارة العالمية"
    case "171306040002":
    return "171306040002: اللجنة التوجيهية لمفاوضات التجارة الحرة"
    case "171306040003":
    return "171306040003: اعداد تقارير متابعة لنتائج عمل الفريق التفاوضي للدولة و الخاص باتف"
    case "171306040004":
    return "171306040004: اصدار تقرير استعراض آخر مستجدات السياسات التجارية للدول الشركاء"
    case "171306040005":
    return "171306040005: اصدار تقرير رصد و استشراف السياسات التجارية للدول من وجهة نظر متعد"
    case "171306040000":
    return "171306040000: تطوير السياسات التجارية للدولة وتحديد اولويات المفاوضات التجارية"
    case "171306050001":
    return "171306050001: اعداد ومتابعة خطط عمل دورية مع الشركاء والجهات ذات العلاقة بتطبيق"
    case "171306050002":
    return "171306050002: اصدار تعديل القانون الاتحادي رقم 12 لسنة 2004 في شأن الرقابة على ا"
    case "171306050000":
    return "171306050000: متابعة تنفيذ قانون كمبرلي ومشروع تعديله"
    case "171306060001":
    return "171306060001: مراجعة السياسة التجارية الخارجية للدولة بالتنسيق مع كافة الجهات ال"
    case "171306060002":
    return "171306060002: إعداد التقرير المعني بالسياسات التجارية للدول حيث يتناول التقرير ا"
    case "171306060000":
    return "171306060000: مراجعة السياسات التجارية للدولة مع منظمة التجارة العالمية"
    case "171306070001":
    return "171306070001: إنشاء البوابة التجارية لدولة الإمارات العربية المتحدة"
    case "171306070002":
    return "171306070002: إنشاء تطبيق خاص باتفاقيات التجارة الحرة لدولة الإمارات"
    case "171306070003":
    return "171306070003: تحديث تطبيق احصاءات التبادل التجاري"
    case "171306070004":
    return "171306070004: تحديث البوابة بما يضمن استيفاء احياجات المستثمر الأجنبي"
    case "171306070000":
    return "171306070000: إنشاء تطبيقات و مواقع إلكترونية ذكية واستخدام التكنولوجيا المتقدمة"
    case "171306080001":
    return "171306080001: إرسال التقارير الدورية المقدمة حول سير المفاوضات"
    case "171306080002":
    return "171306080002: تعزيز التواصل مع الشركاء الاستراتيجين من الدوائر المحلية"
    case "171306080003":
    return "171306080003: المشاركة في الاجتماعات التنسيقية والمفاوضات التجارية"
    case "171306080004":
    return "171306080004: المتابعة و الإشراف على عمل اللجنة الوطنية لمنظمة التجارة العالمية"
    case "171306080005":
    return "171306080005: المشاركة في المفاوضات التجارية في إطار مجلس التعاون"
    case "171306080006":
    return "171306080006: الالتزام بالاتفاقيات التجارية الدولية"
    case "171306080000":
    return "171306080000: متابعة تطبيق التزامات الدولة في الاتفاقيات بالتعاون مع الجهات المع"
    case "171306090001":
    return "171306090001: المشاركة في إجتماعات (WTO) لكبار المسؤولين والاجتماعات الفنية"
    case "171306090002":
    return "171306090002: تمثيل الدولة في اجتماعات ومؤتمرات مركز التجارة الدولي"
    case "171306090003":
    return "171306090003: المشاركة وتمثيل الدولة في اجتماعات (الاونكتاد) والخاصة بالتجارة وا"
    case "171306090004":
    return "171306090004: دعوة وتنسيق مشاركة الجهات الحكومية وغير الحكومية بفعاليات المنظمات"
    case "171306090000":
    return "171306090000: متابعة تمثيل الدولة في المنظمات الدولية ذات الطابع التجاري وإقامة"
    case "171306100001":
    return "171306100001: إصدار قراءات عن تقارير التجارة الصادرة عن المنظمات الدولية ذات الط"
    case "171306100002":
    return "171306100002: التنسيق والتعاون مع المركز الوطني للاحصاء للتأكد من توفير البيانات"
    case "171306100003":
    return "171306100003: إصدار قراءات عن تقارير المنظمات العالمية ذات العلاقة بتنافسية الدو"
    case "171306100004":
    return "171306100004: تحديث الكتيب التعريفي بالمنظمات الدولية ذات الطابع التجاري"
    case "171306100000":
    return "171306100000: توعية القطاعين العام والخاص بالشؤون والسياسات التجارية ودور المنظم"
    case "171306110001":
    return "171306110001: عمل دراسة عن العوائق التي تواجه الصادرات في الأسواق الخارجية"
    case "171306110002":
    return "171306110002: تحليل الأداء الاقتصادي لقطاعات مختارة من القطاعات الاقتصادية للدول"
    case "171306110000":
    return "171306110000: الاصدارات المتعلقة بالسياسة التنفيذية للدولة والقطاعات الاقتصادية"
    case "171306120001":
    return "171306120001: إصدار نشرات إلكترونية للتوعية بسياسات التجارة الخارجية"
    case "171306120002":
    return "171306120002: عمل ورش عمل عن سياسات التجارة الخارجية للقطاع الحكومي"
    case "171306120000":
    return "171306120000: التوعية بالحلول الابتكارية للتحديات التي تواجهها سياسات التجارة ال"
    case "171306130001":
    return "171306130001: تنظيم لقاءات مع مجلس الامارات للتنافسية"
    case "171306130002":
    return "171306130002: إعداد تقرير حول مخرجات ومجالات التعاون والتوصيات الداعمة"
    case "171306130000":
    return "171306130000: التنسيق مع مجلس الامارات للتنافسية بهدف رفع مكانة الدولة في تقارير"
    case "171306140001":
    return "171306140001: تنظيم زيارات لعدد من الدول المستهدفة بمشاركة القطاع الخاص"
    case "171306140002":
    return "171306140002: متابعة أعمال مجلس الشركات الإماراتية المستثمرة في الخارج"
    case "171306140003":
    return "171306140003: إصدار الدراسات التحليلية"
    case "171306140004":
    return "171306140004: إصدار الدراسات التطبيقية"
    case "171306140005":
    return "171306140005: إصدار التقرير السنوي التحليلي للتجارة الخارجية"
    case "171306140006":
    return "171306140006: إصدار كتيب الإحصاءات التجارية"
    case "171306140007":
    return "171306140007: إعداد ملفات العلاقات الثنائية المحدثة"
    case "171306140008":
    return "171306140008: إصدار نشرات الفرص التصديرية"
    case "171306140009":
    return "171306140009: تنظيم ورش عمل ومنتديات ومؤتمرات للقضايا التجارية والاستثمارية"
    case "171306140010":
    return "171306140010: إصدار دراسات حول الفرص الاستثمارية في الدول المعتمد بها مكاتب التم"
    case "171306140000":
    return "171306140000: التوعية بالفرص الاستثمارية والتصديرية في الأسواق الخارجية"
    case "171306150001":
    return "171306150001: تنظيم ملتقى الاستثمار الدولي"
    case "171306150002":
    return "171306150002: استضافة مؤتمر أو حدث دولي"
    case "171306150003":
    return "171306150003: المشاركة في تنظيم فعاليات الوزارة في الإمارات الشمالية"
    case "171306150000":
    return "171306150000: الفعاليات التجارية الدولية داخل الدولة"
    case "171306160001":
    return "171306160001: إصدار دليل صادرات الإمارات"
    case "171306160002":
    return "171306160002: تنظيم معارض للدولة في الخارج"
    case "171306160000":
    return "171306160000: الترويج للصادرات الإماراتية"
    case "171306170001":
    return "171306170001: متابعة تنفيذ التزامات الدولة في منظمة التجارة العالمية"
    case "171306170002":
    return "171306170002: نشر الإخطارات التجارية"
    case "171306170003":
    return "171306170003: إصدار تقارير متابعة التزام الدول بالاتفاقيات التجارية وتفعيلها"
    case "171306170000":
    return "171306170000: المتابعة لتطبيق التزامات الدولة في الاتفاقيات بالتعاون مع الجهات ا"
    case "171306180001":
    return "171306180001: التنسيق لمشاركة الجهات الحكومية وغير الحكومية بفعاليات المنظمات ال"
    case "171306180002":
    return "171306180002: تمثيل الدولة في الفعاليات التجارية والاقتصادية"
    case "171306180000":
    return "171306180000: التنسيق لمشاركة الجهات الحكومية والخاصة في الفعاليات التجارية الدو"
    case "171306190001":
    return "171306190001: تنظيم ورش عمل في السياسة التجارية ومنتديات ومؤتمرات في القضايا الت"
    case "171306190002":
    return "171306190002: نشر اتفاقيات منظمة التجارة العالمية واتفاقيات التجارة الحرة"
    case "171306190003":
    return "171306190003: نشر نصوص القوانين والتشريعات التجارية للدولة"
    case "171306190004":
    return "171306190004: توزيع البيانات والقوانين الصادرة عن منظمة التجارة العالمية"
    case "171306190005":
    return "171306190005: إصدار ونشر قراءات حول تقارير التجارة الصادرة عن المنظمات الدولية ذ"
    case "171306190006":
    return "171306190006: إصدار كتيبات تعريفية لاتفاقيات التجارة الحرة ولمواضيع منظمة التجار"
    case "171306190007":
    return "171306190007: تنظيم زيارات وورش عمل للتعريف بدور وأهمية المنظمات الدولية ذات الط"
    case "171306190008":
    return "171306190008: إصدار قراءات حول تقارير المنظمات العالمية ذات العلاقة بتنافسية الد"
    case "171306190009":
    return "171306190009: إصدار الكتيب التعريفي بالمنظمات الدولية ذات الطابع التجاري"
    case "171306190010":
    return "171306190010: التعاون مع الجهات الحكومية لربط خدماتهم الإلكترونية على بوابة الأو"
    case "171306190011":
    return "171306190011: تدريب الملحقين التجاريين والعاملين بأقسام التجارة الخارجية في سفار"
    case "171306190012":
    return "171306190012: تقديم معلومات واستشارات تجارية قانونية للمستثمرين الأجانب في الدول"
    case "171306190013":
    return "171306190013: الرد على الاستفسارات المستثمرين في الدول المعتمد بها مكاتب تجارية"
    case "171306190014":
    return "171306190014: إصدار نشرة دورية إلكترونية لكل مكتب تجاري"
    case "171306190000":
    return "171306190000: التوعية للقطاعين العام والخاص بالشؤون والسياسات التجارية ودور المن"
    case "171306200001":
    return "171306200001: إعداد تقرير مراجعة السياسة التجارية الخارجية للدولة"
    case "171306200002":
    return "171306200002: إصدار التقرير الشهري بشأن متابعة وتحليل السياسات التجارية الخارجية"
    case "171306200003":
    return "171306200003: إصدار التقارير حول تطورات السياسات التجارية الخارجية لأهم الشركاء"
    case "171306200004":
    return "171306200004: تقديم مقترحات لتطوير سياسات تجارية"
    case "171306200005":
    return "171306200005: إصدار تقارير المستجدات القانونية والاقتصادية في الشأن التجاري وسبل"
    case "171306200006":
    return "171306200006: إصدار التقارير حول المعوقات التجارية التي تواجه رجال الأعمال الإما"
    case "171306200000":
    return "171306200000: التقارير والدراسات المتخصصة الداعمة لاتخاذ القرار بالشأن التجاري"
    case "171307010001":
    return "171307010001: تطوير استراتيجية تسويق موحّدة على المستويين المحلي والدولي"
    case "171307010002":
    return "171307010002: المشاركة الموحدة في المعارض الدولية فى جناح إماراتي واحد"
    case "171307010003":
    return "171307010003: العمل على استضافة مؤتمرات وندوات مهنية عالمية في القطاع السياحي"
    case "171307010004":
    return "171307010004: استضافة رحلات تعريفية لمنظمي الرحلات وشركات السياحة والاعلاميين وا"
    case "171307010005":
    return "171307010005: حملات ترويج تركز على تنشيط منتجات سياحية جديدة متخصصة"
    case "171307010006":
    return "171307010006: إصدار المطبوعات الترويجية و الأدلة السياحة"
    case "171307010007":
    return "171307010007: وضع برنامج تسويقي الكتروني للتسويق لخدمات الوزارة في مجال السياحة"
    case "171307010008":
    return "171307010008: إعداد خطط الترويج الداخلي والخارجي"
    case "171307010009":
    return "171307010009: تنظيم الجولات الترويجية الدولية"
    case "171307010000":
    return "171307010000:  التسويق والترويج السياحي الدولي للمقصد الواحد"
    case "171307020001":
    return "171307020001: نشر ثقافة أفضل الممارسات العالمية في خدمة السائحين"
    case "171307020002":
    return "171307020002: تشجيع تطبيق الأنظمة الذكية في تقديم الخدمات السياحية"
    case "171307020000":
    return "171307020000: التوعية بتطوير المنتجات السياحية وتحسين جودتها"
    case "171307030001":
    return "171307030001: إطلاق وتفعيل نشاطات خاصة بعطلات نهاية الأسبوع والأعياد والإجازات"
    case "171307030002":
    return "171307030002: إطلاق البرامج والفعاليات الوطنية"
    case "171307030000":
    return "171307030000: تطوير السياحة الداخلية وأجندة المناسبات والتوعية السياحية"
    case "171307040001":
    return "171307040001: تنفيذ ورش عمل ودورات تدريبية في مجال قطاع السياحة بالتعاون مع خبرا"
    case "171307040002":
    return "171307040002: التعاون مع المنظمات الدولية والإقليمية لرفع كفاءات العاملين في قطا"
    case "171307040003":
    return "171307040003: إعطاء عدد من المختصين بالوزارة صفة الضبطية القضائية فيما يخص الرقا"
    case "171307040004":
    return "171307040004: توقيع بروتوكولات التعاون مع عدد من الجهات الرسمية في الدولة"
    case "171307040000":
    return "171307040000: تبني شراكات مهنية فعالة بين الوزارة والقطاع السياحي"
    case "171307050001":
    return "171307050001: تشكيل مجلس خبراء السياحة في الدولة"
    case "171307050002":
    return "171307050002: تنفيذ برامج تعليم عن طريق الانترنت للوكلاء السياحيينe-learning Pro"
    case "171307050003":
    return "171307050003: إطلاق برنامج القيادة في قطاع السياحة"
    case "171307050000":
    return "171307050000: بناء القدرات الوطنية وتأهيلها في قطاع السياحة إنشاء مراكز للضيافة"
    case "171307060001":
    return "171307060001: إصدار لائحة الإرشاد السياحي الموحّد"
    case "171307060002":
    return "171307060002: إصدار دليل إجراءات تراخيص شركات السفر والسياحة"
    case "171307060003":
    return "171307060003: إصدار دليل المعايير للمنشآت الفندقية"
    case "171307060004":
    return "171307060004: وضع معايير إرشادية و آليات لتطوير المنتجات السياحية على مستوى الدو"
    case "171307060005":
    return "171307060005: وضع السياسات الخاصة بالسياحة الخضراء والمستدامة"
    case "171307060006":
    return "171307060006: وضع قانون اتحادي خاص بالسياحة في الدولة"
    case "171307060000":
    return "171307060000: سياسات وقوانين داعمة للسياحة"
    case "171307070001":
    return "171307070001: التعاون والتنسيق مع الجهات التعليمية لإقتراح مناهج تعليمية تخص الس"
    case "171307070002":
    return "171307070002: توفير المحتوى المعرفي للمكتبات"
    case "171307070000":
    return "171307070000: تعزيز الوعي المجتمعي بالسياحة"
    case "171307080001":
    return "171307080001: تنظيم ورش عمل لتشجيع استدامة السياحة"
    case "171307080002":
    return "171307080002: إقامة معرض عن السياحة البيئية"
    case "171307080003":
    return "171307080003: إعداد خارطة سياحية خضراء"
    case "171307080004":
    return "171307080004: المشاركة في المؤتمرات التي تعنى بالسياحة المستدامة والخضراء"
    case "171307080000":
    return "171307080000: تشجيع استدامة السياحة الخضراء"
    case "171307090001":
    return "171307090001: إطلاق  جائزة الفنادق الراعية للتوطين"
    case "171307090002":
    return "171307090002: المشاركة في معارض التوطين"
    case "171307090000":
    return "171307090000: تعزيز التوطين في قطاع السياحة والفنادق"
    case "171307100001":
    return "171307100001: إجراء الدراسات حول (حجم الطلب السياحى للشرائح المستهدفة من الاسواق"
    case "171307100002":
    return "171307100002: تنظيم مسابقة مفتوحة سنوية للابحاث والدراسات الأكاديمية وأفضل المما"
    case "171307100003":
    return "171307100003: تبني الأفكار ورسائل الماجستير الجامعية والتي تعنى بالسياحة بالتنسي"
    case "171307100000":
    return "171307100000: إعداد الدراسات وبحوث السوق والتسويق للسياحة وتوفير المعلومات للسائ"
    case "171307110001":
    return "171307110001: تنظيم الجولات الترويجية الدولية"
    case "171307110000":
    return "171307110000: سبع امارات وجهة واحدة"
    case "171307120001":
    return "171307120001: توفير دليل المفاهيم والتعريفات السياحية المتعارف عليها دولياً"
    case "171307120002":
    return "171307120002: توفير دليل مفاهيم السياحة الخضراء"
    case "171307120003":
    return "171307120003: توزيع وتوفير ميثاق وقواعد السلوك السياحي"
    case "171307120000":
    return "171307120000: تنمية وتنويع المنتجات السياحية"
    case "171307130001":
    return "171307130001: توفير المحتوى المعرفي للمكتبة"
    case "171307130002":
    return "171307130002: إصدار التقرير السنوي للسياحة والآثار"
    case "171307130003":
    return "171307130003: التوعية عبر شبكات التواصل الاجتماعي"
    case "171307130004":
    return "171307130004: توزيع النشرة الاعلامية للمجلس"
    case "171307130005":
    return "171307130005: توفير الصور السياحية - الأرشيف"
    case "171307130000":
    return "171307130000: التوعية المجتمعية بالسياحة والآثار"
    case "171307140001":
    return "171307140001: تنظيم برنامج لتاهيل القياديين بقطاعي السياحة والاثار"
    case "171307140000":
    return "171307140000: برنامج القيادة في قطاعي السياحة والاثار"
    case "171308010001":
    return "171308010001: إعداد الميزانية ومتابعة تنفيذها"
    case "171308010002":
    return "171308010002: إدارة الرواتب"
    case "171308010003":
    return "171308010003: إدارة المدفوعات والاستحقاقات"
    case "171308010004":
    return "171308010004: إجراء التدقيق الداخلي"
    case "171308010000":
    return "171308010000: إادارة الموارد المالية بكفاءة وفعالية"
    case "171308020001":
    return "171308020001: إدارة المشتريات"
    case "171308020002":
    return "171308020002: إدارة العقود ومتابعتها"
    case "171308020000":
    return "171308020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "171308030001":
    return "171308030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "171308030002":
    return "171308030002: تدريب وتطوير الموظفين"
    case "171308030003":
    return "171308030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "171308030000":
    return "171308030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "171308040001":
    return "171308040001: إدارة الجودة"
    case "171308040002":
    return "171308040002: إدارة علاقات المتعاملين"
    case "171308040003":
    return "171308040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "171308040000":
    return "171308040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "171308050001":
    return "171308050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "171308050002":
    return "171308050002: إدارة النشاط الإعلامي"
    case "171308050000":
    return "171308050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "171308060001":
    return "171308060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "171308060002":
    return "171308060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "171308060000":
    return "171308060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "171308070001":
    return "171308070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "171308070002":
    return "171308070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "171308070003":
    return "171308070003: مراجعة الخطة الاستراتيجية والتشغيلية"
    case "171308070004":
    return "171308070004: اعداد تقارير الاداء"
    case "171308070000":
    return "171308070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "171308080001":
    return "171308080001: إعداد الدراسات والاستشارات القانونية"
    case "171308080002":
    return "171308080002: إدارة الشؤون القانونية"
    case "171308080003":
    return "171308080003: تنظيم ورش عمل لمناقشة و شرح بعض القوانين التي تختص بالوزارة"
    case "171308080000":
    return "171308080000: توفير أفضل الخدمات القانونية"
    case "171308090001":
    return "171308090001: تطوير النظم والتطبيقات الإلكترونية"
    case "171308090002":
    return "171308090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "171308090003":
    return "171308090003: إدارة الشبكات وأمن المعلومات"
    case "171308090000":
    return "171308090000: توفير أحدث خدمات تقنية المعلومات"
    case "171308100001":
    return "171308100001: الصيانة"
    case "171308100002":
    return "171308100002: الإيجار"
    case "171308100003":
    return "171308100003: المواصلات"
    case "171308100004":
    return "171308100004: رسوم الاستشارات"
    case "171308100005":
    return "171308100005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "171308100006":
    return "171308100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "171308100000":
    return "171308100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "171308110001":
    return "171308110001: المشاركة في المؤتمرات وورش العمل والملتقيات والمنتديات والندوات"
    case "171308110002":
    return "171308110002: عقد لقاءات لتعميم وشرح أنظمة الموارد البشرية والممارسات الوظيفية ا"
    case "171308110003":
    return "171308110003: تنفيذ برنامج في إعداد قيادات الصف الثاني من المواطنين"
    case "171308110000":
    return "171308110000: تمكين الموارد البشرية"
    case "171308120001":
    return "171308120001: اعداد دراسة عن مجالات المقارنة مع افضل الممارسات لتحديد اولويات ال"
    case "171308120002":
    return "171308120002: نقل وتبادل المعرفة ولتجارب المتميزة في المجالات الوظيفية المختلفة"
    case "171308120000":
    return "171308120000: الاستفادة من أفضل الممارسات محليا ودوليا"
    case "171308130001":
    return "171308130001: حصر الوظائف التخصصية ووضع مستهدف للتعيين خلال 2017-2021"
    case "171308130002":
    return "171308130002: استقطاب مواطنين ذوي كفاءة في التخصصات التي تم استهدافها"
    case "171308130003":
    return "171308130003: إعداد برامج الإحلال والتوطين في الوظائف التخصصية"
    case "171308130000":
    return "171308130000: تنفيذ سياسات التوطين"
    case "171308140001":
    return "171308140001: تكريم فرق العمل"
    case "171308140002":
    return "171308140002: تكريم الموظفين المقترحين"
    case "171308140003":
    return "171308140003: تكريم الموظفين وفق قرار نظام المكافأت والحوافز"
    case "171308140000":
    return "171308140000: تحفيز وتكريم الموارد البشرية"
    case "171308150001":
    return "171308150001: تحويل الخدمات إلى خدمات إلكترونية / ذكية بناء على معايير و توجهات"
    case "171308150002":
    return "171308150002: تطبيق معايير جودة الخدمات إلكترونية / ذكية بناء على معايير و توجها"
    case "171308150003":
    return "171308150003: تطبيق معايير جودة المواقع الإلكترونية / ذكية بناء على معايير و توج"
    case "171308150004":
    return "171308150004: استمرار تطوير محتوى الموقع الالكتروني/الذكي للوزارة"
    case "171308150005":
    return "171308150005: تقديم الدعم للمشاريع التقنية المقدمة بناء على الخطة المعتمدة و لجن"
    case "171308150000":
    return "171308150000: تطوير وتنفيذ المشاريع الالكترونية والذكية  للخدمات الأساسية للوزار"
    case "171308160001":
    return "171308160001: تطوير أجهزة الشبكة بناءً على الخطة و متطلبات العمل"
    case "171308160002":
    return "171308160002: تطوير نظام إدارة الشبكة السلكية واللاسلكية تطوير نظام شبكة الاتصال"
    case "171308160003":
    return "171308160003: تطوير و استضافة الغيمة الحاسوبية للخدمات الإلكترونية الرئيسية والا"
    case "171308160004":
    return "171308160004: تطوير أنظمة مايكروسوفت"
    case "171308160005":
    return "171308160005: تطوير وحدات التخزين"
    case "171308160006":
    return "171308160006: تطوير أجهزة النسخ الاحتياطي"
    case "171308160000":
    return "171308160000: تطوير البنية التحتية للوزارة"
    case "171308170001":
    return "171308170001: تطوير أجهزة حماية امن الشبكات بناءً على الخطة و متطلبات العمل"
    case "171308170002":
    return "171308170002: تطبيق سياسات أمن المعلومات و نظام التوعية بأمن المعلومات بناء على"
    case "171308170003":
    return "171308170003: تطبيق نظام التحقق من الدخول للشبكة 2FA باستخدام رمز دخول ثنائي"
    case "171308170004":
    return "171308170004: توفير الأنظمة اللازمة لحماية المعلومات مثل مراقبة والتدقيق على صلا"
    case "171308170005":
    return "171308170005: تطبيق نظام التوعية بأمن المعلومات"
    case "171308170006":
    return "171308170006: الحصول على شهادة الآيزو 27001"
    case "171308170000":
    return "171308170000: تطوير و تطبيق أمن المعلومات"
    case "171308180001":
    return "171308180001: تقديم خدمات الدعم والمساندة التقنية لكافة القطاعات في الوزارة"
    case "171308180002":
    return "171308180002: تطوير نظام الدعم الفني"
    case "171308180000":
    return "171308180000: تقديم الدعم للبرامج و الأجهزة التابعة للوزارة"
    case "171308190001":
    return "171308190001: استبدال الأجهزة القديمة ، وشراء أجهزة جديدة بناءً على سياسة الموار"
    case "171308190002":
    return "171308190002: استخدام التقنيات والبرمجيات الحديثة"
    case "171308190000":
    return "171308190000: تزويد المستخدمين بالأجهزة التقنية والبرمجيات اللازمة"
    case "171308200001":
    return "171308200001: دراسة تقييم مستوى الوعي"
    case "171308200002":
    return "171308200002: اعداد افلام ترويجية"
    case "171308200003":
    return "171308200003: مطبوعات"
    case "171308200004":
    return "171308200004: حملات ترويجية عبر مواقع التواصل الاجتماعي والموقع الالكتروني"
    case "171308200000":
    return "171308200000: تطوير آليات مبتكرة لنشر الوعي بالخدمات الذكية والالكترونية"
    case "171308210001":
    return "171308210001: تأسيس شبكة الاتصال الحكومي الاقتصادية"
    case "171308210002":
    return "171308210002: تنظيم ملتقى الشركاء الاستراتيجين"
    case "171308210003":
    return "171308210003: تطوير اليات وقنوات تقديم الخدمات المشتركة"
    case "171308210004":
    return "171308210004: استطلاع رأي حول رضا الشركاء الاستراتيحين"
    case "171308210000":
    return "171308210000: ابتكار اساليب وافكار متطورة لتفعيل العلاقة مع الشركاء الاستراتيجين"
    case "171308220001":
    return "171308220001: فلم تعريفي وترويجي عن اقتصاد الدولة"
    case "171308220002":
    return "171308220002: مجلة الكترونية شهرية"
    case "171308220003":
    return "171308220003: فتح قنوات تواصل مبتكرة مع وسائل الاعلام العالمية"
    case "171308220000":
    return "171308220000: تعزيز سمعة دولة الامارات و وزارة الاقتصاد إقليمياً وعالمياً"
    case "171308230001":
    return "171308230001: اعداد برامج ونشرات لتعميم ثقافة التطوير المؤسسي"
    case "171308230002":
    return "171308230002: الاطلاع على افضل الممارسات (المقارنات المعيارية)"
    case "171308230003":
    return "171308230003: اعداد برنامج لادارة المخاطر / خطة للسيناريوهات البديلة"
    case "171308230000":
    return "171308230000: بناء ثقافة التطوير والجودة في التميز المؤسسي"
    case "171308240001":
    return "171308240001: التدقيق الداخلي على متطلبات نظام الإدارة المتكامل"
    case "171308240002":
    return "171308240002: التدقيق الخارجي على متطلبات نظام الإدارة المتكامل"
    case "171308240003":
    return "171308240003: ورش توعية حول أساليب وأدوات تطوير العمليات"
    case "171308240000":
    return "171308240000: التأهيل المؤسسي لمفاهيم التطوير المؤسسي"
    case "171308250001":
    return "171308250001: استلام دراسة رضا المتعاملين"
    case "171308250002":
    return "171308250002: تعميم الدراسة على مكاتب خدمة المتعاملين للعمل على الاجراءات التصحي"
    case "171308250003":
    return "171308250003: متابعة ملف الاجراءات التصحيحية"
    case "171308250004":
    return "171308250004: نسبة الملاحظات التي تم حلها ضمن الوقت المحدد"
    case "171308250000":
    return "171308250000: تعزيز ثقافة الخدمة الحكومية"
    case "171308260001":
    return "171308260001: اعداد آلية فعالة للتدقيق الداخلي على صحة ودقة نتائج مؤشرات الأداء"
    case "171308260002":
    return "171308260002: ضمان تطبيق آلية التدقيق الداخلي وتغطية جميع المؤشرات"
    case "171308260003":
    return "171308260003: اعداد تقرير التدقيق الداخلي وعرضه على المعنيين (المسؤولين عن المؤش"
    case "171308260004":
    return "171308260004: نسبة الاجراءات التصحيحية المغلقة"
    case "171308260000":
    return "171308260000: مشروع التدقيق الداخلي على المؤشرات الاستراتيجية والمؤشرات التشغيلي"
    case "171308270001":
    return "171308270001: اعداد وثيقة مفصلة بالتسلسل الاجرائي لمختلف مراحل التحقيق بالنسبة ل"
    case "171308270002":
    return "171308270002: تصميم النظام الالكتروني"
    case "171308270000":
    return "171308270000: تأسيس نظام الكتروني لاستقبال ومتابعة شكاوى مكافحة الاغراق والدعم و"
    case "171308280001":
    return "171308280001: المشاركة في المؤتمرات والمنتديات الخاصة باالاتصال الحكومي لتبادل ا"
    case "171308280002":
    return "171308280002: تنظيم ورشة عمل حول الاتصال الحكومي الحديث"
    case "171308280003":
    return "171308280003: تسويق الخدمات"
    case "171308280000":
    return "171308280000: تحقيق التواصل الفعال"
    case "171308290001":
    return "171308290001: تنظيم المبادرات الاجتماعية والمشاركة في الاحتفالات والمناسبات الدي"
    case "171308290002":
    return "171308290002: تفعيل أدوات التواصل الاجتماعي مع الجمهور ومع الشركاء الاستراتيجين"
    case "171308290000":
    return "171308290000: تفعيل التواصل الالكتروني"
    case "171308300001":
    return "171308300001: ضمان إلتزام قطاعات وإدارات الوزارة بمعايير الهوية المؤسسية"
    case "171308300002":
    return "171308300002: لقاءات دورية بين القيادة والموظفين"
    case "171308300003":
    return "171308300003: اعداد أجندة سنوية باسم وزارة الاقتصاد"
    case "171308300004":
    return "171308300004: الاستمرار في تطوير ودعم البرنامج الوطني للاتصال الحكومي للوصول الى"
    case "171308300000":
    return "171308300000: التواصل الفعال مع موظفي الوزارة"
    case "171308310001":
    return "171308310001: تنفيذ برامج تدريبية تلبي إحتياجات الفئة القيادية"
    case "171308310002":
    return "171308310002: تنفيذ برامج تدريبية تلبي إحتياجات الفئة الإشرافية"
    case "171308310003":
    return "171308310003: تنفيذ برامج تدريبية تلبي إحتياجات الفئة التنفيذية"
    case "171308310004":
    return "171308310004: تنفيذ برامج تدريبية تلبي إحتياجات الفئة التخصصية والفنية"
    case "171308310005":
    return "171308310005: تقييم كفاءة إعداد وتنفيذ البرامج التدريبية المنفذة"
    case "171308310000":
    return "171308310000: تنفيذ برامج تدريبية تتناسب مع إحتياجات تطوير الموارد البشرية في ال"
    case "171309010001":
    return "171309010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "171309010002":
    return "171309010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "171309010003":
    return "171309010003: نفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "171309010004":
    return "171309010004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "171309010005":
    return "171309010005: رعاية المواهب المبتكرة"
    case "171309010000":
    return "171309010000: بناء قدرات الموظفين في مجال الابتكار"
    case "171309020001":
    return "171309020001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "171309020002":
    return "171309020002: تطوير جائزة داخلية للابتكار"
    case "171309020003":
    return "171309020003: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "171309020004":
    return "171309020004: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "171309020000":
    return "171309020000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "171309030001":
    return "171309030001: تصميم العمليات الخاصة بأنظمة الاقتراحات والابتكار في الوزارة"
    case "171309030002":
    return "171309030002: الحصول على شهادة نظام إدارة الابتكار لمواصفة TS 16555-7:2015"
    case "171309030000":
    return "171309030000: تحسين العمليات بما يعزز من الابتكار"
    case "171401010000":
    return "171401010000: تعزيز دور الطاقة المستقبلية وأمن الإمدادات (مبادرة ذات أولوية)"
    case "171401010001":
    return "171401010001: إعداد دراسة لعملية التحويل لاستخدام السيارات الكهربائية و الهجينة"
    case "171401010002":
    return "171401010002: المسرعات الحكومية لحوافز استخدام السيارات الكهربائية"
    case "171401010003":
    return "171401010003: دراسة الآثار الاجتماعية و الاقتصادية للطاقة النظيفة في دولة الإمار"
    case "171401010004":
    return "171401010004: دراسة الممر الاخضر لنقل الكهرباء النظيفة Clean Energy Corridors"
    case "171401010005":
    return "171401010005: التعاون مع الجهات المعنية في مجال الطاقة"
    case "171401010006":
    return "171401010006: دراسة تحليلية لتقسيم المناطق لمواقع محطات انتاج الطاقة الكهربائية"
    case "171401010007":
    return "171401010007: دراسة تحليلية للطاقة الكهربائية المنتجة باستخدام طاقة الرياح في دو"
    case "171401010008":
    return "171401010008: المرحلة الثانية من تطبيق الامارات للطاقة الشمسية (شعاع)"
    case "171401010009":
    return "171401010009: دراسة تركز على التحديات في مجال الطاقة و البحث عن آخر المستجدات وا"
    case "171401010010":
    return "171401010010: متابعة أداء الفريق التنفيذي لمؤشرات الأجندة الوطنية لقطاع الطاقة"
    case "171401020000":
    return "171401020000: دعم الإبتكار في مجال الطاقة المستقبلية وأمن الإمدادات"
    case "171401020001":
    return "171401020001: دراسة  الطاقة الحرارية الجوفية في دولة الإمارات"
    case "171401020002":
    return "171401020002: عقد منتدى الإمارات للبحث والتطوير والابتكار في مجال طاقة المستقبل"
    case "171401020003":
    return "171401020003: ورشة عمل لتركيز على الفرص و التحديات بالنسبة للطاقة المتجددة والنظ"
    case "171401020004":
    return "171401020004:  لجنة إستشارية للطاقة النووية في دولة الإمارات"
    case "171401030000":
    return "171401030000: تطوير قاعدة البيانات الجيولوجية والتعدينية  (مبادرة ذات أولوية)"
    case "171401030001":
    return "171401030001: انشاء قاعدة بيانات موحدة عن الصناعات التعدينية"
    case "171401030002":
    return "171401030002: اصدار اطلس جيولوجي لدولة الامارات"
    case "171401030003":
    return "171401030003: أنتاج خرائط جيولوجية إلكترونية ذات مقاييس رسم كبيرة (1:25.000)"
    case "171401030004":
    return "171401030004: إنتاج خريطة تعدينية ذكية للصناعات الأستخراجية التعدينية"
    case "171401040000":
    return "171401040000: أتمتة إدارة البيانات - المرحله الثانيه - نظام دعم اتخاذ القرار"
    case "171401040001":
    return "171401040001: الربط بالجهات المعنية والمزودة للبيانات"
    case "171401040002":
    return "171401040002: اعداد واجهة للمعلومات الجغرافية المهمة للجهات العليا و متخذي القرا"
    case "171401040003":
    return "171401040003: ربط نظم المعلومات الجغرافية لوزارة الطاقة بقاعدة ادارة البيانات ال"
    case "171401040004":
    return "171401040004: إضافة بيانات الخاصة بقطاع المياه في برنامج أتمتة"
    case "171401050000":
    return "171401050000: إعداد ميزان الطاقة وفقاً للمعايير الدولية"
    case "171401050001":
    return "171401050001: حصر البيانات المطلوبة وتحديد مصفوفة الجهات المعنية بالبيانات"
    case "171401050002":
    return "171401050002: انشاء المخطط البياني المتعرج"
    case "171401060000":
    return "171401060000: دراسة وتطبيق أفضل الحلول لتقليل فاقد الكهرباء  في شبكات النقل والت"
    case "171401060001":
    return "171401060001: انشاء فريق عمل من وزارة الطاقة و هيئات الكهرباء و الماء بالدولة لأ"
    case "171401060002":
    return "171401060002: دراسة كمية الفاقد في محطات الانتاج وخطوط النقل للكهرباء وشبكات الت"
    case "171401060003":
    return "171401060003: رفع التوصيات النهائية للجهات العليا في الوزارة ليتم اعتمادها"
    case "171401070000":
    return "171401070000: إعداد إستراتيجية النقل في دولة الإمارات العربية المتحدة (مبادرة ذا"
    case "171401070001":
    return "171401070001: انشاء فريق عمل من وزارة الطاقة و الجهات المعنية و إعداد إستراتيجية"
    case "171401070002":
    return "171401070002: دراسة الوضع الحالي لقطاع النقل في الدولة"
    case "171401070003":
    return "171401070003: دراسة التحول الكهربائي في قطاع النقل"
    case "171401080000":
    return "171401080000: دراسات جدوى التطبيقات المستدامة الذكية على مستوى الدولة"
    case "171401080001":
    return "171401080001: المرحلة الاولى: دراسة جدوى شبكة الامارات الذكية"
    case "171401080002":
    return "171401080002: المرحلة الثانية: دراسة جدوى مشروع الامارات الدولة الذكية"
    case "171401090000":
    return "171401090000: تحليل التوقعات الخاصة بالعرض والطلب على الطاقة والمياه في دولة الإ"
    case "171401090001":
    return "171401090001: تحليل التوقعات الخاصة بالعرض والطلب على الطاقة   في دولة الامارات"
    case "171401090002":
    return "171401090002: تحليل التوقعات الخاصة بالعرض والطلب على المياه في دولة الامارات  ح"
    case "171401090003":
    return "171401090003: انشاء مركز الدراسات الاستراتيجية و المستقبلية للطاقة والمياه"
    case "171401100000":
    return "171401100000: خفض الاستهلاك في المباني الحكومية (مبادرة ذات أولوية)"
    case "171401100001":
    return "171401100001: طلب الاسعار من شركات خدمات الطاقة"
    case "171401100002":
    return "171401100002: رفع مذكرة للجنة - مجلس التنمية"
    case "171401100003":
    return "171401100003: تنفيذ اعمال خفض الاستهلاك"
    case "171401110000":
    return "171401110000: إعداد وإدارة البرنامج الوطني لإدارة الطلب على الطاقة (مبادرة ذات أ"
    case "171401110001":
    return "171401110001: وضع الاستراتيجية الوطنية لتغيير نمط الاستهلاك في الكهرباء والماء"
    case "171401110002":
    return "171401110002: تطوير الاطار التشريعي لسوق خدمات الطاقة في الدولة"
    case "171401110003":
    return "171401110003: برنامج تحسين كفاءة استخدام الطاقة في صناعات ذات الكثافة العالية لا"
    case "171401110004":
    return "171401110004: برنامج تحسين كفاءة استخدام الطاقة في قطاع المباني لخفض استهلاك الط"
    case "171401110005":
    return "171401110005: برنامج تحسين كفاءة استخدام الطاقة في قطاع النقل خفض استهلاك الطاقة"
    case "171401110006":
    return "171401110006: تطوير ومتابعة سياسات تعرفة الكهرباء"
    case "171401120000":
    return "171401120000: إعداد و إدارة البرنامج الوطني لإدارة الطلب على المياه"
    case "171401120001":
    return "171401120001: إعداد الاستراتيجية الوطنية لخفض استهلاك المياه"
    case "171401120002":
    return "171401120002: وضع برنامج وطني لخفض الفاقد في شبكات المياه"
    case "171401120003":
    return "171401120003: متابعة أداء الفريق التنفيذي لمؤشرات الأجندة الوطنية لقطاع المياه"
    case "171401130000":
    return "171401130000: إنشاء مركز الإمارات للطوارئ والأزمات (للكهرباء والماء)"
    case "171401130001":
    return "171401130001: رفع مذكرة لمجلس الوزراء بخصوص التعاون مع هيئة مياه وكهرباء ابوظبي"
    case "171401130002":
    return "171401130002: متابعة انشاء المركز وادارة اعماله"
    case "171401140000":
    return "171401140000: الحملة الوطنية للترشيد  مبادرة ذات الاولوية )"
    case "171401140001":
    return "171401140001: تشكيل لجنة وطنية للتوعية في مجال الطاقة"
    case "171401140002":
    return "171401140002: ملتقى التوعية المجتمعية"
    case "171401140003":
    return "171401140003: فعاليات وورش عمل تفاعلية لطلاب المدارس والجامعات"
    case "171401140004":
    return "171401140004: لعبة المحاكات للترشيد"
    case "171401140005":
    return "171401140005: قياس نسبة الوعي في مجال الطاقة"
    case "171401150000":
    return "171401150000: خطة الخزين الاستراتيجي للمشتقات البترولية"
    case "171401150001":
    return "171401150001: متابعة خطة الخزين الاستراتيجي للمشتقات البترولية في الإمارات"
    case "171401150002":
    return "171401150002: إنجاز الخطة الاستراتيجية للخزين الاستراتيجي للمشتقات البترولية"
    case "171401160000":
    return "171401160000: تنظيم ودعم استضافة الملتقيات والمؤتمرات العالمية"
    case "171401160001":
    return "171401160001: المشاركة بملتقى الاعلام البترولي الخليجي"
    case "171401160002":
    return "171401160002: استضافة مؤتمر المجلس العالمي للطاقة 2019 WEC"
    case "171401160003":
    return "171401160003: تنظيم و استضافة ملتقى الاعلامي  البترولي الثالث"
    case "171401160004":
    return "171401160004: عقد منتدى على مستوى عالي للتننظيم والرقابه ( كل سنتين)"
    case "171401160005":
    return "171401160005: دعم و تنسيق استضافة مؤتمر عالمي لقادة الطاقه (المياه)  في العالم ("
    case "171401160006":
    return "171401160006: إستضافة الإجتماع الوزاري لمؤتمر الطاقة النووية"
    case "171401160007":
    return "171401160007: إستضافة الإجتماع الوزاري لمنتدى القادة لحجز الكربون"
    case "171401160008":
    return "171401160008: عقد منتدى القادة لحجز الكربون -  التحضيري"
    case "171401160009":
    return "171401160009: عقد مؤتمر الطاقة النووية للإبتكار للبحوث و الدراسات"
    case "171401160010":
    return "171401160010: استضافة معرض الشرق الأوسط للكهرباء"
    case "171401160011":
    return "171401160011: المشاركة في أسبوع أبوظبي للاستدامة"
    case "171401160012":
    return "171401160012: إعداد ملف المشاركة في القمة العالمية للحكومات 2018"
    case "171401160013":
    return "171401160013: تنظيم الملتقى السنوي للصخور الصناعية ومواد الانشاءات"
    case "171401170000":
    return "171401170000: تمثيل و دعم وتنسيق جهود الدولة في المنظمات واللجان الإقليمية والدو"
    case "171401170001":
    return "171401170001: متابعة و تنسيق تنفيذ الاستراتيجية الخليجية المشتركة للأمن المائي ("
    case "171401170002":
    return "171401170002: تمثيل الدولة في هيئة الربط الخليجي"
    case "171401170003":
    return "171401170003: تمثيل الدولة في سيجري الخليج"
    case "171401170004":
    return "171401170004: تمثيل الدولة في لجان و فرق عمل لجنة التعاون الكهربائي و المائي لمج"
    case "171401170005":
    return "171401170005: تمثيل الدولة و المتابعة و التنسيق لمنتدى القادة لحجز الكربون"
    case "171401170006":
    return "171401170006: تمثيل الدولة في قضايا الطاقة المستدامة للجميع Sustainable Energy f"
    case "171401170007":
    return "171401170007: تمثيل الدولة و المتابعة و التنسيق للإجتماع الوزاري للطاقة النظيفة"
    case "171401170008":
    return "171401170008: تمثيل الدولة في لجان وفرق عمل مهمة الابتكار"
    case "171401170009":
    return "171401170009: التنسيق و المتابعة في مجلس الشباب الامارتي للبترول"
    case "171401170010":
    return "171401170010: تمثيل الدولة في اللجان المشاركة بالمؤتمرات والأجتماعات  داخل وخارج"
    case "171401170011":
    return "171401170011: تمثيل الدولة في جمعية الاعلام البترولي"
    case "171401180000":
    return "171401180000: نشر الثقافة البترولية"
    case "171401180001":
    return "171401180001: المشاركة بنشر الثقافة البترولية وزيادة الوعي المجتمعي حول البترول"
    case "171401180002":
    return "171401180002: المشاركة واعداد مادة عن الاعلام البترولي تطرح في احدى جامعات الدول"
    case "171401190000":
    return "171401190000:  رفع الوعي ووضوح رسالة الدولة ومواقفها على الصعيد الدولي حول الطاق"
    case "171401190001":
    return "171401190001: متابعة أهداف التنمية المستدامة"
    case "171401190002":
    return "171401190002: إعداد تقرير جرد إنبعاثات الغازات الدفيئة"
    case "171401190003":
    return "171401190003: تحديث أطلس الكربون لدولة الإمارات العربية المتحدة"
    case "171401200000":
    return "171401200000: متابعة مشروع الربط الكهربائي العربي"
    case "171401200001":
    return "171401200001: متابعة مستندات حوكمة السوق"
    case "171401200002":
    return "171401200002: المشاركة في اللجان الفنية لإنشاء الربط و تنظيمه"
    case "171401210000":
    return "171401210000: برنامج متابعة وإدارة الأداء لاستراتيجية الطاقة 2050 (مبادرة ذات أو"
    case "171401210001":
    return "171401210001: وضع آلية وحوكمة وهيكلية المتابعة"
    case "171401210002":
    return "171401210002: تطوير البرنامج الالكتروني"
    case "171401220000":
    return "171401220000: التنسيق مع الجهات المعنية بالدولة للتعامل مع الطوارئ"
    case "171401220001":
    return "171401220001: المشاركة باجتماعات اللجان والتمارين المشتركة مع الجهات المعنية بال"
    case "171401220002":
    return "171401220002: انجاز الخطة الوطنية للتعامل مع حوادث فقدان في الطاقة الكهربائية با"
    case "171401220003":
    return "171401220003: انجاز الخطة الوطنية للحوادث البترولية (البرية والبحرية) بالتنسيق م"
    case "171401220004":
    return "171401220004: تحديث الخطة الإعلامية الوطنية للتعامل مع الطوارئ"
    case "171401220005":
    return "171401220005: انجاز خطة استمرارية الاعمال للتعامل مع الطاوارء بالوزارة"
    case "171401220006":
    return "171401220006: المشاركة بتنفيذ ورش تدريبية للتعامل الحوادث والكوارث"
    case "171402010000":
    return "171402010000: وضع  التشريعات المنظمة لانبعاثات الغازات الدفيئة"
    case "171402010001":
    return "171402010001: وضع الإطار التنظيمي لاحتجاز وتخزين ثنائي أكسيد الكربون"
    case "171402010002":
    return "171402010002: وضع إستراتيجية لتقليل إنبعاثات الغازات الكربونية في مجال الطاقة ("
    case "171402020000":
    return "171402020000: وضع التشريعات المتعلقه بتنظيم قطاع الكهرباء والطاقة المتجددة في ال"
    case "171402020001":
    return "171402020001: انجاز الدراسة الاقتصادية والفنية لاطار التشريعي لقطاع الكهرباء وال"
    case "171402020002":
    return "171402020002: قانون وحدات الانتاج الخاص للكهرباء والمياه في الامارات الشمالية"
    case "171402030000":
    return "171402030000: وضع  التشريعات واللوائح والسياسات الممكنة لاستراتيجية الطاقة 2050"
    case "171402030001":
    return "171402030001: اقتراح التشريعات واللوائح  لتنظيم وتمكين تنويع مصادر الطاقة"
    case "171402030002":
    return "171402030002: اقتراح التشريعات واللوائح  لتنظيم ودعم خفض استهلاك الطاقة"
    case "171402030003":
    return "171402030003: وضع خطة تشغيلية للتشريعات واللوائح"
    case "171402040000":
    return "171402040000: إنشاء وإدارة مجلس الإمارات لكفاءة الطاقة"
    case "171402040001":
    return "171402040001: اعداد مسودة قرار مجلس الوزراء بتشكيل المجلس"
    case "171402040002":
    return "171402040002: اعداد نظام حوكمة المجلس"
    case "171402040003":
    return "171402040003: ادارة اعمال المجلس والقيام بمهام الامانة العامة"
    case "171402050000":
    return "171402050000: انشاء وحوكمة سوق للكهرباء في دولة الامارات ( مبادرة ذات الاولوية)"
    case "171402050001":
    return "171402050001: متابعة مشروع الدراسة الفنية والاقتصادية لقطاع الكهرباء في دولة الا"
    case "171402050002":
    return "171402050002: متابعة انشاء السوق واقتراح التشريعات وممكنات إنشائه حسب نتائج الدر"
    case "171402060000":
    return "171402060000: تقارير الطاقة"
    case "171402060001":
    return "171402060001: إصدار التقرير الإحصائي للكهرباء والمياه"
    case "171402060002":
    return "171402060002: إصدار التقرير الاحصائي للبيانات البترولية"
    case "171402060003":
    return "171402060003: تقرير حالة الطاقة"
    case "171402070000":
    return "171402070000: تقارير التغير المناخي"
    case "171402070001":
    return "171402070001: إصدار تقارير البلاغات الوطنية السابقة لدولة الامارات"
    case "171402080000":
    return "171402080000: أسعار الجازولين والديزل الشهرية"
    case "171402080001":
    return "171402080001: نشر أسعار الجازولين والديزل الشهرية"
    case "171402090000":
    return "171402090000: اقتراح التشريعات واللوائح والنظم المنظمة لقطاع التعدين وصولا الى ا"
    case "171402090001":
    return "171402090001: اصدار التشريع لتنظيم قطاع الثروة المعدنية في الدولة"
    case "171402100000":
    return "171402100000:  التعاون مع الجهات المعنية بشأن التوعية بالجيولوجيا والثروات المعد"
    case "171402100001":
    return "171402100001: تنظيم محاضرات الجيولوجيا والثروة المعدنية"
    case "171402100002":
    return "171402100002: إعداد خطة التسويق للدراسات و الخرائط  الجيولوجية"
    case "171402100003":
    return "171402100003: نشر التوعية بأهمية الجيولوجية و التعدين"
    case "171402110000":
    return "171402110000: اعداد دراسات حول اقتصاديات الثروة المعدنية"
    case "171402110001":
    return "171402110001: إعداد دراسة الفرص الاستثمارية في قطاع التعدين"
    case "171402110002":
    return "171402110002: دراسة إنشاء مختبر وطني لبحوث و فحص الصخور و المعادن"
    case "171402120000":
    return "171402120000:  انشاء مؤسسة اتحادية للمسوحات الجيولوجية و التعدين"
    case "171402120001":
    return "171402120001: اعداد دراسة انشاء مؤسسة (هيئة) حكومية متخصصة في مجال المسوحات الجي"
    case "171402120002":
    return "171402120002: رفع مذكرة إلى مجلس الوزراء بشأن جدوى إنشاء الموسسة"
    case "171402130000":
    return "171402130000: التقارير الجيولوجية"
    case "171402130001":
    return "171402130001: إصدار التقارير الجيولوجية"
    case "171402140000":
    return "171402140000: الخرائط الجيولوجية"
    case "171402140001":
    return "171402140001: إصدار الخرائط الجيولوجية"
    case "171402150000":
    return "171402150000: التقارير الجيوفيزيائية"
    case "171402150001":
    return "171402150001: إصدار التقارير الجيوفيزيائية"
    case "171402160000":
    return "171402160000: الأفلام الجيولوجية"
    case "171402160001":
    return "171402160001: إصدار الأفلام الجيولوجية"
    case "171402170000":
    return "171402170000: كتاب لمن يهمه الأمر للزيارات الميدانية للمواقع الجيولوجية المميزة"
    case "171402170001":
    return "171402170001: اصدار كتاب لمن يهمه الأمر للزيارات الميدانية"
    case "171402170002":
    return "171402170002: تجديد كتاب لمن يهمه الأمر للزيارات الميدانية"
    case "171402180000":
    return "171402180000: إعداد التقارير الاقتصادية والإحصائية"
    case "171402180001":
    return "171402180001: إعداد تقرير أسبوعي بشأن الموضوعات ذات الصلة بالسوق البترولية المحل"
    case "171402180002":
    return "171402180002: إعداد تقرير شهري عن تطورات السوق البترولية"
    case "171402180003":
    return "171402180003: إعداد التقرير الإحصائي السنوي لبيانات الطاقة"
    case "171402190000":
    return "171402190000: إطلاق النسخة المحدثة من التطبيق الذكي لبيانات النفط والغاز بالتنسي"
    case "171402190001":
    return "171402190001: تحديث ومراجعة التطبيق الذكي لبيانات النفط والغاز"
    case "171402190002":
    return "171402190002: المشاركة في اجتماعات مع الفريق الفني لمشروع التطبيق بمنظمة أوبك"
    case "171402200000":
    return "171402200000: متابعة أعمال لجنة أسعار الجازولين والديزل"
    case "171402200001":
    return "171402200001: اصدار تقرير حول اعمال لجنة أسعار الجازولين والديزل"
    case "171402200002":
    return "171402200002: المشاركة في اجتماعات لجنة أسعار الجازولين والديزل شهرياً"
    case "171402210000":
    return "171402210000: إعداد تقارير حول حماية مصالح الدولة النفطية"
    case "171402210001":
    return "171402210001: متابعة تقارير حوادث التلوث النفطي في المناطق البحرية مع الصندوق ال"
    case "171402210002":
    return "171402210002: إصدار التقرير السينوي لمساهمات الدولة في الصندوق"
    case "171403010000":
    return "171403010000: تطوير سياسات وطنية واستراتيجيات المياه السطحية  في الدولة"
    case "171403010001":
    return "171403010001: اعداد مسودة السياسة الوطنية للمياه السطحية"
    case "171403010002":
    return "171403010002: اعداد مسودة المعايير الوطنية  لدراسة وإنشاء وإدارة السدود والمنشئا"
    case "171403010003":
    return "171403010003:  إعداد مسودة تشريع ( قانون) لادارة وتشغيل السدود ومنشآت المياه الس"
    case "171403010004":
    return "171403010004:  اصدار دليل الصحة والسلامه المهنية لموظفي ادارة السدود"
    case "171403010005":
    return "171403010005:  الارشفة الالكترونية لبيانات ومستندات السدود"
    case "171403020000":
    return "171403020000:  تطوير وسائل الحصاد المائي بالابتكار والأبحاث"
    case "171403020001":
    return "171403020001: دراسة وتقييم إمكانية تغذية الخزانات الجوفية بالمياه   المعالجة"
    case "171403020002":
    return "171403020002:  اصدار اطلس مائي تفاعلي للاحواض المائية في الدولة"
    case "171403020003":
    return "171403020003: دراسة و نمذجة الأحواض المائية لتقييم تغذية المياه الجوفية من السدو"
    case "171403020004":
    return "171403020004: انجاز ورش ابتكارية في الموارد المائية"
    case "171403020005":
    return "171403020005: تطوير أدوات برمجية"
    case "171403020006":
    return "171403020006: استخلاص المياه من الرطوبة الجوية"
    case "171403020007":
    return "171403020007: الشبكة الوطنية للابتكار في مجال المياه"
    case "171403020008":
    return "171403020008: متابعة مبادرات استراتيجية الابتكار في المياه"
    case "171403030000":
    return "171403030000: التنمية المستدامة للاحواض المائية واستدامة كفاءة السدود والمنشآت ا"
    case "171403030001":
    return "171403030001:   دراسة فحص سلامة السدود و ايجاد حلول وتقنيات معالجة الرشح فيها."
    case "171403030002":
    return "171403030002:  إعداد الدراسات الفنية والتصاميم الخاصة بالسدود والمنشآت المائية ا"
    case "171403030003":
    return "171403030003: تعزيز السياحة المائية"
    case "171403030004":
    return "171403030004:   متابعة خطة مشاريع إنشاء السدود والمنشآت المائية"
    case "171403030005":
    return "171403030005:  مراقبة و تشغيل السدود و الحواجز و المنشئات المائية و رصد الشبكة ا"
    case "171403030006":
    return "171403030006:  صيانة و رفع كفاءة السدود لعدد 101 منشأة"
    case "171403040000":
    return "171403040000: دراسة و تطبيق أفضل الحلول لتقليل فاقد المياه في شبكات النقل و التو"
    case "171403040001":
    return "171403040001: دراسة كمية فاقد المياه من خلال التسربات في المحطات و خطوط النقل و"
    case "171403040002":
    return "171403040002: مراقبة مؤشر أداء فاقد المياه بناء على توصيات الدراسة"
    case "171403050000":
    return "171403050000: البرنامج الوطني لبحوث الاستمطار"
    case "171403050001":
    return "171403050001: التنسيق مع المركز الوطني للأرصاد الجوية و الزلازل حول برامج وبحوث"
    case "171403050002":
    return "171403050002: دراسة افضل الممارسات العالمية والمقارنة المعيارية في مجال بحوث الا"
    case "171403050003":
    return "171403050003: التنسيق مع الجهات الأكاديمية لوضع استراتيجية وخطة عمل بحوث الجامعا"
    case "171403060000":
    return "171403060000: برنامج الخزين الاستراتيجي للمياه"
    case "171403060001":
    return "171403060001: حصر ومتابعة برنامج التخزين الاستراتيجي للمياه"
    case "171403060002":
    return "171403060002: اعداد تقرير متابعة مشاريع ASR"
    case "171403070000":
    return "171403070000: شبكة الامارات الوطنية للمياه"
    case "171403070001":
    return "171403070001: انشاء فريق عمل لمتابعة تنفيذ الربط الشبكة المائية بين هيئات الكهرب"
    case "171403070002":
    return "171403070002: اعداد برنامج الربط الشبكي الثنائي و متابعته"
    case "171403080000":
    return "171403080000: برنامج الري المرشّد"
    case "171403080001":
    return "171403080001: انشاء فريق عمل وطني للتنسيق و المتابعة"
    case "171403080002":
    return "171403080002: متابعة و حصر الأبحاث و الدراسات و المشاريع المتعلقة باستخدام مياه"
    case "171403080003":
    return "171403080003: إعداد سياسة وطنية للري المرشد"
    case "171403090000":
    return "171403090000: استخدام التطبيقات الفضائية والاستشعار عن بعد في مجال الدراسات والم"
    case "171403090001":
    return "171403090001: دراسة  إمكانية كشف التسرب و الفاقد من المياه باستخدام تقنيات الفضا"
    case "171403090002":
    return "171403090002: دراسة ينابيع المياه العذبة في الخليج العربي"
    case "171403090003":
    return "171403090003: إعداد دراسة تقييم المواردالمائية و تحليل ظواهر ندرة المياه"
    case "171403100000":
    return "171403100000: نظام الإنذار المبكر لنوعية مياه البحر"
    case "171403100001":
    return "171403100001: إعداد دراسة استشارية لتطوير نظام رصد الإنذار المبكر لنوعية ماء الب"
    case "171403100002":
    return "171403100002: تنفيذ مخرجات الدراسة"
    case "171403110000":
    return "171403110000: برنامج متابعة وادارة الاداء لاستراتيجية المياه 2036 (مبادرة ذات أو"
    case "171403110001":
    return "171403110001: وضع آلية وحوكمة وهيكلية المتابعة"
    case "171403110002":
    return "171403110002: اقتراح التشريعات واللوائح للحد من استنزاف المياه الجوفية"
    case "171403120000":
    return "171403120000: تطوير  السياسات والتشريعات واللوائج  لاستراتيجية المياه 2036 والمح"
    case "171403120001":
    return "171403120001:  إنشاء فريق عمل وطني لمتابعة السياسات و المؤشرات المائية"
    case "171403120002":
    return "171403120002: اقتراح التشريعات واللوائح للحد من استنزاف المياه الجوفية"
    case "171403120003":
    return "171403120003: اقتراح التشريعات واللوائح لاعادة استخدام المياه"
    case "171403120004":
    return "171403120004: اقتراح التشريعات واللوائح للمحافظة على الموارد المائية"
    case "171403120005":
    return "171403120005: وضع سياسة للإدارة و الحد من سحب واستخدام المياه الجوفية"
    case "171403120006":
    return "171403120006: دراسة استخدام المياه المعالجة و اقتراح استراتيجية الاستفادة من الم"
    case "171403120007":
    return "171403120007: متابعة و تنسيق تنفيذ الاستراتيجية الخليجية المشتركة للأمن المائي ("
    case "171404010000":
    return "171404010000: إدارة الموارد المالية بكفاءة وفعالية"
    case "171404010001":
    return "171404010001: إعداد الميزانية ومتابعة تنفيذها"
    case "171404010002":
    return "171404010002: إدارة الرواتب"
    case "171404010003":
    return "171404010003: إدارة المدفوعات والاستحقاقات"
    case "171404010004":
    return "171404010004: إجراء التدقيق الداخلي"
    case "171404020000":
    return "171404020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "171404020001":
    return "171404020001: إدارة المشتريات"
    case "171404020002":
    return "171404020002: إدارة العقود ومتابعتها"
    case "171404030000":
    return "171404030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "171404030001":
    return "171404030001: تخطيط الموارد البشرية والاستقطاب"
    case "171404030002":
    return "171404030002: تدريب وتطوير الموظفين"
    case "171404030003":
    return "171404030003: التحفيز والتكريم"
    case "171404030004":
    return "171404030004: رفع انتاجية الموظفين"
    case "171404040000":
    return "171404040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "171404040001":
    return "171404040001: إدارة الجودة"
    case "171404040002":
    return "171404040002: إدارة علاقات المتعاملين"
    case "171404040003":
    return "171404040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "171404050000":
    return "171404050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "171404050001":
    return "171404050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "171404050002":
    return "171404050002: إدارة النشاط الإعلامي"
    case "171404060000":
    return "171404060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "171404060001":
    return "171404060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "171404060002":
    return "171404060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "171404070000":
    return "171404070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "171404070001":
    return "171404070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "171404070002":
    return "171404070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "171404080000":
    return "171404080000: توفير أفضل الخدمات القانونية"
    case "171404080001":
    return "171404080001: إعداد الدراسات والاستشارات القانونية"
    case "171404080002":
    return "171404080002: إدارة الشؤون القانونية"
    case "171404090000":
    return "171404090000: توفير أحدث خدمات تقنية المعلومات"
    case "171404090001":
    return "171404090001: تطوير النظم والتطبيقات الإلكترونية"
    case "171404090002":
    return "171404090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "171404090003":
    return "171404090003: إدارة الشبكات وأمن المعلومات"
    case "171404100000":
    return "171404100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "171404100001":
    return "171404100001: الصيانة (الإدارة الأمثل للمخازن والارشفة)"
    case "171404100002":
    return "171404100002: تقديم الدعم الإداري واللوجستي"
    case "171404100003":
    return "171404100003: التطبيقات الخضراء"
    case "171404100004":
    return "171404100004: الإيجار"
    case "171404100005":
    return "171404100005: المواصلات"
    case "171404100006":
    return "171404100006:  رسوم الاستشارات"
    case "171404100007":
    return "171404100007:  المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والان"
    case "171404100008":
    return "171404100008:  الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "171405010000":
    return "171405010000: بناء قدرات الموظفين في مجال الابتكار"
    case "171405010001":
    return "171405010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار واطلقنا على هذا النش"
    case "171405010002":
    return "171405010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "171405010003":
    return "171405010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "171405010004":
    return "171405010004: مشروعي الابتكاري My pet Project"
    case "171405020000":
    return "171405020000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "171405020001":
    return "171405020001: تطوير جائزة داخلية للابتكار"
    case "171405020002":
    return "171405020002: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين Inn"
    case "171405030000":
    return "171405030000: تحسين العمليات بما يعزز من الابتكار"
    case "171405030001":
    return "171405030001: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "171405030002":
    return "171405030002: تشجيع القيادات في الجهة على التواصل مع الموظفين لمناقشة الأفكار"
    case "171405030003":
    return "171405030003: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "171801010000":
    return "171801010000: تعزيز قدرات الموارد البشرية الوطنية"
    case "171801010001":
    return "171801010001: اعداد دراسة الاحتياجات التدريبية لسوق العمل"
    case "171801010002":
    return "171801010002: برنامج قيادات القطاع الخاص"
    case "171801010003":
    return "171801010003: برنامج دبلوم للتأهيل الفني والتخصصي"
    case "171801010004":
    return "171801010004: تطوير نظام العمل الميداني للطلاب الجامعات (intership)"
    case "171801010005":
    return "171801010005: تطوير نظام الكتروني للتدريب الذكي"
    case "171801010006":
    return "171801010006: إعداد دراسة انشاء صندوق تنمية الموارد البشرية"
    case "171801020000":
    return "171801020000: تطوير أنظمة الارشاد المهني"
    case "171801020001":
    return "171801020001: تطوير نظام الكتروني للارشاد المهني"
    case "171801020002":
    return "171801020002: خصخصة خدمات الارشاد المهني"
    case "171801020003":
    return "171801020003: اطلاق برمانج المرشد الاماراتي"
    case "171801030000":
    return "171801030000: تطوير سياسات تشغيل تحفيزية للمواطنين"
    case "171801030001":
    return "171801030001: اعداد سياسة العمل المرن"
    case "171801030002":
    return "171801030002: اعداد سياسة التوظيف الذاتي"
    case "171801030003":
    return "171801030003: اطلاق البرامج الخاصة"
    case "171801030004":
    return "171801030004: تفعيل البرامج الخاصة"
    case "171801030005":
    return "171801030005: اطلاق برنامج توطين مهن الصيد و الزراعة"
    case "171801030006":
    return "171801030006: اطلاق انشطه ارشاديه بالشراكة مع مؤسسات حكوميه وقطاع الاعمال"
    case "171801030007":
    return "171801030007: تطوير سياسات وطنية تعزز مشاركة المواطنين في القطاع الخاص"
    case "171801040000":
    return "171801040000: تطوير برامج مبادرة أبشر"
    case "171801040001":
    return "171801040001: اطلاق نظام متكامل لتطوير مبادرة أبشر"
    case "171801040002":
    return "171801040002: استقطاب شراكات مع الجهات الحكومية وشبه الحكومية والشركات الكبرى"
    case "171801040003":
    return "171801040003: تطوير آلية التوجيه الاستباقي ما قبل تقديم تظلمات المواطنين"
    case "171801050000":
    return "171801050000: تنفيذ برامج تعزز استقطاب شراكات في  التوطين"
    case "171801050001":
    return "171801050001: إطلاق وتفعيل  نادي شركاء التوطين"
    case "171801050002":
    return "171801050002: اطلاق جائزة الامارات للتوطين"
    case "171801050003":
    return "171801050003:   الربط الالكتروني مع الشركاء و المعنيين"
    case "171801050004":
    return "171801050004: إطلاق آلية عمل مدير علاقات للشركات المستهدفة في بوابة التوطين"
    case "171801060000":
    return "171801060000: تطوير أنظمة استقطاب وتعيين المواطنين"
    case "171801060001":
    return "171801060001: تطوير بوابة التوطين"
    case "171801060002":
    return "171801060002: اطلاق برامج التوطين النوعي"
    case "171801060003":
    return "171801060003: إصدار دليل التصنيف المعياري الوطني الاماراتي للمهن"
    case "171801060004":
    return "171801060004: إطلاق خدمات التوطين من خلال مركز الاتصال"
    case "171801060005":
    return "171801060005: اطلاق الحملات التوعوية توطين"
    case "171801070000":
    return "171801070000: البرنامج الوطني للإرشاد المهني"
    case "171801070001":
    return "171801070001: برامج الارشاد المهني (خدمة ذات أولوية)"
    case "171801080000":
    return "171801080000: تدريب الباحثين عن عمل"
    case "171801080001":
    return "171801080001: توفير برامج تدريبية"
    case "171801090000":
    return "171801090000: خدمات التوظيف"
    case "171801090001":
    return "171801090001: طلب التسجيل في نظام التوظيف لأصحاب العمل  (خدمة ذات أولوية)"
    case "171801090002":
    return "171801090002: طرح الشواغر في نظام التوظيف"
    case "171801090003":
    return "171801090003: طلب التسجيل في نظام التوظيف للباحثين عن عمل  (خدمة ذات أولوية)"
    case "171801090004":
    return "171801090004: تحديث البيانات في نظام التوظيف للباحثين عن عمل"
    case "171801090005":
    return "171801090005: طلب تقديم على الشواغر المطروحة في نظام التوطين"
    case "171801090006":
    return "171801090006: تقديم خدمات استشارية"
    case "171801100000":
    return "171801100000:التوطين النوعي"
    case "171802010000":
    return "171802010000: تعزيز تشريعات وأنظمة حماية العمالة المساعدة"
    case "171802010001":
    return "171802010001: تطوير معايير منح تصاريح العمل للعمالة المساعدة"
    case "171802010002":
    return "171802010002: تطوير معايير وشروط عمل مراكز تقديم خدمات عمال الخدمة المساعدة"
    case "171802010003":
    return "171802010003: اصدار اللائحة التنفيذية وفق مسودة قانون عمال الخدمة المساعدة"
    case "171802010004":
    return "171802010004: استحداث قنوات التواصل بما يتناسب وطبيعة كل فئة"
    case "171802010005":
    return "171802010005: تطوير  وتطبيق عقد العمل الموحد لعمال الخدمة المساعدة"
    case "171802010006":
    return "171802010006: تطوير آلية لتسجيل ملاحظات المتعاملين عن خدمات عمال الخدمة المساعدة"
    case "171802010007":
    return "171802010007: تطوير  نظام وآلية لرصد الحالات المخالفة لقانون عمال الخدمة المساعد"
    case "171802010008":
    return "171802010008: تطوير نظام لإدارة منح تصاريح عمل لعمال الخدمة المساعدة"
    case "171802020000":
    return "171802020000: تطوير آليات تقديم خدمات الشكاوى العمالية"
    case "171802020001":
    return "171802020001: إطلاق الباحث القانوني الالكتروني"
    case "171802020002":
    return "171802020002: تطوير منظومة عمل مشتركة مع الدوائر القضائية بما يخص خدمات علاقات ا"
    case "171802020003":
    return "171802020003: تطوير خدمات شكاوى الانقطاع عن العمل وقنوات تقديمها"
    case "171802030000":
    return "171802030000: تطوير آليات وقنوات تقديم خدمات التوجيه والضبط والرقابة تتناسب مع ط"
    case "171802030001":
    return "171802030001: إطلاق مراكز توجيه لتقديم خدمات التوجيه العمالي لأصحاب العمل والع"
    case "171802030002":
    return "171802030002: تنفيذ برنامج سعادة العمال"
    case "171802030003":
    return "171802030003: تقديم خدمات التوجيه مع الشركاء المحليين والدوليين"
    case "171802030004":
    return "171802030004: إطلاق مراكز تقييم لتقديم خدمات الضبط والرقابة على المنشآت المسجل"
    case "171802030005":
    return "171802030005: تطوير دليل التعامل مع المنشآت المتعثرة"
    case "171802040000":
    return "171802040000: تعزيز  انفاذ و تطبيق التشريعات المنظمة لسوق العمل"
    case "171802040001":
    return "171802040001: تطوير نظام موحد لأنظمة التفتيش"
    case "171802040002":
    return "171802040002: تطوير منظومة عمل المفتشين"
    case "171802040003":
    return "171802040003: تطوير مصفوفة المخاطر لنظام التفتيش الذكي وتصنيفها وفق أنواع التفتي"
    case "171802040004":
    return "171802040004: الربط الالكتروني مع الجهات المشتركة (اتصالات، دو، فيوا، ديوا،....)"
    case "171802040005":
    return "171802040005: تأهيل جميع المفتشين للقيام بمهام المفتش الشامل"
    case "171802040006":
    return "171802040006: قياس أداء المفتشين وفق مستهدفات ثابتة وطموحة"
    case "171802040007":
    return "171802040007: استحداث مركز الاستجابة السريعة (غرفة العمليات)"
    case "171802040008":
    return "171802040008: تطوير كفاءة تسجيل الاصابات العمالية من خلال ربط نظام سلامة مع الجه"
    case "171802040009":
    return "171802040009: تطوير سياسات و معايير الصحة و السلامة المهنية"
    case "171802040010":
    return "171802040010: إعداد دراسة تقييم القرارات الوزارية الثلاثة"
    case "171802050000":
    return "171802050000: علاقات العمل"
    case "171802050001":
    return "171802050001: تسجيل شكاوي عمالية (جميع أنواع الشكاوي)  (خدمة ذات أولوية)"
    case "171802050002":
    return "171802050002: إلغاء شكاوي عمالية (جميع أنواع الشكاوي)  (خدمة ذات أولوية)"
    case "171802050003":
    return "171802050003: تسجيل شكوى عمالية (عمالة مساعدة)  (خدمة ذات أولوية)"
    case "171802050004":
    return "171802050004: طلب إلغاء شكوى(عمالة مساعدة)"
    case "171802050005":
    return "171802050005: ابلاغ تأخير سداد الاجور (راتبي)  (خدمة ذات أولوية)"
    case "171802050006":
    return "171802050006: ابلاغ تأخير سداد الاجور (راتبي) - عمالة مساعدة  (خدمة ذات أولوية)"
    case "171802060000":
    return "171802060000: الضبط والرقابة"
    case "171802060001":
    return "171802060001: تسجيل عقود المقاولة من الباطن"
    case "171802060002":
    return "171802060002: التفتيش على اشتراطات وبيئة العمل  (خدمة ذات أولوية)"
    case "171802060003":
    return "171802060003: متابعة إصابات العمل والحوادث المهنية"
    case "171802070000":
    return "171802070000: توعية الجمهور"
    case "171802070001":
    return "171802070001: نشر مواد توعوية"
    case "171802070002":
    return "171802070002: إقامة ورش وندوات - عمالة مساعدة"
    case "171802070003":
    return "171802070003: تنفيذ الزيارات التوجيهية - عمالة مساعدة"
    case "171802070004":
    return "171802070004: نشر مواد توعوية - عمالة مساعدة"
    case "171803010000":
    return "171803010000: تطوير سياسات وطنية لرفع الانتاجية"
    case "171803010001":
    return "171803010001: تطوير سياسات تحفيزية لرفع مهارات العاملين"
    case "171803010002":
    return "171803010002: وضع استرتيجيات لسوق العمل من شأنها دعم سياسات وطنية لرفع الإنتاجية"
    case "171803010003":
    return "171803010003: إجراء الدراسات التطويرية في مجال سوق العمل"
    case "171803010004":
    return "171803010004: تطوير آليات لقياس  مؤشرات سوق العمل"
    case "171803010005":
    return "171803010005: تطوير سياسات الاستقدام تعزز المهارات"
    case "171803020000":
    return "171803020000: تمكين صنع القرار من خلال بيانات سوق عمل دقيقة وموثوقة"
    case "171803020001":
    return "171803020001: بناء نموذج استشرافي لرسم صورة مستقبلية لسوق العمل"
    case "171803020002":
    return "171803020002: تطوير قاعدة بيانات Big Data"
    case "171803020003":
    return "171803020003: تفعيل الربط الالكتروني مع الشركاء لتعزيز قاعدة بيانات نظام معلومات"
    case "171803020004":
    return "171803020004: تطوير وتفعيل وتحديث التصنيفات المهنية والمهارية والاقتصادية"
    case "171803030000":
    return "171803030000: تفعيل مسار حوار أبوظبي"
    case "171803030001":
    return "171803030001: تنظيم اللقاءات التشاورية للوزراء وكبار المسئولين بدول المسار"
    case "171803030002":
    return "171803030002: إعداد تقارير ودراسات عن انشطة حوار أبوظبي"
    case "171803030003":
    return "171803030003: إعداد مشاريع/ برامج مشتركة مع دول الارسال"
    case "171803040000":
    return "171803040000: تعزيز العلاقات الدولية المتميزة مع الشركاء الاقليمين والدوليين"
    case "171803040001":
    return "171803040001: إبرام مذكرات تفاهم في مجال القوى العاملة / أفضل الممارسات"
    case "171803040002":
    return "171803040002: اصدار التقارير الدولية"
    case "171803040003":
    return "171803040003: المشاركة في المحافل/ المسارات الدولية"
    case "171803050000":
    return "171803050000: التعاون مع الشركاء القطاع الحكومي والخاص في تنظيم سوق العمل وتقديم"
    case "171803050001":
    return "171803050001: إبرام مذكرات التفاهم مع الشركاء في مجال تقديم الخدمات وتنظيم سوق ا"
    case "171803050002":
    return "171803050002: تفعيل مذكرات التفاهم مع الشركاء في مجال تقديم الخدمات وتنظيم سوق ا"
    case "171803060000":
    return "171803060000: تعزيز علاقات فعالة داخلياً وخارجياً"
    case "171803060001":
    return "171803060001: تعزيز التواجد الاعلامي في وسائل الإعلام"
    case "171803060002":
    return "171803060002: تعزيز التواصل الداخلي والخارجي"
    case "171804010000":
    return "171804010000: التطوير المستمر والابتكاري للخدمات"
    case "171804010001":
    return "171804010001: تطوير نظام الخدمات الالكترونية لضمان السرعة والكفاءة والفاعلية"
    case "171804010002":
    return "171804010002: تطوير منظومة الاتصال الذكي للمعاملات الالكترونية - المرحلة الثانية"
    case "171804010003":
    return "171804010003: تطوير خدمات وكالات التوظيف الخاصة"
    case "171804010004":
    return "171804010004: إعادة هندسة عمليات/ خدمات تدريب الباحثين عن عمل"
    case "171804010005":
    return "171804010005: إعادة هندسة عمليات/ خدمات توظيف الباحثين عن عمل"
    case "171804020000":
    return "171804020000: تطوير سياسات وآليات حوكمة للرقابة على جودة الخدمات المقدمة"
    case "171804020001":
    return "171804020001: تقديم خدمات الوزارة المقدمة من خلال أكشاك وسيارات الخدمة بالشراكة"
    case "171804020002":
    return "171804020002: تطوير نظام مركزي لمتابعة مدى إلتزام مراكز الخدمة تسهيل بمعايير الت"
    case "171804020003":
    return "171804020003: تطوير آلية تسجيل المستخدمين على انظمة تسهيل"
    case "171804020004":
    return "171804020004: تطوير مراكز الخدمة تسهيل على معايير الهوية المرئية الجديدة المعت"
    case "171804020005":
    return "171804020005: تطوير دليل التدقيق على الخدمات الالكترونية"
    case "171804020006":
    return "171804020006: تطوير منظومة الرقابة على جودة  الخدمات الالكترونية ومدى توافقها مع"
    case "171804020007":
    return "171804020007: اطلاق نظام لعمل أقسام  سعادة المتعاملين في مراكز سعادة المتعاملين"
    case "171804020008":
    return "171804020008: تطوير معايير منح تصاريح العمل"
    case "171804030000":
    return "171804030000: تطوير منظومة العناية بالمتعاملين"
    case "171804030001":
    return "171804030001: تحديث قاعدة بيانات المتعاملين"
    case "171804030002":
    return "171804030002: تطوير تصنيف المتعاملين"
    case "171804030003":
    return "171804030003: تطوير نظام تقييم جودة تقديم الخدمات"
    case "171804040000":
    return "171804040000: تأهيل وتحفيز مقدمي الخدمات في المراكز المعتمدة"
    case "171804040001":
    return "171804040001: رفع كفاءة القائمين على  خدمات عمال الخدمة المساعدة في المراكز المع"
    case "171804040002":
    return "171804040002: تعهيد عمليات التدريب لموظفي مراكز الخدمة تسهيل لتقدم من خلال أحد م"
    case "171804040003":
    return "171804040003: تطوير نظام الحوافز والمكافئات المالية"
    case "171804050000":
    return "171804050000: تعزيز الشراكة مع القطاع الخاص في سبيل تقديم خدمات العمالة المساعدة"
    case "171804050001":
    return "171804050001: اطلاق جائزة لمراكز تقديم خدمات عمال الخدمة المساعدة"
    case "171804050002":
    return "171804050002: إطلاق ملتقى مراكز تقديم خدمات عمال الخدمة المساعدة"
    case "171804050003":
    return "171804050003: إطلاق مراكز تدبير لتقديم خدمات عمال الخدمة المساعدة"
    case "171804060000":
    return "171804060000: ضمان تجربة متميزة للمتعامل عبر مختلف قنوات الخدمة"
    case "171804060001":
    return "171804060001: تطوير قنوات ذكية لمعلومات سوق العمل تستهدف كافة المستفيدين من البي"
    case "171804060002":
    return "171804060002: تعزيز قدرات الوزارة في تطبيق استراتيجية الحكومة الذكية"
    case "171804060003":
    return "171804060003: تطوير التطبيق الذكي للهاتف المتحرك"
    case "171804060004":
    return "171804060004: تطوير  نظام إدارة طلبات التصاريح والتراخيص"
    case "171804060005":
    return "171804060005: تطوير  نظام إدارة علاقات العمل"
    case "171804060006":
    return "171804060006: تطوير نظام شكوى انقطاع عن العمل (تسجيل وإلغاء، ومتابعة،...)"
    case "171804070000":
    return "171804070000: تطوير الأنظمة والخدمات (تطوير أنظمة تقديم خدمات الوزارة)"
    case "171804070001":
    return "171804070001: تقديم خدمات إدارة العلامات التجارية بالشراكة مع القطاع الخاص"
    case "171804070002":
    return "171804070002: إعداد دراسة تعهيد خدمات التوطين"
    case "171804070003":
    return "171804070003: تقديم خدمات تنمية الموارد البشرية الوطنية بالشراكة مع القطاع الخاص"
    case "171804070004":
    return "171804070004: تقديم خدمات توظيف الموارد البشرية الوطنية بالشراكة مع القطاع الخاص"
    case "171804070005":
    return "171804070005: تقديم خدمات الشكاوى العمالية بالشراكة مع القطاع الخاص  وإطلاق مراك"
    case "171804070006":
    return "171804070006: تطوير مركز الاتصال لتقديم خدمات الوزارة المعلوماتية والاجرائية (قط"
    case "171804070007":
    return "171804070007: تطوير مركز الاتصال لتقديم خدمة الخط الساخن لخدمات الشكاوى العمالية"
    case "171804070008":
    return "171804070008: تطوير مركز الاتصال لتقديم خدمات الدعم (الفني والاجرائي) لفئات المت"
    case "171804070009":
    return "171804070009: تطوير مركز الاتصال لتقديم خدمات ادارة علاقات المتعاملين (CRM)"
    case "171804070010":
    return "171804070010: تطوير مراكز سعادة المتعاملين لشؤون التوطين (تنمية وتوظيف الموارد ا"
    case "171804070011":
    return "171804070011: تطوير مراكز سعادة المتعاملين لشؤون الموارد البشرية (العمل، التفتيش"
    case "171804070012":
    return "171804070012: تطوير أدوات التفتيش الالكترونية والذكية (سيارات، أجهزة تقنية ،أجهز"
    case "171804070013":
    return "171804070013: إعداد دراسات تطويرية للخدمات والأنظمة و فق متطلبات المتعاملين"
    case "171804070014":
    return "171804070014: تنفيذ حملات تسويقية لتوعية الفئات المعنية بالخدمات والقنوات في مجا"
    case "171804070015":
    return "171804070015: تنفيذ حملات تسويقية لتوعية الفئات المعنية بالخدمات والقنوات في مجا"
    case "171804070016":
    return "171804070016: تنفيذ حملات تسويقية لتوعية الفئات المعنية بالخدمات و القنوات في مج"
    case "171804070017":
    return "171804070017: التحول الالكتروني لأنظمة وزارة الموارد البشرية والتوطين"
    case "171804080000":
    return "171804080000: المنشآت"
    case "171804080001":
    return "171804080001: فتح بطاقة منشأة"
    case "171804080002":
    return "171804080002: تحديث أو تعديل بيانات بطاقة المنشأة"
    case "171804080003":
    return "171804080003: تعديل حالة/ رفع قيد عن منشأة"
    case "171804080004":
    return "171804080004: إلغاء بطاقة المنشأة"
    case "171804080005":
    return "171804080005: طلب بطاقة التوقيع الإلكتروني"
    case "171804080006":
    return "171804080006: إصدار تصريح مندوب (ممثل علاقات حكومية)"
    case "171804080007":
    return "171804080007: إلغاء تصريح مندوب (ممثل علاقات حكومية)"
    case "171804080008":
    return "171804080008: اصدار ترخيص جديد لوكالة التوظيف الخاصة"
    case "171804080009":
    return "171804080009: تجديد ترخيص لوكالة التوظيف الخاصة"
    case "171804080010":
    return "171804080010: إلغاء ترخيص لوكالة التوظيف الخاصة"
    case "171804080011":
    return "171804080011: تعديل بيانات ترخيص لوكالة التوظيف الخاصة"
    case "171804080012":
    return "171804080012: طلب اشتراك في برنامج دعم المنشآت الصغيرة والمتوسطة"
    case "171804080013":
    return "171804080013: ترخيص مراكز الخدمة تسهيل"
    case "171804080014":
    return "171804080014: اصدار أسم مستخدم للمنشآت"
    case "171804080015":
    return "171804080015: طلب حصة تصاريح عمل للمنشآت المتميزة"
    case "171804080016":
    return "171804080016: طلب حصة تصاريح عمل (فردي/جماعي) للمنشآت  (خدمة ذات أولوية)"
    case "171804090000":
    return "171804090000: تصاريح العمل"
    case "171804090001":
    return "171804090001: اصدار عرض العمل من خارج الدولة"
    case "171804090002":
    return "171804090002: إلغاء عرض العمل من خارج الدولة"
    case "171804090003":
    return "171804090003: إصدارتصريح عمل جديد من خارج الدولة  (خدمة ذات أولوية)"
    case "171804090004":
    return "171804090004: استبدال تصريح عمل من خارج الدولة"
    case "171804090005":
    return "171804090005: إلغاء تصريح العمل من خارج الدولة"
    case "171804090006":
    return "171804090006: اصدار عقد عمل من خارج الدولة"
    case "171804090007":
    return "171804090007: تعديل بيانات عقد/ تصريح عمل من خارج الدولة"
    case "171804090008":
    return "171804090008: تجديد تصريح وعقد عمل/ تصريح عمل مهمة من خارج الدولة  (خدمة ذات أول"
    case "171804090009":
    return "171804090009: إلغاء عقد عمل من خارج الدولة"
    case "171804090010":
    return "171804090010: اصدارعرض العمل من داخل الدولة"
    case "171804090011":
    return "171804090011: إلغاء عرض العمل من داخل الدولة"
    case "171804090012":
    return "171804090012: إصدارتصريح عمل جديد من داخل الدولة  (خدمة ذات أولوية)"
    case "171804090013":
    return "171804090013: استبدال تصريح عمل من داخل الدولة"
    case "171804090014":
    return "171804090014: إلغاء تصريح عمل من داخل الدولة"
    case "171804090015":
    return "171804090015: اصدار عقد عمل جديد من داخل الدولة  (خدمة ذات أولوية)"
    case "171804090016":
    return "171804090016: تعديل بيانات عقد/ تصريح عمل من داخل الدولة"
    case "171804090017":
    return "171804090017: تجديد تصريح وعقد عمل/ تصريح عمل مهمة من داخل الدولة  (خدمة ذات أول"
    case "171804090018":
    return "171804090018: إلغاء عقد العمل من داخل الدولة"
    case "171804090019":
    return "171804090019: اصدار تصريح عمل (مواطن/ مجلس التعاون الخليجي)"
    case "171804090020":
    return "171804090020: تعديل بيانات عقد وتصريح عمل (مواطن/ دول مجلس االتعاون الخليجي)"
    case "171804090021":
    return "171804090021: إلغاء تصريح عمل (مواطن/ مجلس التعاون الخليجي)"
    case "171804090022":
    return "171804090022: اصدار تصريح عمل عامل مساعد  (خدمة ذات أولوية)"
    case "171804090023":
    return "171804090023: إلغاء تصريح عمل عامل مساعد"
    case "171804090024":
    return "171804090024: طلب حصة اضافية (كوته) عمالة مساعدة"
    case "171804090025":
    return "171804090025: اصدار عقد عمل جديد عامل مساعد"
    case "171804090026":
    return "171804090026: تعديل بيانات عقد/ تصريح عمل عامل مساعد"
    case "171804090027":
    return "171804090027: تجديد تصريح وعقد عمل عامل مساعد  (خدمة ذات أولوية)"
    case "171804090028":
    return "171804090028: إلغاء عقد عمل عامل مساعد"
    case "171804100000":
    return "171804100000: علاقات المتعاملين"
    case "171804100001":
    return "171804100001: طلب معلومات"
    case "171804100002":
    return "171804100002: طلب تظلم من المتعامل"
    case "171804100003":
    return "171804100003: تقديم الدعم الفني"
    case "171804100004":
    return "171804100004: تقديم ملاحظة أوشكوى"
    case "171804100005":
    return "171804100005: تقديم مقترح"
    case "171804110000":
    return "171804110000: صاحب العمل"
    case "171804110001":
    return "171804110001: طلب فتح ملف صاحب العمل"
    case "171804110002":
    return "171804110002: تحديث/ تعديل بيانات ملف صاحب العمل"
    case "171804110003":
    return "171804110003: إلغاء ملف صاحب العمل"
    case "171805010000":
    return "171805010000: إدارة الموارد المالية بكفاءة وفعالية"
    case "171805010001":
    return "171805010001: إعداد الميزانية ومتابعة تنفيذها"
    case "171805010002":
    return "171805010002: إدارة الرواتب"
    case "171805010003":
    return "171805010003: إدارة المدفوعات والاستحقاقات"
    case "171805010004":
    return "171805010004: إجراء التدقيق الداخلي"
    case "171805020000":
    return "171805020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "171805020001":
    return "171805020001: إدارة المشتريات"
    case "171805020002":
    return "171805020002: إدارة العقود ومتابعتها"
    case "171805030000":
    return "171805030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "171805030001":
    return "171805030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "171805030002":
    return "171805030002:  تدريب وتطوير الموظفين"
    case "171805030003":
    return "171805030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "171805040000":
    return "171805040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "171805040001":
    return "171805040001: إدارة الجودة"
    case "171805040002":
    return "171805040002: إدارة علاقات المتعاملين"
    case "171805040003":
    return "171805040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "171805050000":
    return "171805050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "171805050001":
    return "171805050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "171805050002":
    return "171805050002: إدارة النشاط الإعلامي"
    case "171805060000":
    return "171805060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "171805060001":
    return "171805060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "171805060002":
    return "171805060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "171805070000":
    return "171805070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "171805070001":
    return "171805070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "171805070002":
    return "171805070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "171805080000":
    return "171805080000: توفير أفضل الخدمات القانونية"
    case "171805080001":
    return "171805080001: إعداد الدراسات والاستشارات القانونية"
    case "171805080002":
    return "171805080002: إدارة الشؤون القانونية"
    case "171805090000":
    return "171805090000: توفير أحدث خدمات تقنية المعلومات"
    case "171805090001":
    return "171805090001: تطوير النظم والتطبيقات الإلكترونية"
    case "171805090002":
    return "171805090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "171805090003":
    return "171805090003: إدارة الشبكات وأمن المعلومات"
    case "171805100000":
    return "171805100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "171805100001":
    return "171805100001: الصيانة"
    case "171805100002":
    return "171805100002: الإيجار"
    case "171805100003":
    return "171805100003: المواصلات"
    case "171805100004":
    return "171805100004:  رسوم الاستشارات"
    case "171805100005":
    return "171805100005:  المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والان"
    case "171805100006":
    return "171805100006:  الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "171806010000":
    return "171806010000:  تبني أحدث ادوات ووسائل الابتكار داخل الجهة"
    case "171806010001":
    return "171806010001: تنفيذ مختبرات للابتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "171806010002":
    return "171806010002: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "171806010003":
    return "171806010003: تطوير جائزة الابتكار"
    case "171806020000":
    return "171806020000: بناء شراكات فاعلة مع القطاع الحكومي والخاص"
    case "171806020001":
    return "171806020001: ابرام اتفاقيات ومذكرات تفاهم مع الجهات الاكاديمية"
    case "171806020002":
    return "171806020002: عقد اتفاقيات شراكة مع القطاع الخاص لتبني الافكار الابداعية"
    case "171806020003":
    return "171806020003: ابرام مذكرات تفاهم مع الشركاء لتنفيذ مشاريع مبتكرة"
    case "171806030000":
    return "171806030000: بناء قدرات الموارد البشرية في مجال الابتكار"
    case "171806030001":
    return "171806030001: تنفيذ برامج تدريبية في مجال الابتكار"
    case "171806030002":
    return "171806030002: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "171806030003":
    return "171806030003: تنفيذ برامج الاطلاع على أفضل الممارسات المحلية/ العالمية في مجال ا"
    case "171901010001":
    return "171901010001: دعم انشاء هيكلية تنظيمية عليا لتخطيط البنية التحتية."
    case "171901010002":
    return "171901010002: بناء أجندة الدراسات والتقارير المعنية بمنظومة البنية التحتية (محلي"
    case "171901010003":
    return "171901010003: توفير منصات مناسبة للتشاركية في المعارف ومناقشتها وتعزيز انتشارها"
    case "171901010000":
    return "171901010000: تأسيس نظام دعم القرار الخاصة بتطوير البنية التحتية للدولة"
    case "171901020001":
    return "171901020001: التوافق على متطلبات بنية تحتية متكاملة جاذبة لدعم الاستثمار."
    case "171901020002":
    return "171901020002: اقتراح تطوير القوانين والأنظمة والتشريعات الناظمة لتمكين جذب وإدار"
    case "171901020003":
    return "171901020003: اقتراح نظام لتعزيز الابتكار في مشاريع البنية التحتية"
    case "171901020000":
    return "171901020000: انشاء آلية لتحديد أولويات الاستثمار في البنية التحتية"
    case "171901030001":
    return "171901030001: ضمان التكامل بين المخططات الشمولية الاتحادية والمحلية."
    case "171901030002":
    return "171901030002: اعتماد مخطط شمولي توافقي"
    case "171901030003":
    return "171901030003: إيجاد آلية حوكمة لتمكين متابعة تنفيذ المخطط وفعاليته والحاجة لتح"
    case "171901030000":
    return "171901030000: تأسيس نظام ذكي لتطوير وتحديث المخطط الشمولي على مستوى الدولة بالتو"
    case "171901040001":
    return "171901040001: التنسيق مع الجهات المعنية بالبيئة ."
    case "171901040002":
    return "171901040002: اطلاق نظام لقياس المعايير البيئية لمشاريع البنية التحتية (مباني ،ط"
    case "171901040003":
    return "171901040003: تطبيق تجريبي على بعض المشاريع."
    case "171901040004":
    return "171901040004: اعتماد النظام وتطبيقه على مشاريع البنية التحتية بدولة الامارات بال"
    case "171901040000":
    return "171901040000: تطوير نظام لقياس الأثر البيئي لمشاريع البنية التحتية بما يراعي خصو"
    case "171901050001":
    return "171901050001: التنسيق مع الجهات المعنية بالبنية التحتية لدراسة المواصفات والقوان"
    case "171901050002":
    return "171901050002: اعتماد المواصفات والقوانين والانظمة من الجهة المعنية"
    case "171901050003":
    return "171901050003: تعميم المواصفات والقوانين والانظمة المعتمدة على جميع المعنيين لتطب"
    case "171901050004":
    return "171901050004: رفع تقارير بمدى الالتزام بالتطبيق وقياس الأثر من التطبيق"
    case "171901050000":
    return "171901050000: اقتراح أنظمة وقوانين ومواصفات لتطوير مكونات البنية التحتية"
    case "171901060001":
    return "171901060001: دراسة قياس اثر قيمة المشروع قبل عمليات الطرح"
    case "171901060000":
    return "171901060000: مؤشر القيمة ( Value Index)"
    case "171901070001":
    return "171901070001: اعداد مذكرة لمجلس الوزراء لتعديل قرار مجلس الوزراء"
    case "171901070000":
    return "171901070000: تحديث قرار مجلس الوزراء الخاص بصيانة المباني الاتحادية المسؤولة عن"
    case "171901080001":
    return "171901080001: اعداد دراسة لحفظ وتخزين مياه الامطار في السدود والمنشات المائية"
    case "171901080000":
    return "171901080000: دراسة حفظ وتخزين مياه الامطار في السدود والمنشات المائية"
    case "171901090001":
    return "171901090001: التنسيق لاعداد مؤتمرات وملتقيات عالمية في مجال النقل الذكي"
    case "171901090000":
    return "171901090000: توفير منصات تشاركية عالمية في مجال النقل الذكي"
    case "171901100001":
    return "171901100001: استكمال قاعدة البيانات لمساكن المواطنين في مختلف إمارات الدولة"
    case "171901100002":
    return "171901100002: وضع الاطار العام لأليات تدفق البيانات بين الجهات الإسكانية في الدو"
    case "171901100003":
    return "171901100003: اسقاط البيانات المكانية على نظام ال Gis"
    case "171901100004":
    return "171901100004: رصد المؤشرات الاستراتيجية الاسكانية الكترونيا"
    case "171901100000":
    return "171901100000: ادارة المخزون السكني"
    case "171901110001":
    return "171901110001: قياس الوضع الحالي لزمن الرحلة للمتعامل حسب تصنيف المباني"
    case "171901110002":
    return "171901110002: تحديد معايير زمن رحلة المتعامل لكل مبنى اتحادي حسب التصنيف"
    case "171901110003":
    return "171901110003: تطوير المخطط الشمولي"
    case "171901110000":
    return "171901110000: تطوير المخطط الشمولي بما يحقق المؤشرات العالمية لزمن الرحلة"
    case "171901120001":
    return "171901120001: توفير البيانات التخطيطية والخرائط الجغرافية"
    case "171901120000":
    return "171901120000: خدمة توفير استشارات و مخططات و دراسات فنية"
    case "171901130001":
    return "171901130001: تمليك مسكن حكومي"
    case "171901130002":
    return "171901130002: اصدار شهادة حاصل /غير حاصل لمسكن حكومي او مساعدة سكنية"
    case "171901130003":
    return "171901130003: بدل فاقد لمحضر مسكن حكومي او قرار تمليك مسكن حكومي"
    case "171901130004":
    return "171901130004: اصدار تعديل قرار تمليك مسكن حكومي للحالات الخاصة"
    case "171901130000":
    return "171901130000: خدمات الاسكان"
    case "171902010001":
    return "171902010001: تطوير آليات وممارسات ادارة المشاريع"
    case "171902010002":
    return "171902010002: تطبيق النظام على المشاريع التي تشرف عليها الوزارة"
    case "171902010003":
    return "171902010003: ربط النظام مع جميع المتعاملين من الوزارات الاتحادية والدوائر المحل"
    case "171902010004":
    return "171902010004: إدارة مشاريع المباني وفق أفضل الممارسات"
    case "171902010005":
    return "171902010005: إدارة مشاريع الطرق وفق أفضل الممارسات"
    case "171902010000":
    return "171902010000: إدارة مشاريع البنية التحتية الاتحادية من خلال تطوير نظام إلكتروني"
    case "171902020001":
    return "171902020001: اعداد قائمة بالمعايير المعتمدة ( معايير التنمية الخضراء/ معايير ال"
    case "171902020002":
    return "171902020002: تطوير المواصفات والتصاميم وفق المعايير المعتمدة"
    case "171902020003":
    return "171902020003: متابعة تنفيذ المعايير وقياس أثرها"
    case "171902020000":
    return "171902020000: تطبيق معايير عالمية معتمدة لتطوير مشاريع البنية التحتية الاتحادية"
    case "171902030001":
    return "171902030001: ( اعتماداتي ) اعداد نظام الكتروني لاعتماد المواد في المشاريع يربط"
    case "171902030000":
    return "171902030000: مبادرة الهندسة للمستقبل"
    case "171902040001":
    return "171902040001: دراسة المواد المناسبة لاستخدامها في انشاء المشاريع"
    case "171902040002":
    return "171902040002: تنفيذ الدراسات على مشروع"
    case "171902040003":
    return "171902040003: قياس نتائج المشروع"
    case "171902040000":
    return "171902040000: تطوير مواد البناء باستخدام تقنيات حديثة ( نانو )"
    case "171902050001":
    return "171902050001: (اعتماداتي ألكترونية)تطبيق نظام لاتمتتة الاجراءات في ادارة تنفيذ"
    case "171902050002":
    return "171902050002: استخدام الشاشات الذكية في مواقع تنفيذ المشروعات"
    case "171902050003":
    return "171902050003: استخدام الطاقة النظيفة بدلا من المولدات لتشغيل مكاتب الاشراف والمق"
    case "171902050004":
    return "171902050004: تطبيق تقنيات حديثة لتقليل استخدام المياه في معالجة الخرسانات بالمش"
    case "171902050000":
    return "171902050000: مواقع انشائية آمنة ومستدامة وذكية( SSSS) Safe, Sustainable & Sma"
    case "171902060001":
    return "171902060001: استراحات مستدامة على الطرق الاتحادية"
    case "171902060002":
    return "171902060002: التشجير على الطرق الاتحادية"
    case "171902060003":
    return "171902060003: تطوير الجسور والتقاطعات على الطرق الاتحادية"
    case "171902060000":
    return "171902060000: تطوير حرم الطرق الاتحادية"
    case "171902070001":
    return "171902070001: استخدام مراوح توليد الطاقة الكهربائية على جوانب الطرق الاتحادية"
    case "171902070002":
    return "171902070002: استخدام تقنية الحساسات في انارة الطرق الاتحادية لتقليل استهلاك الط"
    case "171902070000":
    return "171902070000: توفير طاقة متجددة من خلال استغلال حرم الطرق الاتحادية بالتنسيق مع"
    case "171902080001":
    return "171902080001: انجاز القرية المرورية التوعوية"
    case "171902080000":
    return "171902080000: الفرية المرورية"
    case "171902090001":
    return "171902090001: أختبارات ضبط جودة المواد الانشائية"
    case "171902090000":
    return "171902090000: ضبط جودة المواد الانشائية"
    case "171902100001":
    return "171902100001: توفير استشارات فنية لتصميم مساكن المعاقين"
    case "171902100002":
    return "171902100002: طلب مخططات المشاريع المنفذة اسكان / مباني"
    case "171902100000":
    return "171902100000: خدمة توفير استشارات و مخططات و دراسات فنية"
    case "171902110001":
    return "171902110001: انشاء المباني والمنشآت الاتحادية"
    case "171902110000":
    return "171902110000: خدمة المباني الاتحادية"
    case "171902120001":
    return "171902120001: انشاء الطرق والمرافق الاتحادية"
    case "171902120002":
    return "171902120002: اصدار شهادة عدم ممانعه لعمل مدخل أو مخرج جانبي الطريق"
    case "171902120003":
    return "171902120003: تجديد شهادة عدم ممانعة لعمل مدخل أو مخرج جانبي الطريق"
    case "171902120004":
    return "171902120004: اصدار شهادات عدم ممانعة لمرور شاحنة ذات ابعاد و اوزان مميزة على ال"
    case "171902120005":
    return "171902120005: تجديد شهادة عدم ممانعة لمرور شاحنة ذات ابعاد و اوزان مميزة على الط"
    case "171902120006":
    return "171902120006: اصدار شهادة عدم ممانعه لعمل الفتحات دائمة بالسياج القائم و البوابا"
    case "171902120007":
    return "171902120007: تجديد شهادة عدم ممانعة لعمل الفتحات دائمة بالسياج القائم و البوابا"
    case "171902120008":
    return "171902120008: اصدار شهادة عدم ممانعه لتركيب خط هوائي على جانبي الطريق"
    case "171902120009":
    return "171902120009: تجديد شهادة عدم ممانعة لتركيب خط هوائي على جانبي الطريق"
    case "171902120010":
    return "171902120010: اصدار شهادة عدم ممانعه لتركيب سقالات على جانبي الطريق"
    case "171902120011":
    return "171902120011: تجديد شهادة عدم ممانعة لتركيب سقالات على جانبي الطريق"
    case "171902120012":
    return "171902120012: اصدار شهادة عدم ممانعه لوضع لوحات إرشادية على جوانب الطريق"
    case "171902120013":
    return "171902120013: تجديد شهادة عدم ممانعة لوضع لوحات إرشادية على جوانب الطريق"
    case "171902120014":
    return "171902120014: اصدار شهادة عدم ممانعه لتمديد خط خدمات"
    case "171902120015":
    return "171902120015: تجديد شهادة عدم ممانعة تمديد خط خدمات"
    case "171902120016":
    return "171902120016: اصدار شهادة عدم ممانعه لعمل تحويلة مرورية"
    case "171902120017":
    return "171902120017: تجديد شهادة عدم ممانعة لعمل تحويلة مرورية"
    case "171902120018":
    return "171902120018: طلب تحديد طلب مسافة"
    case "171902120019":
    return "171902120019: إصدار تقرير الحوادث"
    case "171902120000":
    return "171902120000: خدمة الطرق الاتحادية"
    case "171903010001":
    return "171903010001: إعداد مسودة قانون"
    case "171903010002":
    return "171903010002: تنفيذ القانون عند اصدارة"
    case "171903010000":
    return "171903010000: اقتراح قانون إدارة الاصول الاتحادية"
    case "171903020001":
    return "171903020001: حصر أصول البنية التحتية على المستوى الوطني"
    case "171903020002":
    return "171903020002: وضع أنظمة ذكية لتوفير بينات دقيقة عن حالة مرافق البنية التحتية مما"
    case "171903020003":
    return "171903020003: تأهيل المعنيين في الوزارات والجهات المختلفة لتشغيل وإدارة المرافق"
    case "171903020004":
    return "171903020004: الثقافة المجتمعية لأهمية الحفاظ على مرافق البنية التحتية وأسلوب ال"
    case "171903020000":
    return "171903020000: بناء نظام إدارة أصول البنية التحتية لتعزيز فعاليتها وانتاجيتها واس"
    case "171903030001":
    return "171903030001: اعداد دراسة بالأساليب المتبعة عالميا في صيانة المباني والطرق والمن"
    case "171903030002":
    return "171903030002: تطبيق الاساليب والآليات المعتمدة"
    case "171903030003":
    return "171903030003: قياس الأثر البيئي والاقتصادي من تطبيق الاساليب"
    case "171903030000":
    return "171903030000: تطوير أنظمة وأساليب مبتكرة لصيانة المنشآت والطرق ومراعاة المتطلبات"
    case "171903040001":
    return "171903040001: اعداد دليل صيانة المباني والطرق المناسبة لدولة الامارات"
    case "171903040002":
    return "171903040002: تعميم وتطبيق الدليل المعتمد"
    case "171903040000":
    return "171903040000: تطوير دليل لصيانة المباني والطرق حسب افضل الممارسات العالمية"
    case "171903050001":
    return "171903050001: انجاز خطة تنفيذ مشروعات انشاء جسور عبور مشاة حديثة على الطرق الاتح"
    case "171903050002":
    return "171903050002: دراسة امكانية المساهمة في خدمة ذوي الاحتياجات الخاصة"
    case "171903050000":
    return "171903050000: مبادرعبوري امن  تطوير وانشاء معابر مشاة حديثة (سطحية /علوية/ان"
    case "171903060001":
    return "171903060001: تطبيق انظمة التحكم"
    case "171903060002":
    return "171903060002: استخدام مواد مخفضة للطاقة وتكنلوجيا في مشروعات صيانة المباني الاتح"
    case "171903060003":
    return "171903060003: اعداد دراسة عن تغذية بعض اجزاء المباني الاتحادية المؤهلة بالطاقة ا"
    case "171903060004":
    return "171903060004: استخدام الطاقة البديلة في مشروعات صيانة المباني الاتحادية"
    case "171903060000":
    return "171903060000: خفض استهلاك الطاقة للمنشآت الاتحادية من خلال الممارسات والتقنيات ا"
    case "171903070001":
    return "171903070001: انشاء مركز ادارة و مراقبة وتحكم بالطرق الاتحادية"
    case "171903070000":
    return "171903070000: ادارة ومراقبة والتحكم بالطرق الاتحادية control center"
    case "171903080001":
    return "171903080001: صيانة المباني والمنشآت الاتحادية"
    case "171903080002":
    return "171903080002: طلب صيانة طارئة لمشروع ( مباني ، سدود ، موانئ الصيادين)"
    case "171903080000":
    return "171903080000: خدمة المباني الاتحادية الاتحادية"
    case "171903090001":
    return "171903090001: صيانة الطرق والمرافق الاتحادية"
    case "171903090000":
    return "171903090000: خدمة الطرق الاتحادية"
    case "171904010001":
    return "171904010001: إعداد الميزانية ومتابعة تنفيذها"
    case "171904010002":
    return "171904010002: إدارة الرواتب"
    case "171904010003":
    return "171904010003: إدارة المدفوعات والاستحقاقات"
    case "171904010004":
    return "171904010004: إجراء التدقيق الداخلي"
    case "171904010000":
    return "171904010000: إادارة الموارد المالية بكفاءة وفعالية"
    case "171904020001":
    return "171904020001: إدارة المشتريات"
    case "171904020002":
    return "171904020002: إدارة العقود ومتابعتها"
    case "171904020000":
    return "171904020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "171904030001":
    return "171904030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "171904030002":
    return "171904030002: تدريب وتطوير الموظفين"
    case "171904030003":
    return "171904030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "171904030000":
    return "171904030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "171904040001":
    return "171904040001: إدارة الجودة"
    case "171904040002":
    return "171904040002: إدارة علاقات المتعاملين"
    case "171904040003":
    return "171904040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "171904040000":
    return "171904040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "171904050001":
    return "171904050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "171904050002":
    return "171904050002: إدارة النشاط الإعلامي"
    case "171904050000":
    return "171904050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "171904060001":
    return "171904060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "171904060002":
    return "171904060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "171904060000":
    return "171904060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "171904070001":
    return "171904070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "171904070002":
    return "171904070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "171904070000":
    return "171904070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "171904080001":
    return "171904080001: إعداد الدراسات والاستشارات القانونية"
    case "171904080002":
    return "171904080002: إدارة الشؤون القانونية"
    case "171904080000":
    return "171904080000: توفير أفضل الخدمات القانونية"
    case "171904090001":
    return "171904090001: تطوير النظم والتطبيقات الإلكترونية"
    case "171904090002":
    return "171904090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "171904090003":
    return "171904090003: إدارة الشبكات وأمن المعلومات"
    case "171904090000":
    return "171904090000: توفير أحدث خدمات تقنية المعلومات"
    case "171904100001":
    return "171904100001: الصيانة"
    case "171904100002":
    return "171904100002: الإيجار"
    case "171904100003":
    return "171904100003: المواصلات"
    case "171904100004":
    return "171904100004: رسوم الاستشارات"
    case "171904100005":
    return "171904100005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "171904100006":
    return "171904100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "171904100000":
    return "171904100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "171905010001":
    return "171905010001: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة"
    case "171905010002":
    return "171905010002: تشجيع البحث والتطوير داخل الجهة"
    case "171905010003":
    return "171905010003: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "171905010004":
    return "171905010004: تشجيع القيادات في الجهة على التواصل مع الموظفين لمناقشة الأفكار"
    case "171905010005":
    return "171905010005: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "171905010006":
    return "171905010006: ادارة ميزانية الابتكار بفاعلية"
    case "171905010007":
    return "171905010007: تخصيص أوقات محددة للموظفين للتفاعل والنزول للميدان ولقاء فئات المت"
    case "171905010000":
    return "171905010000: تحسين العمليات بما يعزز من الابتكار"
    case "171905020001":
    return "171905020001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "171905020002":
    return "171905020002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "171905020003":
    return "171905020003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "171905020004":
    return "171905020004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "171905020005":
    return "171905020005: رعاية المواهب المبتكرة"
    case "171905020006":
    return "171905020006: تطبيق استراتيجية الابتكار"
    case "171905020007":
    return "171905020007: ملتقى الابتكار"
    case "171905020000":
    return "171905020000: بناء قدرات الموظفين في مجال الابتكار"
    case "171905030001":
    return "171905030001: تنمية الأفكار الابتكارية"
    case "171905030002":
    return "171905030002: تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "171905030003":
    return "171905030003: تطوير جائزة داخلية للابتكار"
    case "171905030004":
    return "171905030004: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "171905030005":
    return "171905030005: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "171905030000":
    return "171905030000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "172101010001":
    return "172101010001: اعتماد النموذج القياسي للمرصد القانوني"
    case "172101010002":
    return "172101010002: ربط المكتبة الالكترونية لوزارة العدل بالمكتبات الالكترونية القانون"
    case "172101010003":
    return "172101010003: توقيع عقد التشغيل والصيانة"
    case "172101010004":
    return "172101010004: تنفيذ المقارنات المعيارية للقوانين والتشريعات وتعميمها على اطراف ا"
    case "172101010005":
    return "172101010005: تسويق ونشر المرصد بين المعنيين وتدريبهم على استخدامه والاستفادة من"
    case "172101010000":
    return "172101010000: إنشاء وإطلاق منصة «المرصد القانوني"
    case "172101020001":
    return "172101020001: إعداد ومراجعة وصياغة التشريعات والمراسيم واللوائح"
    case "172101020002":
    return "172101020002: مراجعة العقود التي تكون الحكومة أو إحدى مؤسساتها طرفاً فيها"
    case "172101020003":
    return "172101020003: إبداء الرأي القانوني في أية مسألة أو استفسار"
    case "172101020000":
    return "172101020000: الدعم القانوني للجهات الحكومية بمراجعة التشريعات والعقود وابداء ال"
    case "172101030001":
    return "172101030001: الاشتراك في الجريدة الرسمية"
    case "172101030002":
    return "172101030002: شراء أعداد من الجريدة الرسمية"
    case "172101030003":
    return "172101030003: نشر القوانين والمراسيم والقرارات الوزارية والإدارية والإعلانات في"
    case "172101030000":
    return "172101030000: الجريدة الرسمية"
    case "172102010001":
    return "172102010001: تشكيل اللجنة القضائية لتقييم ومراجعة القوانين والتشريعات"
    case "172102010002":
    return "172102010002: تقييم ومراجعة طرق الطعن بالأحكام"
    case "172102010003":
    return "172102010003: تقييم ومراجعة الأنظمة البديلة للتقاضي واضافة وسائل جديدة"
    case "172102010004":
    return "172102010004: تقييم ومراجعة قانون الاعلان وتطوير اليات الاعلان ووسائله"
    case "172102010005":
    return "172102010005: تقييم ومراجعة قانون الاجراءات المدنية فيما يخص إدارة الدعوى"
    case "172102010006":
    return "172102010006: تقييم ومراجعة قانون الانابات القضائية"
    case "172102010007":
    return "172102010007: اعتماد نظام الرسوم التصاعدي بحيث تكون مجانية في الأنظمة البديلة لل"
    case "172102010008":
    return "172102010008: تقييم ومراجعة أحكام قانون الاثبات بما يتوافق مع قانون الاجراءات ال"
    case "172102010009":
    return "172102010009: الإطلاع على أفضل الممارسات العالمية في مجال القوانين المراد تقييمه"
    case "172102010010":
    return "172102010010: عقد مجموعة من مختبرات الإبداع وورش عمل للمعنيين والمختصين بهدف تقي"
    case "172102010011":
    return "172102010011: تقديم دراسات التقييم ومقترحات وتوصيات التعديل أو التطوير"
    case "172102010000":
    return "172102010000: تقييم ومراجعة القوانين والتشريعات بما يضمن جودة الأحكام وتسهيل الإ"
    case "172102020001":
    return "172102020001: تشكيل اللجنة القضائية لتقييم وتطوير أعضاء السلطة القضائية"
    case "172102020002":
    return "172102020002: اعداد دراسة مقارنة لعدد القضاة نسبة لعدد سكان الدولة / عدد القضايا"
    case "172102020003":
    return "172102020003: اعداد دراسة مقارنة لعدد المفتشين القضائيين / أعضاء السلطة القضائية"
    case "172102020004":
    return "172102020004: اعداد دراسة مقارنة لعدد أمناء السر/ القضاة - (بحسب نوع الدعوى)"
    case "172102020005":
    return "172102020005: اعادة النظر باليات ووسائل تقييم أعضاء السلطة القضائية"
    case "172102020006":
    return "172102020006: إعداد دراسة لحصر التخصصات اللازمة بهدف توفير القاض المتخصص، وذلك ب"
    case "172102020007":
    return "172102020007: التدريب المتخصص لاعضاء السلطة القضائية"
    case "172102020008":
    return "172102020008: التدريب المتخصص لاعوان السلطة القضائية"
    case "172102020009":
    return "172102020009: اعتماد ساعات تدريبية سنوية لكل عضو سلطة قضائية"
    case "172102020010":
    return "172102020010: إعداد دراسة مستقبلية واستشراف للمستقبل لحصر التخصصات المطلوبة لإعد"
    case "172102020011":
    return "172102020011: عقد اتفاقية مع وزارة التربية والتعليم، و وزارة التعليم العالي حول"
    case "172102020012":
    return "172102020012: عقد مؤتمر / ملتقى قضائي - قانوني سنوي على مستوى عالمي لتعزيز المعا"
    case "172102020013":
    return "172102020013: تأهيل مفتشين قضائيين من أعضاء السلطة القضائية"
    case "172102020000":
    return "172102020000: تعزيز وتطوير الموارد البشرية القضائية المتخصصة بما يضمن الكفاية وا"
    case "172102030001":
    return "172102030001: عقد اتفاقيات تعاون مع الجهات المعنية لتسهيل وتبسيط عملية الإعلان ("
    case "172102030002":
    return "172102030002: اعادة هندسة الاجراءات والعمليات بالخدمات القضائية والعدلية"
    case "172102030003":
    return "172102030003: تطوير نظام إلكتروني لندب وتقارير الخبراء، المترجمين، المحامين وإدا"
    case "172102030004":
    return "172102030004: تطوير نظام الكتروني خاص بإدارة التنفيذ بالمحاكم"
    case "172102030005":
    return "172102030005: تطوير نظام الكتروني للتوثيقات"
    case "172102030006":
    return "172102030006: نظام الكتروني للمراسلات ( للصادر والوارد)"
    case "172102030007":
    return "172102030007: ابتكار شريحة ذكية لكل ملف قضية بحيث يسهل تتبعه، ويحفظ من التلف أو"
    case "172102030008":
    return "172102030008: تطوير سياسات وآليات وأنظمة حماية الأمن القضائي (أمن المحاكم والقضا"
    case "172102030009":
    return "172102030009: إنشاء وتفعيل لجان لفض المنازعات الضريبية"
    case "172102030000":
    return "172102030000: تطوير أنظمة العمل وتسهيل الإجراءات بالمحاكم"
    case "172102040001":
    return "172102040001: انشاء دوائر متخصصة للنظر بالقضايا البسيطة التي تقل عن (20) الف دره"
    case "172102040002":
    return "172102040002: اجراء دراسة مقارنة معيارية وزيارات ميدانية الى محاكم تجارية دولية"
    case "172102040003":
    return "172102040003: عقد شراكات مع غرف التجارة ووزارة الاقتصاد والمصرف المركزي بهدف تسه"
    case "172102040004":
    return "172102040004: وضع برنامج تدريبي متخصص لقضاة المحاكم التجارية"
    case "172102040000":
    return "172102040000: تطوير العمل بالمحاكم التجارية"
    case "172102050001":
    return "172102050001: تحديد نطاق الدعاوى المشمولة بالنظام، والتي من الممكن ان تحل الكترو"
    case "172102050002":
    return "172102050002: تعديل / اصدار التشريعات والقوانين اللازمة والداعمة للنظام"
    case "172102050003":
    return "172102050003: تصميم النظام ومنصته الالكترونية"
    case "172102050004":
    return "172102050004: الاختبار التجريبي للنظام الإلكتروني / الذكي"
    case "172102050005":
    return "172102050005: تدريب المعنيين ( موظفين، قضاة)"
    case "172102050006":
    return "172102050006: إطلاق حملة تسويقية وتوعوية لتشجيع المتعاملين على استخدام النظام"
    case "172102050007":
    return "172102050007: اطلاق النظام بشكل رسمي"
    case "172102050000":
    return "172102050000: مشروع حل النزاعات الكترونيا وذكيا «نزاعات اون لاين"
    case "172102060001":
    return "172102060001: المسح الميداني للمحاكم وتحديد لاحتياجات المعنيين من مشروع الحافظة"
    case "172102060002":
    return "172102060002: تصميم النظام ومنصته الالكترونية"
    case "172102060003":
    return "172102060003: تجميع وفهرسة السوابق القضائية في المحاكم الاتحادية"
    case "172102060004":
    return "172102060004: تدريب المعنيين ( موظفين، قضاة)"
    case "172102060005":
    return "172102060005: الاختبار التجريبي للنظام الإلكتروني / الذكي"
    case "172102060006":
    return "172102060006: الإطلاق الرسمي للحافظة الإلكترونية للسوابق القضائية"
    case "172102060000":
    return "172102060000: مشروع الحافظة الالكترونية للسوابق القضائية"
    case "172102070001":
    return "172102070001: تحديد نطاق المحاكم / القضايا التي ستشملها المحاكمات عن بعد"
    case "172102070002":
    return "172102070002: تعديل / اصدار التشريعات والقوانين اللازمة والداعمة للمحاكمات عن بع"
    case "172102070003":
    return "172102070003: تحديد ومسح الاحتياجات والأنظمة والتقنيات الازمة لتنفيذ المحاكمات ع"
    case "172102070004":
    return "172102070004: تدريب المعنيين ( موظفين، قضاة، محامين، مترجمين، ....)"
    case "172102070005":
    return "172102070005: الاختبار التجريبي للمحاكمات عن بعد"
    case "172102070006":
    return "172102070006: إطلاق حملة تسويقية وتوعوية لتشجيع المتعاملين على استخدام النظام"
    case "172102070000":
    return "172102070000: المحاكم الذكية (المحاكمات عن بعد)"
    case "172102080001":
    return "172102080001: قيد النزاعات امام لجان التوفيق والمصالحة"
    case "172102080002":
    return "172102080002: قيد النزاعات امام لجان التوجيه الاسري"
    case "172102080003":
    return "172102080003: قيد الدعاوى أمام المحاكم الإبتدائية"
    case "172102080004":
    return "172102080004: قيد دعوى مخاصمة القضاة أو أعضاء النيابة العامة أو ردهم"
    case "172102080005":
    return "172102080005: قيد دعاوى ندب أو رد خبير"
    case "172102080006":
    return "172102080006: قيد دعوى تعيين المحكم أو عزله - غير دعاوى الأحوال الشخصية"
    case "172102080007":
    return "172102080007: قيد طلب عرض أو إيداع النقود أو المنقولات وغيرها"
    case "172102080008":
    return "172102080008: قيد طلب أمر أداء"
    case "172102080009":
    return "172102080009: قيد طلب أمر على عريضة"
    case "172102080010":
    return "172102080010: قيد طلب التظلم من الأمر على عريضة"
    case "172102080011":
    return "172102080011: قيد الدعاوى امام محاكم الاستئناف"
    case "172102080012":
    return "172102080012: قيد الطعون أمام المحكمة الاتحادية العليا"
    case "172102080013":
    return "172102080013: سداد تأمين الطعن"
    case "172102080014":
    return "172102080014: قيد دعاوى تأديبية بحق أعضاء السلطة القضائية أمام المحكمة الاتحادية"
    case "172102080015":
    return "172102080015: قيد دعاوى التحكيم"
    case "172102080016":
    return "172102080016: تعيين محكم"
    case "172102080017":
    return "172102080017: عزل محكم"
    case "172102080018":
    return "172102080018: إقالة محكم وتعيين بديل عنه"
    case "172102080019":
    return "172102080019: طلب التنحي عن التحكيم"
    case "172102080020":
    return "172102080020: التصديق على قرار المحكمين"
    case "172102080021":
    return "172102080021: إبطال قرار المحكمين"
    case "172102080000":
    return "172102080000: قيد الدعوى"
    case "172102090001":
    return "172102090001: إعلان على العنوان"
    case "172102090002":
    return "172102090002: إعادة اعلان"
    case "172102090003":
    return "172102090003: إعلان بالنشر"
    case "172102090004":
    return "172102090004: إعلان خارج الدولة"
    case "172102090005":
    return "172102090005: إنابة جهة في الإعلان"
    case "172102090000":
    return "172102090000: الإعلان"
    case "172102100001":
    return "172102100001: تداول النزاعات امام لجان التوفيق والمصالحة"
    case "172102100002":
    return "172102100002: تداول النزاعات أمام لجان التوجيه الأسري"
    case "172102100003":
    return "172102100003: تداول الدعاوى أمام المحاكم الابتدائية"
    case "172102100004":
    return "172102100004: صرف أتعـــاب الخبير المنتدب"
    case "172102100005":
    return "172102100005: طلب الحجز التحفظي"
    case "172102100006":
    return "172102100006: تعجيل الدعوى بعد الوقف الاتفاقي"
    case "172102100007":
    return "172102100007: منع المدين من السفر"
    case "172102100008":
    return "172102100008: إلغاء منع من السفر"
    case "172102100009":
    return "172102100009: طلب عارض من المدعى"
    case "172102100010":
    return "172102100010: طلب عارض من المدعى عليه"
    case "172102100011":
    return "172102100011: إدخال خصم جديد في الدعوى"
    case "172102100012":
    return "172102100012: طلب تدخل في الدعوى"
    case "172102100013":
    return "172102100013: تكليف شاهد بحضور جلسة"
    case "172102100014":
    return "172102100014: طلب سماع شاهد"
    case "172102100015":
    return "172102100015: إيداع مبلغ على سبيل الأمانة"
    case "172102100016":
    return "172102100016: تعيين وصي أو مدير مؤقت أو مصفي التركة أو عزله أو استبداله"
    case "172102100017":
    return "172102100017: تعيين منفذي الوصية أو تثبيتهم أو عزلهم أو استبدالهم"
    case "172102100018":
    return "172102100018: تعيين مقيم"
    case "172102100019":
    return "172102100019: دفع أمانات التركات أو المستحقات"
    case "172102100020":
    return "172102100020: دفع أمانة في دعوى أحوال شخصية أو محكمين"
    case "172102100021":
    return "172102100021: تداول دعوى مخاصمة القضاة أو أعضاء النيابة العامة أو ردهم"
    case "172102100022":
    return "172102100022: تداول دعوى رد خبير"
    case "172102100023":
    return "172102100023: تداول دعوى تعيين المحكم أو عزله - غير دعاوى الأحوال الشخصية"
    case "172102100024":
    return "172102100024: تداول طلب عرض أو ايداع النقود أو المنقولات وغيرها"
    case "172102100025":
    return "172102100025: تداول طلب أمر أداء"
    case "172102100026":
    return "172102100026: تداول طلب أمر على عريضة"
    case "172102100027":
    return "172102100027: تداول دعوى طلب التظلم من الأمر على عريضة"
    case "172102100028":
    return "172102100028: صرف أتعـــاب الخبير المنتدب"
    case "172102100029":
    return "172102100029: طلب الحجز التحفظي"
    case "172102100030":
    return "172102100030: تعجيل الدعوى بعد الوقف الاتفاقي"
    case "172102100031":
    return "172102100031: منع المدين من السفر"
    case "172102100032":
    return "172102100032: إلغاء منع من السفر"
    case "172102100033":
    return "172102100033: طلب عارض من المدعى"
    case "172102100034":
    return "172102100034: طلب عارض من المدعى عليه"
    case "172102100035":
    return "172102100035: إدخال خصم جديد في الدعوى"
    case "172102100036":
    return "172102100036: طلب تدخل في الدعوى"
    case "172102100037":
    return "172102100037: تكليف شاهد بحضور جلسة"
    case "172102100038":
    return "172102100038: طلب سماع شاهد"
    case "172102100039":
    return "172102100039: إيداع مبلغ على سبيل الأمانة"
    case "172102100040":
    return "172102100040: تداول الدعاوى امام محاكم الاستئناف"
    case "172102100041":
    return "172102100041: صرف أتعـــاب الخبير المنتدب"
    case "172102100042":
    return "172102100042: طلب الحجز التحفظي"
    case "172102100043":
    return "172102100043: تعجيل الدعوى بعد الوقف الاتفاقي"
    case "172102100044":
    return "172102100044: منع المدين من السفر"
    case "172102100045":
    return "172102100045: إلغاء منع من السفر"
    case "172102100046":
    return "172102100046: طلب عارض من المدعى"
    case "172102100047":
    return "172102100047: طلب عارض من المدعى عليه"
    case "172102100048":
    return "172102100048: إدخال خصم جديد في الدعوى"
    case "172102100049":
    return "172102100049: طلب تدخل في الدعوى"
    case "172102100050":
    return "172102100050: تكليف شاهد بحضور جلسة"
    case "172102100051":
    return "172102100051: طلب سماع شاهد"
    case "172102100052":
    return "172102100052: إيداع مبلغ على سبيل الأمانة"
    case "172102100053":
    return "172102100053: تداول الطعون امام المحكمة الاتحادية العليا"
    case "172102100054":
    return "172102100054: تداول دعاوى تأديبية بحق أعضاء السلطة القضائية أمام المحكمة الاتحاد"
    case "172102100000":
    return "172102100000: خدمات أثناء تداول الدعوى"
    case "172102110001":
    return "172102110001: طلب كفالة مدين"
    case "172102110002":
    return "172102110002: استعادة كفالة"
    case "172102110003":
    return "172102110003: تجديد كفالة"
    case "172102110004":
    return "172102110004: طلب قبول كفالة سداد"
    case "172102110005":
    return "172102110005: إيداع كفالة بنكية"
    case "172102110000":
    return "172102110000: الكفالات"
    case "172102120001":
    return "172102120001: وضع الصيغة التنفيذية على الحكم قبل فوات مدة الطعن بالاستئناف"
    case "172102120002":
    return "172102120002: تفسير الحكم"
    case "172102120003":
    return "172102120003: تدارك طلبات موضوعية غفلت المحكمة عن الحكم فيها"
    case "172102120004":
    return "172102120004: وضع الأختام على أموال التركة وجردها"
    case "172102120005":
    return "172102120005: طلب صورة الحكـم"
    case "172102120006":
    return "172102120006: الإعفاء من الرسوم"
    case "172102120007":
    return "172102120007: صرف أتعـــاب الخبير المنتدب"
    case "172102120008":
    return "172102120008: قيد ملف تنفيذ"
    case "172102120009":
    return "172102120009: إيداع أموال أو منقولات"
    case "172102120010":
    return "172102120010: حبس مدين"
    case "172102120011":
    return "172102120011: منع المدين من السفر"
    case "172102120012":
    return "172102120012: حجز على أموال المدين"
    case "172102120013":
    return "172102120013: تقسيط المبلغ المحكوم به"
    case "172102120014":
    return "172102120014: طلب البيع بالمزاد العلني"
    case "172102120015":
    return "172102120015: قيد إنابة"
    case "172102120016":
    return "172102120016: طلب بالإذن ببيع المال المنقول المرهون"
    case "172102120017":
    return "172102120017: تعيين خبير في التنفيذ"
    case "172102120018":
    return "172102120018: الاستعلام"
    case "172102120019":
    return "172102120019: إلغاء منع من السفر"
    case "172102120020":
    return "172102120020: تعيين حارس قضائي على محجوزات"
    case "172102120021":
    return "172102120021: استبدال حارس قضائي"
    case "172102120022":
    return "172102120022: الإعفاء من حراسة الأشياء المحجوزة"
    case "172102120023":
    return "172102120023: إنهاء حراسة"
    case "172102120024":
    return "172102120024: بيع المنقولات"
    case "172102120025":
    return "172102120025: بيع العقار"
    case "172102120026":
    return "172102120026: بيع أسهم"
    case "172102120027":
    return "172102120027: طلب التثمين"
    case "172102120028":
    return "172102120028: الإنابة في التنفيذ"
    case "172102120029":
    return "172102120029: إنفاذ عقد الصلح في الخصومة التنفيذية"
    case "172102120030":
    return "172102120030: طلب مهلة للسداد"
    case "172102120031":
    return "172102120031: متابعة إجراءات التنفيذ"
    case "172102120032":
    return "172102120032: قبول أو رفض قائمة التوزيع المؤقتة"
    case "172102120033":
    return "172102120033: وقف إجراءات التنفيذ"
    case "172102120034":
    return "172102120034: وقف إجراءات التنفيذ مؤقتاً"
    case "172102120035":
    return "172102120035: وقف النفاذ المعجل"
    case "172102120036":
    return "172102120036: طلبات الحجز التنفيذي"
    case "172102120037":
    return "172102120037: طلب سند تنفيذي"
    case "172102120038":
    return "172102120038: قيد إشكال في التنفيذ"
    case "172102120000":
    return "172102120000: التنفيذ"
    case "172102130001":
    return "172102130001: طلب شهادة لمن يهمه الأمر"
    case "172102130002":
    return "172102130002: تأجيل الرسوم"
    case "172102130003":
    return "172102130003: تصوير ملف قضية"
    case "172102130004":
    return "172102130004: ضم ملف لآخر"
    case "172102130005":
    return "172102130005: فتح باب المرافعة"
    case "172102130006":
    return "172102130006: تحديد جلسة"
    case "172102130007":
    return "172102130007: تعجيل موعد جلسة"
    case "172102130008":
    return "172102130008: التجديد الشطب"
    case "172102130009":
    return "172102130009: تكليف شاهد بحضور جلسة"
    case "172102130010":
    return "172102130010: طلب سماع شاهد"
    case "172102130000":
    return "172102130000: خدمات أثناء تداول الدعوى"
    case "172103010001":
    return "172103010001: تشكيل لجنة من أعضاء النيابة لتقييم ومراجعة القوانين والتشريعات"
    case "172103010002":
    return "172103010002: تقييم ومراجعة قانون الإجراءات الجزائية"
    case "172103010003":
    return "172103010003: تقييم ومراجعة القوانين العقابية (كقانون المخدرات، والإقامة والجنسي"
    case "172103010004":
    return "172103010004: تقييم ومراجعة قانون التعاون الدولي في المسائل الجنائية"
    case "172103010005":
    return "172103010005: تقييم ومراجعة قانون المخدرات"
    case "172103010006":
    return "172103010006: تقييم ومراجعة قانون المنشآت العقابية"
    case "172103010007":
    return "172103010007: اقتراح اصدار قانون خاص بالنيابة العامة على غرار دول مجلس التعاون ا"
    case "172103010008":
    return "172103010008: الإطلاع على أفضل الممارسات العالمية في مجال القوانين المراد تقييمه"
    case "172103010009":
    return "172103010009: عقد مجموعة من مختبرات الإبتكار وورش عمل للمعنيين والمختصين بهدف تق"
    case "172103010010":
    return "172103010010: تقديم دراسات التقييم ومقترحات وتوصيات التعديل أو التطوير"
    case "172103010000":
    return "172103010000: تقييم ومراجعة القوانين والتشريعات بما يضمن جودة التحقيق وتسهيل الإ"
    case "172103020001":
    return "172103020001: تشكيل اللجنة من أعضاء النيابة لتقييم وتطوير أعضاء السلطة القضائية"
    case "172103020002":
    return "172103020002: اعداد دراسة مقارنة لعدد وكلاء النيابة نسبة لعدد سكان الدولة / عدد"
    case "172103020003":
    return "172103020003: اعداد دراسة مقارنة لعدد أمناء السر/ القضاة (بحسب نوع الدعوى)"
    case "172103020004":
    return "172103020004: اعادة النظر باليات ووسائل تقييم أعضاء النيابة"
    case "172103020005":
    return "172103020005: إعداد دراسة لحصر التخصصات اللازمة بهدف توفير وكيل النيابة المتخصص"
    case "172103020006":
    return "172103020006: إعداد دراسة مستقبلية واستشراف للمستقبل لحصر التخصصات المطلوبة لإعد"
    case "172103020007":
    return "172103020007: عقد اتفاقية مع وزارة التربية والتعليم ، و وزارة التعليم العالي حول"
    case "172103020000":
    return "172103020000: تعزيز وتطوير الموارد البشرية المتخصصة في النيابات بما يضمن الكفاية"
    case "172103030001":
    return "172103030001: عقد اتفاقيات تعاون مع الجهات المعنية لتسهيل وتبسيط العمليات والاجر"
    case "172103030002":
    return "172103030002: اعادة هندسة الاجراءات والعمليات بخدمات النيابة العامة"
    case "172103030003":
    return "172103030003: انشاء نيابات عامة متخصصة بحماية المستهلك / الأسرة / الجرائم البيئي"
    case "172103030004":
    return "172103030004: ابتكار شريحة ذكية لكل ملف قضية بحيث يسهل تتبعه، ويحفظ من التلف أو"
    case "172103030005":
    return "172103030005: تطوير سياسات وآليات وأنظمة حماية الأمن القضائي (أمن اعضاء النيابة،"
    case "172103030000":
    return "172103030000: تطوير أنظمة العمل وتسهيل الإجراءات بالنيابات"
    case "172103040001":
    return "172103040001: اعداد الخارطة الجرمية للدولة وتحديثها (CRIME MAP)"
    case "172103040002":
    return "172103040002: اطلاق حملات توعوية للمجتمع حول أكثر الجرائم المرتكبة"
    case "172103040003":
    return "172103040003: تعزيز مساهمة النيابة العامة في التأهيل النفسي وعلاجي للموقوفين وال"
    case "172103040004":
    return "172103040004: النشر القانوني (معلومات، استفسارات، استشارات باستعمال خاصية التواص"
    case "172103040005":
    return "172103040005: انشاء مركز اتصال طواريء في النيابات العامة (يسهل عملية تواصل الشرط"
    case "172103040006":
    return "172103040006: انشاء مكتب المساعدات القانونية للمتعاملين في مختلف النيابات العامة"
    case "172103040000":
    return "172103040000: التوعية المجتمعية وخدمة المتعاملين في النيابات الاتحادية"
    case "172103050001":
    return "172103050001: تحديد نطاق الدعاوى المشمولة بنظام الصلح كنظام بديل للتقاضي"
    case "172103050002":
    return "172103050002: تعديل / اصدار التشريعات والقوانين اللازمة والداعمة"
    case "172103050003":
    return "172103050003: وضع وتطوير آلية الصلح الجزائي، وتشكيل لجان الصلح بمكتب النائب العا"
    case "172103050004":
    return "172103050004: توقيع اتفاقيات تعاون والشراكة مع شركاء العمل الجزائي تنفيذا لعمليا"
    case "172103050000":
    return "172103050000: مبادرة الصلح الجزائي"
    case "172103060001":
    return "172103060001: قيد جزائي"
    case "172103060002":
    return "172103060002: قيد إداري"
    case "172103060000":
    return "172103060000: قيد وفتح العرائض"
    case "172103070001":
    return "172103070001: التحقيق في قضايا الجزائي"
    case "172103070002":
    return "172103070002: التحقيق في قضايا الإداري"
    case "172103070003":
    return "172103070003: التحقيق في قضايا العوارض"
    case "172103070000":
    return "172103070000: التحقيق في النيابة العامة"
    case "172103080001":
    return "172103080001: التدقيق والطعن في الأحكام الجزائية"
    case "172103080002":
    return "172103080002: التدقيق والطعن في أحكام الإستئناف"
    case "172103080003":
    return "172103080003: التدقيق والطعن في أحكام الإداري"
    case "172103080004":
    return "172103080004: التدقيق والطعن أحكام العوارض"
    case "172103080000":
    return "172103080000: التدقيق والطعن في النيابة العامة"
    case "172103090001":
    return "172103090001: استلام جواز سفر"
    case "172103090002":
    return "172103090002: تجديد جوازات السفر والإقامات للمقيمين"
    case "172103090003":
    return "172103090003: تقديم كفالة مالية أو شخصية"
    case "172103090004":
    return "172103090004: استبدال كفالة مالية أو شخصية"
    case "172103090005":
    return "172103090005: استرداد كفالـــة ماليـــــة"
    case "172103090006":
    return "172103090006: استلام الأمانات المودعة لدى الشرطة"
    case "172103090007":
    return "172103090007: استلام الأمانات والمضبوطات والمستندات"
    case "172103090000":
    return "172103090000: الكفالات والأمانات"
    case "172103100001":
    return "172103100001: كف بحـــث"
    case "172103100002":
    return "172103100002: انقضاء الدعــوى الجزائيـــــة"
    case "172103100003":
    return "172103100003: تأجيل تنفيذ عقوبة مقيدة للحرية للمحكوم عليه"
    case "172103100004":
    return "172103100004: طلب التقرير بالاستئناف"
    case "172103100005":
    return "172103100005: طلب صورة حكم"
    case "172103100000":
    return "172103100000: التنفيذ في النيابة العامة"
    case "172103110001":
    return "172103110001: إيداع مبالغ للصالح الشاكي"
    case "172103110002":
    return "172103110002: طلب أتعاب الخبير المنتدب"
    case "172103110003":
    return "172103110003: طلب أتعاب مترجم"
    case "172103110004":
    return "172103110004: دفع الغرامة المحكوم بها"
    case "172103110005":
    return "172103110005: تقسيط الغرامة المحكوم بها"
    case "172103110006":
    return "172103110006: استرداد فرق الغرامة"
    case "172103110007":
    return "172103110007: صرف أتعاب المحامي المنتدب"
    case "172103110008":
    return "172103110008: استرداد الكفالة المالية"
    case "172103110000":
    return "172103110000: الخدمات المالية"
    case "172103120001":
    return "172103120001: طلبات وشكاوى المسجونين بالمنشآت الإصلاحية والعقابية"
    case "172103120002":
    return "172103120002: زيارة محبوس احتياطياً"
    case "172103120000":
    return "172103120000: الاتصال بالموقوفين"
    case "172103130001":
    return "172103130001: تصــوير ملف القضية لدى النيابة العامة"
    case "172103130002":
    return "172103130002: طلب شهادة لمن يهمه الأمر"
    case "172103130003":
    return "172103130003: التنــــــــــازل في الدعاوى الجزائية"
    case "172103130004":
    return "172103130004: استلام جثة"
    case "172103130005":
    return "172103130005: سقـــوط العقوبة بمضي المدة"
    case "172103130006":
    return "172103130006: طلب التقرير بالمعارضة"
    case "172103130007":
    return "172103130007: رد الاعتبار"
    case "172103130008":
    return "172103130008: طلب صورة حكم قرار الحفظ لدى النيابة العامة"
    case "172103130009":
    return "172103130009: طلب صورة حكم لأمر بأن لا وجه لدى النيابة العامة"
    case "172103130010":
    return "172103130010: انقضاء الدعوى الجزائية"
    case "172103130011":
    return "172103130011: تأجيل تنفيذ عقوبة مقيدة للحرية للمحكوم عليه"
    case "172103130012":
    return "172103130012: إرفاق تنازل"
    case "172103130013":
    return "172103130013: طلب مقابلة عضوأو رئيس نيابة"
    case "172103130000":
    return "172103130000: خدمات عامة"
    case "172104010001":
    return "172104010001: اجراء التعديلات اللازمة على اللوائح، القوانين، التشريعات ذات العلا"
    case "172104010002":
    return "172104010002: عقد الاتفاقيات والشراكات مع الجهات ذات العلاقة (البنك المركزي، جمع"
    case "172104010003":
    return "172104010003: تشكيل لجان فنية مشتركة بين وزارة العدل والجهات المعنية لدراسة طلبا"
    case "172104010004":
    return "172104010004: تنفيذ برامج تدريبية متخصصة (خبراء، مترجمين، الكاتب العدل الخاص) با"
    case "172104010005":
    return "172104010005: وضع معايير ملزمة لتجديد قيد الخبراء، المترجمين، الكاتب العدل الخاص"
    case "172104010000":
    return "172104010000: إنشاء مركز لإختبار الخبراء والمترجمين وكتاب العدل الخاص بالتنسيق م"
    case "172104020001":
    return "172104020001: تعديل / اصدار التشريعات والقوانين اللازمة والداعمة"
    case "172104020002":
    return "172104020002: المسح الميداني للمحاكم والنيابات والقطاعات الأخرى المعنية لتحديد ا"
    case "172104020003":
    return "172104020003: تقييم اللغات والخبرات والتخصصات المتوفرة حاليا لدى الوزارة وتحليل"
    case "172104020004":
    return "172104020004: توفير وتزويد المركز الموحد للترجمة باللغات والخبرات والتخصصات المط"
    case "172104020005":
    return "172104020005: تطوير واعتماد نظام للاتصال والترجمة عن بعد"
    case "172104020006":
    return "172104020006: تدريب المعنيين ( مترجمين، موظفين) على أنظمة الاتصال والترجمة عن بع"
    case "172104020000":
    return "172104020000: تأسيس المركز الموحد للترجمة"
    case "172104030001":
    return "172104030001: دراسة لأفضل الممارسات في عملية استثمار الأموال، وخاصة أموال القصر"
    case "172104030002":
    return "172104030002: اجراء التعديلات اللازمة على اللوائح، القوانين، التشريعات ذات العلا"
    case "172104030003":
    return "172104030003: تشكيل وحدة استثمارية تابعة لإدارة شؤون القصر والمحاكم الشعرية بهدف"
    case "172104030004":
    return "172104030004: تطوير النظام التأسيسي للوحدة الإستثمارية وضوابط الاستثمار"
    case "172104030005":
    return "172104030005: عقد الاتفاقيات والشراكات مع الجهات ذات العلاقة (وزارة المالية، الب"
    case "172104030006":
    return "172104030006: إعداد دراسة لإهم وأفضل مجالات الاستثمار خلال 25 عام قادم"
    case "172104030000":
    return "172104030000: إنشاء محفظة استثمارية لإدارة واستثمار ممتلكات القصر والغائبين والم"
    case "172104040001":
    return "172104040001: وضع معايير عالمية عبر زيارات ميدانية لأفضل مراكز الطب الشرعي، والم"
    case "172104040002":
    return "172104040002: تقديم دراسة الجدوى وخطة المشروع واعتمادها"
    case "172104040003":
    return "172104040003: توقيع الاتفاقيات والشراكات والتوامات اللازمة (مراكز أبحاث جريمة عا"
    case "172104040004":
    return "172104040004: إنشاء المركز والمرافق البحثية والاكاديمية التابعه له وتأسيسه"
    case "172104040005":
    return "172104040005: تزويد المركز بأحدث الأجهزة والمعدات"
    case "172104040006":
    return "172104040006: استقطاب الكفاءات البشرية المؤهلة"
    case "172104040000":
    return "172104040000: انشاء مركز طبي شرعي متكامل (مركز أبحاث وعلوم الجريمة، مركز أكاديمي"
    case "172104050001":
    return "172104050001: تاهيل الكوادر القانونية بالدولة وفقا لافضل الممارسات العالمية (تدر"
    case "172104050002":
    return "172104050002: التعاون مع المعهد القضائي لتوفير دورات قانونية متخصصة للمحامين"
    case "172104050003":
    return "172104050003: عقد اتفاقات دولية مع مؤسسات وجهات قانونية مختصة"
    case "172104050004":
    return "172104050004: معادلة تراخيص المحامين المحليين دولياً"
    case "172104050000":
    return "172104050000: الاعتراف الدولي بترخيص مهنة المحاماة"
    case "172104060001":
    return "172104060001: انشاء شبكة محامين محلية ودولية"
    case "172104060002":
    return "172104060002: عقد ورش عمل ابتكارية لتطوير مهنة المحاماة"
    case "172104060003":
    return "172104060003: تعزيز التنافسية المهنية لمهنة المحاماة عن طريق وضع معايير عالمية ب"
    case "172104060004":
    return "172104060004: الربط الاكتروني مع الجهات المعنية لتسهيل عملية الموافقة على استخرا"
    case "172104060000":
    return "172104060000: تعزيز بيئة العمل في مهنة المحاماة"
    case "172104070001":
    return "172104070001: تطوير رسائل الوزارة الإعلامية بحيث تركز على (اسعاد المتعامل، التنا"
    case "172104070002":
    return "172104070002: تحسين وتفعيل دور المتحدث الرسمي للوزارة، وزيادة مرات تواصله مع الإ"
    case "172104070003":
    return "172104070003: نشر التوعية القانونية لكافة قوانين وتشريعات الوزارة"
    case "172104070004":
    return "172104070004: تفعيل التواصل مع وسائل الإعلام المحلية والدولية"
    case "172104070005":
    return "172104070005: وضع سياسة و إجراءات واضحة لتنظيم التواصل الإجتماعي"
    case "172104070006":
    return "172104070006: تفعيل التواصل المجتمعي عبر وسائل التواصل الاجتماعي مع كافة فئات ال"
    case "172104070007":
    return "172104070007: تسويق الخدمات لكافة فئات المتعاملين والمعنيين بها"
    case "172104070008":
    return "172104070008: خطة للفعاليات المجتمعية و نشرها و حصرها على الموقع الإلكتروني"
    case "172104070009":
    return "172104070009: تطوير المكتبة القانونية والوصول الى شريحة اكبر من المستفيدين"
    case "172104070010":
    return "172104070010: تطوير المنصة المعرفية، وانشاء بنك معلومات بحثي متخصص"
    case "172104070000":
    return "172104070000: رفع مستوى التوعية القانونية في المجتمع من خلال نشر وتسويق الخدمات"
    case "172104080001":
    return "172104080001: إثبات زواج"
    case "172104080002":
    return "172104080002: إثبات طلاق"
    case "172104080003":
    return "172104080003: إذن زواج"
    case "172104080004":
    return "172104080004: إثبات رجعة"
    case "172104080005":
    return "172104080005: إثبات عدم زواج"
    case "172104080006":
    return "172104080006: إثبات استمرارية الزواج"
    case "172104080007":
    return "172104080007: إثبات إعالة"
    case "172104080008":
    return "172104080008: طلب مأذون شرعي"
    case "172104080009":
    return "172104080009: انتقال مأذون شرعي"
    case "172104080010":
    return "172104080010: توثيق عقود الزواج"
    case "172104080000":
    return "172104080000: التوثيقات المتعلقة بالأحوال الشخصية"
    case "172104090001":
    return "172104090001: تحرير وتوثيق عقد البيع"
    case "172104090002":
    return "172104090002: تحرير وتوثيق عقد الإيجار"
    case "172104090003":
    return "172104090003: تحرير وتوثيق عقد الشركة"
    case "172104090004":
    return "172104090004: تحرير وتوثيق عقد الهبة لغير المسلمين"
    case "172104090005":
    return "172104090005: تحرير وتوثيق عقود العمل - خارج عقود وزارة العمل"
    case "172104090006":
    return "172104090006: تحرير وتوثيق عقود الوكالة"
    case "172104090007":
    return "172104090007: تحرير وتوثيق عقود الإيداع"
    case "172104090008":
    return "172104090008: تحرير وتوثيق عقود الحوالة"
    case "172104090009":
    return "172104090009: تحرير وتوثيق عقد الرضا الحيازي"
    case "172104090010":
    return "172104090010: تحرير وتوثيق عقود شخصية لغير المسلمين"
    case "172104090011":
    return "172104090011: تبليغ الانذارات العدلية"
    case "172104090012":
    return "172104090012: وضع الصيغة التنفيذية على المحرر"
    case "172104090013":
    return "172104090013: تحرير أو توثيق الإقرارات المشفوعة باليمين"
    case "172104090014":
    return "172104090014: تصديق المحررات الرسمية"
    case "172104090015":
    return "172104090015: إلغاء العقود والمحررات"
    case "172104090000":
    return "172104090000: الوكالات والعقود والمحررات"
    case "172104100001":
    return "172104100001: قيد الكاتب العدل الخاص"
    case "172104100002":
    return "172104100002: تجديد قيد الكاتب العدل الخاص"
    case "172104100003":
    return "172104100003: إلغاء قيد الكاتب العدل الخاص"
    case "172104100000":
    return "172104100000: كاتب العدل الخاص"
    case "172104110001":
    return "172104110001: انتقال الكاتب العدل"
    case "172104110002":
    return "172104110002: طلب صورة طبق الاصل"
    case "172104110003":
    return "172104110003: طلب شهادة من واقع السجلات أو ملفات"
    case "172104110000":
    return "172104110000: كاتب العدل"
    case "172104120001":
    return "172104120001: قيد المحامي المتدرب"
    case "172104120002":
    return "172104120002: تمديد قيد متدرب"
    case "172104120003":
    return "172104120003: طلب شهادة إثبات قيد"
    case "172104120004":
    return "172104120004: طلب شهادة لمن يهمه الأمر"
    case "172104120005":
    return "172104120005: إصدار بدل فاقد بطاقة متدرب"
    case "172104120006":
    return "172104120006: نقل قيد من محامي متدرب إلى محامي مشتغل"
    case "172104120007":
    return "172104120007: نقل قيد من محامي متدرب إلى محامي غير مشتغل"
    case "172104120008":
    return "172104120008: طلب قرار لجنة قيد وقبول المحامين"
    case "172104120009":
    return "172104120009: تعديل بيانات"
    case "172104120010":
    return "172104120010: قيد محامي مشتغل"
    case "172104120011":
    return "172104120011: تجديد قيد محامي مشتغل"
    case "172104120012":
    return "172104120012: نقل قيد محامي مشتغل إلى غير مشتغل"
    case "172104120013":
    return "172104120013: نقل قيد محامي غير مشتغل إلى مشتغل"
    case "172104120014":
    return "172104120014: تمثيل جهة العمل"
    case "172104120015":
    return "172104120015: إصدار بدل فاقد بطاقة محامي مشتغل"
    case "172104120016":
    return "172104120016: طلب شهادة إثبات قيد"
    case "172104120017":
    return "172104120017: طلب شهادة لمن يهمه الأمر"
    case "172104120018":
    return "172104120018: طلب قرار لجنة قيد وقبول المحامين"
    case "172104120019":
    return "172104120019: تعديل بيانات"
    case "172104120020":
    return "172104120020: إضافة درجة ترافع"
    case "172104120021":
    return "172104120021: ندب محامي للترافع في قضية معينة"
    case "172104120022":
    return "172104120022: قيد مندوب"
    case "172104120023":
    return "172104120023: تجديد قيد مندوب"
    case "172104120024":
    return "172104120024: إصدار بدل فاقد بطاقة مندوب"
    case "172104120025":
    return "172104120025: طلب إذن ترافع في قضية معينة"
    case "172104120000":
    return "172104120000: خدمات المحامين"
    case "172104130001":
    return "172104130001: قيد مترجم قانوني"
    case "172104130002":
    return "172104130002: تجديد قيد مترجم"
    case "172104130003":
    return "172104130003: تعليق قيد مترجم"
    case "172104130004":
    return "172104130004: إعادة قيد مترجم"
    case "172104130005":
    return "172104130005: تعديل بيانات"
    case "172104130006":
    return "172104130006: طلب شهادة إثبات قيد مترجم"
    case "172104130007":
    return "172104130007: طلب شهادة لمن يهمه الأمر"
    case "172104130008":
    return "172104130008: ندب مترجم قانوني"
    case "172104130009":
    return "172104130009: إصدار بدل فاقد بطاقة مترجم"
    case "172104130010":
    return "172104130010: قيد خبير"
    case "172104130011":
    return "172104130011: تجديد قيد خبير"
    case "172104130012":
    return "172104130012: طلب بدل فاقد بطاقة خبير"
    case "172104130013":
    return "172104130013: تعليق قيد خبير"
    case "172104130014":
    return "172104130014: إلغاء تعليق خبير"
    case "172104130015":
    return "172104130015: طلب شهادة لمن يهمه الأمر لخبير"
    case "172104130000":
    return "172104130000: خدمات أعوان القضاء"
    case "172104140001":
    return "172104140001: تقديم شكوى ضد محامي"
    case "172104140002":
    return "172104140002: تقديم شكوى ضد مترجم"
    case "172104140003":
    return "172104140003: تقديم شكوى ضد خبير"
    case "172104140004":
    return "172104140004: تقديم شكوى ضد أعضاء السلطة القضائية"
    case "172104140005":
    return "172104140005: تقديم شكوى ضد أعوان القضاة"
    case "172104140000":
    return "172104140000: الشكاوى والملاحظات"
    case "172104150001":
    return "172104150001: الاستعلام عن القوانين"
    case "172104150002":
    return "172104150002: الاستعلام عن التشريعات"
    case "172104150003":
    return "172104150003: الاستعلام عن الفتاوى"
    case "172104150004":
    return "172104150004: الاستعلام عن الإتفاقيات الدولية"
    case "172104150005":
    return "172104150005: الاستعلام عن مبادئ المحكمة العليا"
    case "172104150000":
    return "172104150000: الإستعلام القانوني والقضائي"
    case "172104160001":
    return "172104160001: إعداد وتأهيل القضاة"
    case "172104160002":
    return "172104160002: إعداد وتأهيل وكلاء النيابة العامة"
    case "172104160003":
    return "172104160003: إعداد وتأهيل المحامين"
    case "172104160004":
    return "172104160004: إعداد وتأهيل مأموري الضبط القضائي"
    case "172104160005":
    return "172104160005: إصدار بطاقة قاضي متدرب"
    case "172104160006":
    return "172104160006: إصدار شهادة لمن يهمه الأمر لمتدرب قاضي"
    case "172104160007":
    return "172104160007: إصدار شهادة تخرج قاضي"
    case "172104160008":
    return "172104160008: إصدار بدل فاقد لشهادة تخرج قاضي"
    case "172104160009":
    return "172104160009: إصدار بطاقة وكيل متدرب"
    case "172104160010":
    return "172104160010: إصدارشهادة لمن يهمه الأمر لمتدرب وكيل النيابة العامة"
    case "172104160011":
    return "172104160011: إصدار شهادة تخرج وكيل النيابة العامة"
    case "172104160012":
    return "172104160012: إصدار بدل فاقد لشهادة تخرج وكيل النيابة العامة"
    case "172104160013":
    return "172104160013: إعداد وتأهيل أعضاء الفتوى والتشريع وقضايا الدولة"
    case "172104160014":
    return "172104160014: إصدار بطاقة متدرب عضو الفتوى والتشريع وقضايا الدولة"
    case "172104160015":
    return "172104160015: إصدار شهادة لمن يهمه لمتدرب عضو الفتوى والتشريع وقضايا الدولة"
    case "172104160016":
    return "172104160016: إصدار شهادة التخرج لعضو الفتوى والتشريع وقضايا الدولة"
    case "172104160017":
    return "172104160017: إصدار بدل فاقد لشهادة تخرج عضو الفتوى والتشريع وقضايا الدولة"
    case "172104160018":
    return "172104160018: نقل متدرب محامي"
    case "172104160019":
    return "172104160019: إصدار بطاقة محامي متدرب"
    case "172104160020":
    return "172104160020: إصدار شهادة لمن يهمه الأمر لمتدرب محامي"
    case "172104160021":
    return "172104160021: تأجيل دورة"
    case "172104160022":
    return "172104160022: تأجيل اختبار تحريري"
    case "172104160023":
    return "172104160023: نقل مكان اختبار شفوي"
    case "172104160024":
    return "172104160024: إصدار شهادة تخرج محامي"
    case "172104160025":
    return "172104160025: إصدار بدل فاقد لشهادة تخرج محامي"
    case "172104160026":
    return "172104160026: إصدار شهادة تدريب مأمور الضبط القضائي"
    case "172104160027":
    return "172104160027: إصدار بدل فاقد لشهادة تدريب مأمور الضبط القضائي"
    case "172104160000":
    return "172104160000: التأهيل الإعدادي والتدريب"
    case "172104170001":
    return "172104170001: تنفيذ البرامج التخصصية لأعضاء السلطة القضائية"
    case "172104170002":
    return "172104170002: تنفيذ البرامج التخصصية لأعوان السلطة القضائية"
    case "172104170003":
    return "172104170003: تعديل مكان البرنامج التدريبي لأعضاء السلطة القضائية"
    case "172104170004":
    return "172104170004: إلغاء برامج أعضاء السلطة القضائية"
    case "172104170005":
    return "172104170005: طلب برنامج إضافي لأعضاء السلطة القضائية"
    case "172104170006":
    return "172104170006: نقل البرنامج التدريبي لأعضاء السلطة القضائية بالبث المرئي"
    case "172104170007":
    return "172104170007: تغيير عدد المتدربين لبرنامج أعضاء السلطة القضائية"
    case "172104170008":
    return "172104170008: إصدار شهادة تدريب عضو السلطة القضائية"
    case "172104170009":
    return "172104170009: إصدار بدل فاقد لشهادة تدريب عضو السلطة القضائية"
    case "172104170010":
    return "172104170010: تعديل مكان البرنامج التدريبي لأعوان السلطة القضائية"
    case "172104170011":
    return "172104170011: إلغاء برامج لأعوان السلطة القضائية"
    case "172104170012":
    return "172104170012: طلب برنامج إضافي لأعوان السلطة القضائية"
    case "172104170013":
    return "172104170013: نقل البرنامج التدريبي لأعوان السلطة القضائية بالبث المرئي"
    case "172104170014":
    return "172104170014: تغيير عدد المتدربين لبرنامج أعوان السلطة القضائية"
    case "172104170015":
    return "172104170015: إصدار شهادة تدريب معاون السلطة القضائية"
    case "172104170016":
    return "172104170016: إصدار بدل فاقد لشهادة تدريب معاون السلطة القضائية"
    case "172104170000":
    return "172104170000: التأهيل المستمر والتخصصي"
    case "172104180001":
    return "172104180001: تنظيم المؤتمرات"
    case "172104180002":
    return "172104180002: تنظيم الندوات التوعوية أو العلمية"
    case "172104180003":
    return "172104180003: طلب حضور المؤتمر"
    case "172104180004":
    return "172104180004: قبول وتسجيل المؤتمر"
    case "172104180005":
    return "172104180005: إصدار شهادة حضور مؤتمر"
    case "172104180006":
    return "172104180006: طلب التزويد بأوراق العمل لمؤتمر"
    case "172104180007":
    return "172104180007: قبول ورقة عمل لمؤتمر"
    case "172104180008":
    return "172104180008: إصدار بدل فاقد لشهادات المؤتمر"
    case "172104180009":
    return "172104180009: طلب حضور ندوة"
    case "172104180010":
    return "172104180010: قبول وتسجيل الندوة"
    case "172104180011":
    return "172104180011: إصدار شهادة حضور الندوة"
    case "172104180012":
    return "172104180012: طلب التزويد بأوراق العمل لندوة"
    case "172104180013":
    return "172104180013: قبول ورقة عمل الندوة"
    case "172104180014":
    return "172104180014: إصدار بدل فاقد لشهادات الندوة"
    case "172104180015":
    return "172104180015: تنظيم معرض الكتاب القانوني"
    case "172104180016":
    return "172104180016: طلب التزويد بقائمة عناوين الكتب بالمعرض"
    case "172104180017":
    return "172104180017: قبول طلب المشاركة"
    case "172104180018":
    return "172104180018: إصدار شهادة مشاركة"
    case "172104180019":
    return "172104180019: إصدار بدل فاقد عن شهادة المشاركة"
    case "172104180000":
    return "172104180000: التوعية القانونية عبر تنظيم الفعاليات"
    case "172104190001":
    return "172104190001: إصدار المجلة"
    case "172104190002":
    return "172104190002: إصدار مجموعة التشريعات الاتحادية"
    case "172104190003":
    return "172104190003: الاشتراك أو التسجيل في المجلة"
    case "172104190004":
    return "172104190004: إلغاء الاشتراك"
    case "172104190005":
    return "172104190005: طلب المشاركة ببحث"
    case "172104190006":
    return "172104190006: سحب بحث"
    case "172104190007":
    return "172104190007: طلب المشاركة بمقالة"
    case "172104190008":
    return "172104190008: سحب مقالة"
    case "172104190009":
    return "172104190009: إصدار مجلة الرسالة"
    case "172104190010":
    return "172104190010: إصدار الأدلة القانونية"
    case "172104190011":
    return "172104190011: طلب دليل قانوني"
    case "172104190012":
    return "172104190012: إصدار الكتب لسلسلة الدراسات القانونية"
    case "172104190013":
    return "172104190013: إصدار كتاب قانوني"
    case "172104190000":
    return "172104190000: الإصدارات"
    case "172104200001":
    return "172104200001: صرف المبالغ للقاصر"
    case "172104200002":
    return "172104200002: تحويل المبالغ للقاصر"
    case "172104200003":
    return "172104200003: طلب إذن بيع للقاصر"
    case "172104200004":
    return "172104200004: طلب إذن تجارة للقاصر"
    case "172104200005":
    return "172104200005: إثبات إقامة قاصر"
    case "172104200006":
    return "172104200006: إثبات الرشد"
    case "172104200000":
    return "172104200000: الوصاية على أموال القصر والمحجور عليهم والغائبين"
    case "172104210001":
    return "172104210001: إعداد دراسة مقترح انشاء المركز الخليجي للتعاون القضائي الدولي"
    case "172104210002":
    return "172104210002: تقديم المقترح للاعتماد الداخلي بالدولة ( رئاسة مجلس الوزراء)"
    case "172104210003":
    return "172104210003: تقديم المقترح للاعتماد على مستوى دول مجلس التعاون الخليجي"
    case "172104210004":
    return "172104210004: اطلاق الشبكة الالكترونية الخاصة بالتعاون القضائي الخليجي"
    case "172104210005":
    return "172104210005: إعداد وتنفيذ البرامج التدريبية في مجال التعاون القضائي الدولي"
    case "172104210000":
    return "172104210000: تأسيس وإستضافة المركز الخليجي للتعاون القضائي الدولي"
    case "172104220001":
    return "172104220001: إعداد دراسة لأهم الدول التي توجد حاجة إلى عقد إتفاقيات قضائية معها"
    case "172104220002":
    return "172104220002: اقتراح المشاريع اتفاقيات التعاون القضائي و القانوني"
    case "172104220003":
    return "172104220003: عقد جولات المفاوضات لابرام الاتفاقية"
    case "172104220004":
    return "172104220004: تنفيذ الالتزامات الواردة في الاتفاقيات"
    case "172104220000":
    return "172104220000: توسيع شبكة الاتفاقيات القضائية الدولية في مجال (تسليم المجرمين، ال"
    case "172104230001":
    return "172104230001: الحصول على موافقة الجهات العليا لإستضافة المؤتمر"
    case "172104230002":
    return "172104230002: إعداد خطة تنفيذ المؤتمر"
    case "172104230003":
    return "172104230003: تحديد موعد تنفيذ المؤتمر"
    case "172104230000":
    return "172104230000: إستضافة مؤتمر الدول الأطراف في إتفاقية الأمم المتحدة لمكافحة الجري"
    case "172104240001":
    return "172104240001: الربط الإلكتروني مع الشركاء على المستوى المحلي والدولي لتسهيل تباد"
    case "172104240002":
    return "172104240002: التنسيق مع الشركاء المحليين في المواضيع ذات الإختصاص (وزارة الخارج"
    case "172104240003":
    return "172104240003: التنسيق مع الشركاء الدوليين (شبكة الانرتبول، السلطات المركزية، وزا"
    case "172104240004":
    return "172104240004: عقد شراكات مع الجامعات والمعاهد والمراكز المختصة، الإطلاع على أفضل"
    case "172104240005":
    return "172104240005: الإطلاع على أفضل الممارسات العالمية في مجال التعاون القضائي الدولي"
    case "172104240000":
    return "172104240000: توطيد العلاقة مع الشركاء في مجال التعاون الدولي على المستوين المحل"
    case "172104250001":
    return "172104250001: تطوير النظام واللائحة الداخلية للمركز، وتحديد العاملين عليه"
    case "172104250002":
    return "172104250002: توقيع شراكات واتفاقيات تعاون مع الجهات، والمؤسسات العالمية المعنية"
    case "172104250003":
    return "172104250003: اطلاق المركز الدولي للابتكار القضائي بشكل رسمي"
    case "172104250004":
    return "172104250004: إطلاق الشبكة الالكترونية الخاصة بالابتكار في المجال القضائي ( JUST"
    case "172104250005":
    return "172104250005: عقد المؤتمر الدولي الأول للابتكار في المجال القضائي"
    case "172104250000":
    return "172104250000: تأسيس واستضافة المركز الدولي للابتكار في المجال القضائي"
    case "172104260001":
    return "172104260001: تمثيل الجهات الحكومية أمام المحاكم الابتدائية"
    case "172104260002":
    return "172104260002: تزويد الجهات الحكومية بما تم بالدعوى أمام المحاكم الإبتدائية"
    case "172104260003":
    return "172104260003: تمثيل الجهات الحكومية أمام المحاكم الاستئنافية"
    case "172104260004":
    return "172104260004: تزويد الجهات الحكومية بما تم بالدعوى أمام المحاكم الاستئنافية"
    case "172104260005":
    return "172104260005: تمثيل الجهات الحكومية أمام المحكمة الاتحادية العليا"
    case "172104260006":
    return "172104260006: تزويد الجهات الحكومية بما تم بالدعوى أمام المحكمة الاتحادية العليا"
    case "172104260007":
    return "172104260007: تمثيل الجهات الحكومية في الدعاوى التنفيذية"
    case "172104260008":
    return "172104260008: تزويد الجهات الحكومية بما تم بالدعوى التنفيذية"
    case "172104260000":
    return "172104260000: تمثيل الجهات الحكومية أمام الهيئات القضائية"
    case "172104270001":
    return "172104270001: تسليم واسترداد المجرمين"
    case "172104270002":
    return "172104270002: طلب المساعدة في المسائل الجنائية"
    case "172104270003":
    return "172104270003: طلب المساعدة في المسائل المدنية"
    case "172104270000":
    return "172104270000: خدمات التعاون الدولي"
    case "172104280001":
    return "172104280001: الإعارة من مكتبة المعهد"
    case "172104280002":
    return "172104280002: تجديد الإعارة"
    case "172104280003":
    return "172104280003: طلب التذكير برد الكتب"
    case "172104280004":
    return "172104280004: الاشتراك بالمكتبة"
    case "172104280005":
    return "172104280005: إلغاء الاشتراك بالمكتبة"
    case "172104280006":
    return "172104280006: حجز كتاب"
    case "172104280007":
    return "172104280007: إرسال الرسائل النصية للتنويه بوصول كتب بعناوين جديدة"
    case "172104280008":
    return "172104280008: البحث عن عناوين الكتب"
    case "172104280009":
    return "172104280009: البحث من خلال التصنيف"
    case "172104280000":
    return "172104280000: خدمات المكتبة"
    case "172105010001":
    return "172105010001: ربط ميزانية الوزارة بشكل فعلي بالخطة التشغيلية للوزارة للدورة الاس"
    case "172105010002":
    return "172105010002: الاطلاع على افضل الممارسات العالمية لتطوير العمل بالإدارة"
    case "172105010003":
    return "172105010003: ابرام اتفاقيات مع القطاع الخاص لرفع الكفاءة المالية"
    case "172105010000":
    return "172105010000: الارتقاء بفاعلية التخطيط المالي للميزانية"
    case "172105020001":
    return "172105020001: توعية الوحدات التنظيمية بإجراءات عمل الادارة من خلال اللقاءات المب"
    case "172105020002":
    return "172105020002: تشكيل مجلس خفض النفقات على مستوى الوزارة"
    case "172105020003":
    return "172105020003: أتمتة كافة عمليات الإدارة والربط الالكتروني مع الشركاء"
    case "172105020004":
    return "172105020004: العمل على ضمان الاستخدام الأمثل للأصول (لائحة العمر الافتراضي للأص"
    case "172105020000":
    return "172105020000: إدارة أنظمة العمل المالية والأصول بكفاءة وفاعلية"
    case "172105030001":
    return "172105030001: توفير نظام (Lan Desk) الذي يساعد في رفع كفاءة الدعم الفني"
    case "172105030002":
    return "172105030002: استبدال جميع أجهزة الخوادم في مركز البيانات بخوادم افتراضية"
    case "172105030003":
    return "172105030003: تغطية شبكة الوزارة لما نسبته (100%) من مباني الوزارة"
    case "172105030004":
    return "172105030004: الحصول على شهادتي ايزو 27001 و 20001"
    case "172105030000":
    return "172105030000: توفير بنية تحتية متطورة وآمنة وتقديم دعم فني متميز"
    case "172105040001":
    return "172105040001: تحويل (100%) من الخدمات القابلة للتحول الالكتروني / الذكي لخدمات ا"
    case "172105040002":
    return "172105040002: تعزيز كفاءة الأنظمة الالكترونية/الذكية باستخدام أحدث التقنيات المت"
    case "172105040003":
    return "172105040003: تبسيط الأنظمة الالكترونية/الذكية لتشجيع المتعاملين لاستخدامها"
    case "172105040004":
    return "172105040004: توقيع اتفاقيات تعاون والشراكة مع شركاء الخدمات الالكترونية/الذكية"
    case "172105040005":
    return "172105040005: تسويق ونشر الخدمات الالكترونية/الذكية"
    case "172105040006":
    return "172105040006: استصدار قرارات ملزمة للمتعاملين باستخدام الخدمات الالكترونية/الذكي"
    case "172105040007":
    return "172105040007: تفعيل منصات الخدمة الإلكترونية الذاتية في مراكز الخدمة والأماكن ال"
    case "172105040008":
    return "172105040008: توحيد قواعد بيانات الانظمة الالكترونية الخاصة بوزارة العدل"
    case "172105040000":
    return "172105040000: تقديم خدمات الكترونية وذكية متطورة بما يضمن رفع نسبة استخدام الأ"
    case "172105050001":
    return "172105050001: تحديد نطاق المشروع (الخدمات، العمليات، الاجراءات) وتحديد المخرجات"
    case "172105050002":
    return "172105050002: تقييم الوضع الحالي"
    case "172105050003":
    return "172105050003: إعداد دراسات المقارنات المعيارية وتحليل الفجوات"
    case "172105050004":
    return "172105050004: تصميم وتطوير نموذج العمل التشغيلي المستقبلي للوزارة تحديد متطلبات"
    case "172105050005":
    return "172105050005: إعادة تصميم و تحسين الخدمات والعمليات والإجراءات وضع خارطة الطريق"
    case "172105050006":
    return "172105050006: تدريب المعنيين على الخدمات والعمليات والإجراءات المستحدثة"
    case "172105050007":
    return "172105050007: إطلاق الخدمات العمليات المحسنة، المطورة"
    case "172105050000":
    return "172105050000: اعادة هندسة الاجراءات والعمليات"
    case "172105060001":
    return "172105060001: إعداد الميزانية ومتابعة تنفيذها"
    case "172105060002":
    return "172105060002: إدارة الرواتب"
    case "172105060003":
    return "172105060003: إدارة المدفوعات والاستحقاقات"
    case "172105060004":
    return "172105060004: إجراء التدقيق الداخلي"
    case "172105060000":
    return "172105060000: إادارة الموارد المالية بكفاءة وفعالية"
    case "172105070001":
    return "172105070001: إدارة المشتريات"
    case "172105070002":
    return "172105070002: إدارة العقود ومتابعتها"
    case "172105070000":
    return "172105070000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "172105080001":
    return "172105080001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "172105080002":
    return "172105080002: تدريب وتطوير الموظفين"
    case "172105080003":
    return "172105080003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "172105080000":
    return "172105080000: تطبيق أفضل ممارسات الموارد البشرية"
    case "172105090001":
    return "172105090001: إدارة الجودة"
    case "172105090002":
    return "172105090002: إدارة علاقات المتعاملين"
    case "172105090003":
    return "172105090003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "172105090000":
    return "172105090000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "172105100001":
    return "172105100001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "172105100002":
    return "172105100002: إدارة النشاط الإعلامي"
    case "172105100000":
    return "172105100000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "172105110001":
    return "172105110001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "172105110002":
    return "172105110002: مستشاري الوزير والمدير العام (الوكيل)"
    case "172105110000":
    return "172105110000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "172105120001":
    return "172105120001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "172105120002":
    return "172105120002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "172105120000":
    return "172105120000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "172105130001":
    return "172105130001: إعداد الدراسات والاستشارات القانونية"
    case "172105130002":
    return "172105130002: إدارة الشؤون القانونية"
    case "172105130000":
    return "172105130000: توفير أفضل الخدمات القانونية"
    case "172105140001":
    return "172105140001: تطوير النظم والتطبيقات الإلكترونية"
    case "172105140002":
    return "172105140002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "172105140003":
    return "172105140003: إدارة الشبكات وأمن المعلومات"
    case "172105140000":
    return "172105140000: توفير أحدث خدمات تقنية المعلومات"
    case "172105150001":
    return "172105150001: الصيانة"
    case "172105150002":
    return "172105150002: الإيجار"
    case "172105150003":
    return "172105150003: المواصلات"
    case "172105150004":
    return "172105150004: رسوم الاستشارات"
    case "172105150005":
    return "172105150005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "172105150006":
    return "172105150006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "172105150000":
    return "172105150000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "172106010001":
    return "172106010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "172106010002":
    return "172106010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "172106010003":
    return "172106010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "172106010004":
    return "172106010004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "172106010000":
    return "172106010000: بناء قدرات الموظفين في مجال الابتكار"
    case "172106020001":
    return "172106020001: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "172106020002":
    return "172106020002: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "172106020003":
    return "172106020003: توثيق كافة الابتكارات في الوزارة (المطبقة مسبقاً والجديدة) في قاعد"
    case "172106020000":
    return "172106020000: تبني أحدث أدوات ووسائل الابتكار داخل الوزارة"
    case "172106030001":
    return "172106030001: تشجيع البحث والتطوير داخل الوزارة"
    case "172106030002":
    return "172106030002: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "172106030003":
    return "172106030003: تشجيع القيادات في الوزارة على التواصل مع الموظفين لمناقشة الأفكار"
    case "172106030004":
    return "172106030004: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "172106030005":
    return "172106030005: تخصيص أوقات محددة للموظفين للتفاعل والنزول للميدان ولقاء فئات المت"
    case "172106030000":
    return "172106030000: تحسين العمليات بما يعزز من الابتكار"
    case "172201010000":
    return "172201010000: تعزيز الإدارة المتكاملة للمواد الكيميائية"
    case "172201010001":
    return "172201010001: إعداد الاستراتيجية الوطنية للإدارة المتكاملة للمواد الكيميائية"
    case "172201010002":
    return "172201010002: تطوير الأطر والإجراءات التنظيمية للمواد الكيميائية الخطرة  المستخد"
    case "172201010003":
    return "172201010003: تحديث القائمة الوطنية للمبيدات"
    case "172201010004":
    return "172201010004: إعداد السجل الوطني (قاعدة البيانات) للمواد الكيميائية الخطرة"
    case "172201010005":
    return "172201010005: إعداد إجراءات لحوكمة تداول المبيدات (تشمل تصميم اجراءات الخدمة وال"
    case "172201010006":
    return "172201010006: تطوير إجراءات نظام تداول الأسمدة الكيميائية"
    case "172201010007":
    return "172201010007: تطوير إجراءات للتحكم في تداول المواد المستنفدة لطبقة الأوزون"
    case "172201010008":
    return "172201010008: متابعة تنفيذ الخطة الوطنية للملوثات العضوية الثابتة وفق اتفاقية اس"
    case "172201020000":
    return "172201020000: مبادرة ذات أولوية"
    case "172201020001":
    return "172201020001: إعداد استراتيجية  للإدارة المتكاملة للنفايات"
    case "172201020002":
    return "172201020002: متابعة المؤشر التنافسي لمعدل إعادة تدوير الورق والكرتون"
    case "172201020003":
    return "172201020003: تطوير القوانين و اللوائح التنظيمية ذات الصلة بالإدارة المتكاملة لل"
    case "172201020004":
    return "172201020004: إعداد قرار مجلس الوزراء بشأن الإشتراطات البيئية لمحطات تحويل النفا"
    case "172201020005":
    return "172201020005: إعداد قرار وزاري بشأن استخدام المواد المعاد تدويرها في مشاريع الطر"
    case "172201020006":
    return "172201020006: إعداد اللائحة التنفيذية للقانون الاتحادي لإدارة النفايات"
    case "172201020007":
    return "172201020007: إعداد وتفعيل قاعدة البيانات الوطنية للنفايات"
    case "172201020008":
    return "172201020008: الإشراف على تنفيذ منجم الامارات لجمع النفايات في الاحياء والمناطق"
    case "172201020009":
    return "172201020009: زيادة فعالية إعادة تدوير النفايات الخطرة في المصانع والمشاريع المق"
    case "172201020010":
    return "172201020010: زيادة فعالية التعامل مع النفايات الحيوانية ومنتجاتها والنباتية بال"
    case "172201020011":
    return "172201020011: زيادة فعالية التعامل مع النفايات الطبية بالتنسيق مع السلطات المحلي"
    case "172201020012":
    return "172201020012: الإشراف على تنفيذ مشروع الإدارة المتكاملة للنفايات في إمارات الدول"
    case "172201020013":
    return "172201020013: تطوير برنامج لتشجيع الشراكة مع القطاع الخاص في مشاريع إدارة النفاي"
    case "172201020014":
    return "172201020014: تطوير ورفع التقرير السنوي الإلكتروني لاتفاقية بازل بشأن التحكم في"
    case "172201030000":
    return "172201030000: مبادرة ذات أولوية"
    case "172201030001":
    return "172201030001: مراجعة و تطوير و تحديث التشريعات و الاجراءات اللازمة لضمان تحسين ج"
    case "172201030002":
    return "172201030002: استكمال الربط الالكتروني لشبكة الامارات لجودة الهواء لكافة محطات ا"
    case "172201030003":
    return "172201030003: رصد جودة الهواء من خلال الاقمار الصناعية"
    case "172201030004":
    return "172201030004: تنفيذ دراسة عن تركيزات ومصادر ومحتوى pm2.5 وعلاقته مع تركيزات PM 1"
    case "172201030005":
    return "172201030005: إعداد دراسة حول الأوضاع التارخية للطقس و التوقعات المناخية المستقب"
    case "172201030006":
    return "172201030006: اعداد اطار عمل لآلية مراجعة و اعتماد دراسات تقييم الأثر البيئي للم"
    case "172201040000":
    return "172201040000: تطوير برنامج وخطة لإدارة الكوارث والطوارئ البيئية"
    case "172201040001":
    return "172201040001: تطوير وتحديث سجل المخاطر البيئية ( المحلية والوطنية )"
    case "172201040002":
    return "172201040002: تطوير وتحديث الإجراءات التنظيمية و خطط عمل لإدارة الكوارث والطوارئ"
    case "172201050000":
    return "172201050000: مساهمة الأمن البيولوجي نحو مجتمع مستقر وإستدامة النمو البيئي الإقت"
    case "172201050001":
    return "172201050001: العمل من خلال التنسيق مع أعضاء اللجنة الوطنية للأمن البيولوجي لتحد"
    case "172201050002":
    return "172201050002: العمل من خلال التنسيق مع أعضاء اللجنة الوطنية للأمن البيولوجي لإعد"
    case "172201050003":
    return "172201050003: بناء القدرات والإمكانيات الخاصة بتحديث قاعدة البيانات المتعلقة بال"
    case "172201050004":
    return "172201050004: تأهيل كوادر بشرية وطنية متخصصة في مجال الأمن البيولوجي"
    case "172201050005":
    return "172201050005: بناء نظم وقدرات ربط واتصال بين الجهات المعنية بالمخاطر البيولوجية"
    case "172201050006":
    return "172201050006: تطوير نظام إلكتروني وطني للأمن البيولوجي"
    case "172201050007":
    return "172201050007: العمل من خلال التنسيق مع أعضاء اللجنة الوطنية للأمن البيولوجي لوضع"
    case "172201050008":
    return "172201050008: متابعة تطوير الأدلة الاسترشادية للأمن البيولوجي في المختبرات والمن"
    case "172201050009":
    return "172201050009: عقد مؤتمرين للأمن البيولوجي خلال الفترة 2017 إلى 2021"
    case "172201060000":
    return "172201060000: مبادرة ذات أولوية"
    case "172201060001":
    return "172201060001: تثقيف الشباب لقيادة دولة الإمارات نحو مستقبل مستدام باستخدام الوسا"
    case "172201060002":
    return "172201060002: تثقيف المجتمع حول الاستدامة و التنمية الخضراء و البيئة"
    case "172201060003":
    return "172201060003: تشجيع المشاركة الفاعلة للشركات والقطاعات الاقتصادية و الصناعية في"
    case "172201060004":
    return "172201060004: إشراك الجهات الحكومية المعنية لدعم الاستدامة البيئية"
    case "172201060005":
    return "172201060005: ضمان مواءمة وفعالية جهود التوعية  والتثقيف البيئي في دولة الإمارات"
    case "172201060006":
    return "172201060006: بناء القدرات الكفؤة في دولة الإمارات لتمكين تنفيذ الاستراتيجية الو"
    case "172201060007":
    return "172201060007: إجراء برامج وحملات توعوية حول التغير المناخي"
    case "172201060008":
    return "172201060008: توعية القطاع الخاص بالتهديدات والفرص الناتجة من التغير المناخي"
    case "172201060009":
    return "172201060009: تعزيز الوعي المجتمعي بمواضيع الأمن البيولوجي"
    case "172201070000":
    return "172201070000: تسجيل واستيراد وتصدير المبيدات والأسمدة والنفايات الخطرة والمواد ا"
    case "172201070001":
    return "172201070001: إصدار شهادة تسجيل مبيد"
    case "172201070002":
    return "172201070002: إصدار شهادة تسجيل سماد أو مصلح تربة زراعية"
    case "172201070003":
    return "172201070003: إصدار إذن إستيراد إرسالية مبيدات"
    case "172201070004":
    return "172201070004: إصدار إذن إستيراد إرسالية أسمدة أو مصلحات تربة زراعية غير مقيدة"
    case "172201070005":
    return "172201070005: إصدار إذن إستيراد إرسالية أسمدة أو مصلحات تربة زراعية  مقيدة"
    case "172201070006":
    return "172201070006: إصدار إذن استيراد إرسالية مواد مستنزفة لطبقة الأوزون (HCFC)"
    case "172201070007":
    return "172201070007: إصدار إذن إعادة تصدير إرسالية مواد مستنزفة لطبقة الأوزون (HCFC)"
    case "172201070008":
    return "172201070008: إصدار تصريح تصدير نفايات خطرة"
    case "172201080000":
    return "172201080000: التنسيق ومعالجة تداعيات قضايا التغير المناخي والمشاريع البيئية على"
    case "172201080001":
    return "172201080001: التنسيق وتبادل أفضل الممارسات مع البلديات"
    case "172201080002":
    return "172201080002: متابعة توصيات مجلس الإمارات للتغير المناخي مع البلديات"
    case "172201090000":
    return "172201090000: مبادرة ذات أولوية"
    case "172201090001":
    return "172201090001: إنشاء برامج للسياحة البيئية"
    case "172201090002":
    return "172201090002: تطوير لوائح ومبادئ توجيهية لدعم إستدامة السياحة البيئية للمساعدة ف"
    case "172201090003":
    return "172201090003: تطوير الفعاليات والأنشطة التي تدعم مفهوم السياحة البيئية المستدامة"
    case "172202010000":
    return "172202010000: استدامة التنوع الأحيائي"
    case "172202010001":
    return "172202010001: تطوير الإدارة المتكاملة لشبكة المحميات الطبيعية"
    case "172202010002":
    return "172202010002: تحسين حالة النظم الطبيعية"
    case "172202010003":
    return "172202010003: تنفيذ البرنامج الوطني لاستدامة للحياة الفطرية"
    case "172202010004":
    return "172202010004: تحديث القائمة الوطنية الحمراء للأنواع المهددة بالإنقراض"
    case "172202010005":
    return "172202010005: إعداد قائمة الانواع الغازية"
    case "172202020000":
    return "172202020000: تطوير خارطة الإمارات الذكية لرأس المال الطبيعي"
    case "172202020001":
    return "172202020001: إعداد خارطة البيئات والموائل في دولة الإمارات العربية المتحدة"
    case "172202020002":
    return "172202020002: تحويل الخرائط والبيانات والمعلومات إلى خارطة ذكية"
    case "172202020003":
    return "172202020003: معرفة الحالة وتقييم منافع وخدمات النظم الإيكولوجية (المادية وغير ا"
    case "172202030000":
    return "172202030000: تعزيز الادارة المتكاملة للبيئة البحرية و الساحلية استنادا لنهج الن"
    case "172202030001":
    return "172202030001: تطوير برنامج وطني لرصد و مراقبة البيئة البحرية والساحلية في الدولة"
    case "172202030002":
    return "172202030002: إعادة تأهيل المناطق البحرية والساحلية المتدهورة"
    case "172202030003":
    return "172202030003: تطوير شبكة مناطق المحميات البحرية والساحلية"
    case "172202030004":
    return "172202030004: وضع خطط و إطر للحد من تأثير الأنواع الغريبة و الغازية على الحياة ا"
    case "172202030005":
    return "172202030005: تعزيز برامج لمختلف الموارد البحرية الحية وذلك لتخفيف الضغط على الأ"
    case "172202030006":
    return "172202030006: تطوير و تحديث تشريعات و معايير وفقا لمتطلبات الاتفاقيات و البروتوك"
    case "172202030007":
    return "172202030007: تعزيز التعاون و التنسيق مع المنظمات الإقليمية والدولية لحماية واست"
    case "172202030008":
    return "172202030008: تطوير خطة للإدارة المتكاملة للنفايات البحرية ومتابعة تنفيذها"
    case "172202040000":
    return "172202040000: تطوير برنامج لريادة الابحاث البحرية"
    case "172202040001":
    return "172202040001: انشاء وتشغيل مركز الشيخ خليفة للأبحاث البحرية"
    case "172202040002":
    return "172202040002: اجراء البحوث البحرية  بالتنسيق مع الجامعات المحلية والدولية ومراكز"
    case "172202040003":
    return "172202040003: دراسة وتقييم المخزون السمكي في الإمارات"
    case "172202040004":
    return "172202040004: وضع متطلبات نظام تعداد الثروة السمكية"
    case "172202040005":
    return "172202040005: تأهيل موائل المناطق الساحلية البحرية في دولة الامارات دراسة كتلة"
    case "172202050000":
    return "172202050000: تراخيص تنظيم تسجيل واستيراد وتصدير وإعادة تصدير الأنواع ضمن اتفاقي"
    case "172202050001":
    return "172202050001: إصدار شهادة سايتس لاستيراد أو تصدير أو إعادة تصدير"
    case "172202050002":
    return "172202050002: إصدار جواز سفر صقر طبقا لأحكام قانون سايتس"
    case "172202050003":
    return "172202050003: طلب الحلقات التعريفية للصقور"
    case "172202050004":
    return "172202050004: إصدار شهادة لمن يهمه الأمر طبقا لأحكام قانون سايتس"
    case "172202060000":
    return "172202060000: تراخيص تنظيم استغلال وحماية وتنمية الثروات المائية الحية"
    case "172202060001":
    return "172202060001: إصدار رخصة قارب صيد"
    case "172202060002":
    return "172202060002: تجديد رخصة قارب صيد ( تكميلية )"
    case "172202060003":
    return "172202060003: نقل ملكية قارب صيد"
    case "172202060004":
    return "172202060004: تحويل قارب صيد باسم ورثة"
    case "172202060005":
    return "172202060005: بيع بدن قارب صيد"
    case "172202060006":
    return "172202060006: استبدال قارب صيد"
    case "172202060007":
    return "172202060007: إضافة أو استبدال محرك لقارب صيد"
    case "172202060008":
    return "172202060008: تغيير طريقة الصيد"
    case "172202060009":
    return "172202060009: إصدار بطاقة نائب نوخذه"
    case "172202060010":
    return "172202060010: تجديد بطاقة نائب نوخذه ( تكميلية )"
    case "172203010000":
    return "172203010000: تعزيز السلامة الغذائية"
    case "172203010001":
    return "172203010001: وضع سياسة إتحادية تشمل المبادئ الرئيسية والسياسات العامة والتفصيلي"
    case "172203010002":
    return "172203010002: إنشاء نظام الرقابة والتفتيش على الغذاء المتداول ومنشئاته"
    case "172203010003":
    return "172203010003: إنشاء النظام الوطني لاعتماد وتسجيل الأغذية"
    case "172203010004":
    return "172203010004: إنشاء النظام الوطني لاعتماد وتسجيل الأعلاف"
    case "172203010005":
    return "172203010005: إنشاء وتطبيق نظام رصد وتتبع سلامة الغذاء"
    case "172203010006":
    return "172203010006: إنشاء وتطبيق نظام رصد وتتبع الأعلاف"
    case "172203010007":
    return "172203010007: اعداد نظام إدارة أزمات وحوادث الغذاء"
    case "172203010008":
    return "172203010008: اعداد نظام إدارة أزمات وحوادث الأعلاف"
    case "172203010009":
    return "172203010009: انشاء نظام الانذار السريع للاغذية في كافة مراحل السلسلة الغذائية"
    case "172203010010":
    return "172203010010: انشاء نظام الانذار السريع للأعلاف في كافة مراحل السلسلة"
    case "172203010011":
    return "172203010011: إحكام الرقابة على المتبقيات في المنتجات الغذائية ذات الأصل الحيوان"
    case "172203010012":
    return "172203010012: القيام بإجراءات اعتماد المسالخ خارج الدولة"
    case "172203020000":
    return "172203020000: ضمان التنوع الغذائي المستدام للإمارات العربية المتحدة"
    case "172203020001":
    return "172203020001: تطوير الإستراتيجية الوطنية للأمن الغذائي"
    case "172203020002":
    return "172203020002: تطوير سلسلة القيمة ( الطلب و العرض) للتنوع الغذائي على المستوى الو"
    case "172203020003":
    return "172203020003: التنسيق مع الجهات ذات العلاقة فيما يتعلق بالمخزون الغذائي الاسترات"
    case "172203020004":
    return "172203020004: وضع سياسة للحد من هدر الغذاء"
    case "172203030000":
    return "172203030000: دعم استدامة الثروات المائية الحية"
    case "172203030001":
    return "172203030001: تطوير الأدلة والتشريعات لحماية وتنمية الثروات المائية الحية"
    case "172203030002":
    return "172203030002: وضع خطة لإدارة مصايد الأسماك الطبيعية"
    case "172203030003":
    return "172203030003: وضع برامج و أدلة توجيهية لتنمية قطاع استزراع الأحياء المائية"
    case "172203030004":
    return "172203030004: وضع خطة لإدارة و إنشاء موائل طبيعية و مشدات صناعية"
    case "172203040000":
    return "172203040000: برنامج دعم الصيادين"
    case "172203040001":
    return "172203040001: تقديم دعم لبرامج تنموية وتطويرية للصيادين"
    case "172203040002":
    return "172203040002: تنفيذ خطط وبرامج دعم الصيادين"
    case "172203050000":
    return "172203050000: تعزيز الصحة الحيوانية وتنميتها"
    case "172203050001":
    return "172203050001: تطوير سياسة / خطة وطنية للصحة والتنمية الحيوانية والإشراف على تنفي"
    case "172203050002":
    return "172203050002: تطوير التشريعات المعنية بالصحة الحيوانية وتنميتها"
    case "172203050003":
    return "172203050003: تطوير اليات ومعايير التفتيش على الأنشطة الحيوانية"
    case "172203050004":
    return "172203050004: تنويع مصادر استيراد الحيوانات والمنتجات الحيوانية"
    case "172203050005":
    return "172203050005: رصد ومراقبة انتشار الأمراض البيطرية بالدولة وعبر الحدود"
    case "172203050006":
    return "172203050006: تطوير معايير وآليات العمل للمستحضرات والأدوية البيطرية"
    case "172203050007":
    return "172203050007: تطوير وتحديث قاعدة بيانات وطنية مركزية للأمراض الحيوانية (أطلس) وذ"
    case "172203050008":
    return "172203050008: وضع والإشراف على تنفيذ خطة وطنية للرفق بالحيوان"
    case "172203050009":
    return "172203050009: تشجيع استخدام التقنيات المناسبة في الإنتاج الحيواني"
    case "172203050010":
    return "172203050010: إعداد أدلة حوكمة ومبادئ توجيهية متعلقة بتنظيم العمل بقطاع الثروة ا"
    case "172203050011":
    return "172203050011: تطوير اليات شراكة فعالة وبرامج تشجيعية لبناء القدرات الوطنية وزياد"
    case "172203060000":
    return "172203060000: تحسين صناعة الدواجن في الدولة"
    case "172203060001":
    return "172203060001: إعداد وإصدار تشريع خاص ينظم عمل مزارع الدواجن والحيازات الخاصة"
    case "172203060002":
    return "172203060002: نشر الممارسات الجيدة في مجال الانتاج عن طريق أعداد ادلة ودورات تدر"
    case "172203070000":
    return "172203070000: تطوير انتاج العسل المحلي واستدامة النحل الوطني وتنمية قطاع النحالي"
    case "172203070001":
    return "172203070001: إعداد خطة تطوير انتاج العسل المحلي واستدامة النحل الوطني وتنمية قط"
    case "172203070002":
    return "172203070002: إعداد سياسة تنظم تربية النحل والمناحل للمحافظة على النحل الوطني و"
    case "172203070003":
    return "172203070003: إعداد برنامج لدعم دعم النحالين"
    case "172203080000":
    return "172203080000: تحسين إدارة واستخدام الأراضي في القطاع الزراعي على المستوى الوطني"
    case "172203080001":
    return "172203080001: تطوير السياسة الزراعية بالدولة"
    case "172203080002":
    return "172203080002: تطوير خطة تنموية لتعزيز واستدامة الزراعة  بدون تربة والزراعة العضو"
    case "172203090000":
    return "172203090000: استدامة الانتاج  المحلي وتعزيز كفاءة صحة النبات"
    case "172203090001":
    return "172203090001: تطوير سياسات و مبادرات التحول الزراعية بالدولة"
    case "172203090002":
    return "172203090002: إنشاء خطة لدعم المزارعين  الصغار و الجدد"
    case "172203090003":
    return "172203090003: مسح وتطوير خرائط احصائية بالاشجار والنخيل والغطاء النباتي والمحاصي"
    case "172203090004":
    return "172203090004: تطوير اليات ومعايير فحص على النباتات والمنتجات الزراعية"
    case "172203100000":
    return "172203100000: مكافحة الآفات الزراعية"
    case "172203100001":
    return "172203100001: ضمان الإمتثال لمعايير الصحة النباتية الدولية من خلال تطوير اليات و"
    case "172203100002":
    return "172203100002: تطوير نظام وطني إلكتروني وقاعدة بيانات لرصد و مراقبة ومكافحة الآفا"
    case "172203100003":
    return "172203100003: السيطرة على  متبقيات المبيدات على المنتجات النباتية"
    case "172203100004":
    return "172203100004: تحديث قائمة الافات الحجرية"
    case "172203110000":
    return "172203110000: برنامج دعم المزارعين"
    case "172203110001":
    return "172203110001: تطوير خطط وبرامج تمكين المزارعين"
    case "172203110002":
    return "172203110002: تنفيذ خطط وبرامج تمكين المزارعين"
    case "172203120000":
    return "172203120000: تعزيز الكفاءة التشغيلية لمراكز الحجر الصحي الحيواني والزراعي بالدو"
    case "172203120001":
    return "172203120001: وضع الضوابط لإستيراد الحيوانات الحية على مستوى الدولة (إعداد وإعتم"
    case "172203120002":
    return "172203120002: تطوير دليل إسترشادي يوضح المبادئ التوجيهية لاستيراد الماشية"
    case "172203120003":
    return "172203120003: تطوير دليل إسترشادي يوضح المبادئ التوجيهية لاستيراد النبات"
    case "172203120004":
    return "172203120004: تطوير دليل إسترشادي يوضح المبادئ التوجيهية لاستيراد الأسماك"
    case "172203120005":
    return "172203120005: إعداد ومراجعة التشريعات والاجراءات المعايرية الإجرائية وضوابط للإ"
    case "172203120006":
    return "172203120006: إعداد ومراجعة التشريعات والاجراءات المعايرية الإجرائية وضوابط للإ"
    case "172203120007":
    return "172203120007: إعداد ومراجعة التشريعات والاجراءات المعايرية الإجرائية وضوابط للإر"
    case "172203120008":
    return "172203120008: تطوير نظام مراقبة متكاملة ونظام للبلاغات عن جميع الإرساليات الحيوا"
    case "172203120009":
    return "172203120009: رفع كفاءة الموظفين المواطنين العاملين في مرافق الحجر الصحي"
    case "172203130000":
    return "172203130000: دعم الممارسات المبتكرة بالمجالات الزراعية و الحيوانية  والخضروات و"
    case "172203130001":
    return "172203130001: إجراء أبحاث ودراسات زراعية لتطوير زراعة النخيل"
    case "172203130002":
    return "172203130002: إجراء البحوث والدراسات و التجارب على نظم الزراعة المختلفة مثل البي"
    case "172203130003":
    return "172203130003: إجراء البحوث والدراسات و التجارب على المحاصيل المقاومة للملوحة بما"
    case "172203130004":
    return "172203130004: إجراء البحوث والدراسات و التجارب على الفاكهة والمحاصيل النباتية"
    case "172203130005":
    return "172203130005: عقد دراسات وأبحاث بما يتعلق بالموارد الوراثية النباتية والحيوانية"
    case "172203130006":
    return "172203130006: تفعيل مركز الوزارة لأبحاث المكافحة الحيوية والمكافحة المتكاملة لآف"
    case "172203130007":
    return "172203130007: عمل برانامج وأبحاث بالشراكة مع مراكز البحوث و المعاهد الوطنية والد"
    case "172203140000":
    return "172203140000: تصميم برامج لتشجيع مشاركة القطاع الخاص في القطاعات الحيوانية و الز"
    case "172203140001":
    return "172203140001: تطوير خطة استراتيجية وتنفيذية لتعزيز فرص التعاون والشراكة مع القطا"
    case "172203140002":
    return "172203140002: تنفيذ الخطة الإستراتيجية الخاصة بتعزيز مشاركة  القطاع الخاص في الق"
    case "172203150000":
    return "172203150000: تعزيز كفاءة وجودة الإختبارات والفحوصات المخبرية"
    case "172203150001":
    return "172203150001: تطوير استراتيجية الخدمات المخبرية البيئية بالوزارة"
    case "172203150002":
    return "172203150002: وضع استراتيجية / سياسة وطنية للمختبرات البيئية والإيطار التنظيمي ا"
    case "172203150003":
    return "172203150003: الإستمرار في إعتماد المختبر من جهات الإعتماد الدولية و توسعة مجالا"
    case "172203150004":
    return "172203150004: تطوير الشبكة الوطنية لإدارة المعلومات المخبرية المعنية بتدابير الص"
    case "172203150005":
    return "172203150005: إجراء البحوث العلمية المخبرية المتعلقة بالصحة الحيوانية والنباتية"
    case "172203150006":
    return "172203150006: إدخال فحوصات وتحاليل جديدة في المختبرات المركزية للوزارة بناء على"
    case "172203160000":
    return "172203160000: تراخيص المنشآت العاملة في المجالات الزراعية والحيوانية والبيطرية و"
    case "172203160001":
    return "172203160001: إصدار ترخيص مزاولة نشاط زراعي"
    case "172203160002":
    return "172203160002: تجديد ترخيص مزاولة نشاط زراعي ( تكميلية )"
    case "172203160003":
    return "172203160003: إصدار ترخيص مشتل زراعي"
    case "172203160004":
    return "172203160004: تجديد ترخيص مشتل زراعي ( تكميلية )"
    case "172203160005":
    return "172203160005: إصدار شهادة إعتماد وحدة معاملة أخشاب التعبئة"
    case "172203160006":
    return "172203160006: إصدار ترخيص تصنيع أسمدة ومصلحات تربة زراعية"
    case "172203160007":
    return "172203160007: تجديد ترخيص تصنيع أسمدة ومصلحات تربة زراعية ( تكميلية )"
    case "172203160008":
    return "172203160008: الإفراج عن أسمدة مصنعة محليا"
    case "172203160009":
    return "172203160009: إصدار ترخيص مزاولة مهنة مهندس زراعي والمهن المرتبطة بالأنشطة الزرا"
    case "172203160010":
    return "172203160010: تجديد ترخيص مزاولة مهنة مهندس زراعي والمهن المرتبطة بالأنشطة الزرا"
    case "172203160011":
    return "172203160011: إصدار ترخيص منشآه بيطرية"
    case "172203160012":
    return "172203160012: تجديد ترخيص منشآه بيطرية ( تكميلية )"
    case "172203160013":
    return "172203160013: إصدار ترخيص مزاولة نشاط حيواني"
    case "172203160014":
    return "172203160014: تجديد ترخيص مزاولة نشاط حيواني"
    case "172203160015":
    return "172203160015: إصدار ترخيص مزرعة إنتاج حيواني"
    case "172203160016":
    return "172203160016: تجديد ترخيص مزرعة إنتاج حيواني"
    case "172203160017":
    return "172203160017: إصدار ترخيص مزاولة المهنة للأطباء البيطريين والمهن البيطرية المعاو"
    case "172203160018":
    return "172203160018: تجديد ترخيص مزاولة المهنة للأطباء البيطريين والمهن البيطرية المعاو"
    case "172203160019":
    return "172203160019: إصدار ترخيص مزاولة مؤقت لطبيب بيطري"
    case "172203160020":
    return "172203160020: إصدار ترخيص تصدير منتجات أحياء مائية محلية"
    case "172203160021":
    return "172203160021: تجديد  ترخيص تصدير منتجات أحياء مائية محلية ( تكميلية )"
    case "172203160022":
    return "172203160022: إصدار ترخيص لإعادة تصدير منتجات أحياء مائية"
    case "172203160023":
    return "172203160023: تجديد ترخيص لإعادة تصدير منتجات أحياء مائية ( تكميلية )"
    case "172203160024":
    return "172203160024: إصدار ترخيص أنشاء مزرعة إنتاج أحياء مائية"
    case "172203160025":
    return "172203160025: تجديد ترخيص أنشاء مزرعة إنتاج أحياء مائية ( تكميلية )"
    case "172203160026":
    return "172203160026: إعتماد منشأة غذائية للتصدير إلى جهة خارج الدولة"
    case "172203160027":
    return "172203160027: تجديد إعتماد منشأة غذائية للتصدير إلى جهة خارج الدولة ( تكميلية )"
    case "172203160028":
    return "172203160028: إصدار ترخيص لإستيراد ( أمهات ويرقات / أدوات ومعدات صيد ) الأسماك"
    case "172203160029":
    return "172203160029: تجديد ترخيص لإستيراد ( أمهات ويرقات / أدوات ومعدات صيد ) الأسماك"
    case "172203170000":
    return "172203170000: استيراد وتصدير وإعادة تصدير الإرساليات الزراعية والحيوانية والسمكي"
    case "172203170001":
    return "172203170001: إصدار إذن إستيراد إرسالية زراعية"
    case "172203170002":
    return "172203170002: إصدار إذن إعادة تصدير أعلاف نباتية"
    case "172203170003":
    return "172203170003: إصدار شهادة صحة نباتية للتصدير أو إعادة تصدير"
    case "172203170004":
    return "172203170004: إصدار إذن استيراد إضافات أعلاف ومركزات أو أعلاف مصنعة"
    case "172203170005":
    return "172203170005: إصدار اذن استيراد حيوانات وطيور حية وأسماك الزينة"
    case "172203170006":
    return "172203170006: إصدار اذن استيراد حيوانات الرفقة (قطط أو كلاب)"
    case "172203170007":
    return "172203170007: إصدار اذن استيراد السائل المنوي أو الأجنة"
    case "172203170008":
    return "172203170008: إصدار اذن استيراد للخيول ( دائم أو مؤقت )"
    case "172203170009":
    return "172203170009: إصدار تصريح عبور حيوانات"
    case "172203170010":
    return "172203170010: إصدار إذن إستيراد منتجات أو مخلفات حيوانية"
    case "172203170011":
    return "172203170011: إصدار إذن إستيراد أمهات أو يرقات الأسماك"
    case "172203170012":
    return "172203170012: إصدار إذن إستيراد أدوات ومعدات صيد"
    case "172203170013":
    return "172203170013: إصدار اذن استيراد غذاء أحياء مائية"
    case "172203170014":
    return "172203170014: إصدار إذن تصدير منتجات أحياء مائية محلية"
    case "172203170015":
    return "172203170015: إصدار إذن إعادة تصدير إرسالية منتجات أحياء مائية"
    case "172203170016":
    return "172203170016: تصديق شهادات لتصدير منتجات غذائية إلى خارج الدولة"
    case "172203170017":
    return "172203170017: إصدار شهادة صحية لتصدير أو إعادة تصدير حيوانات حية"
    case "172203170018":
    return "172203170018: إصدار شهادة صحية لتصدير أو إعادة تصدير المنتجات أو المخلفات الحيوا"
    case "172203170019":
    return "172203170019: إصدار شهادة صحية لتصدير السائل المنوي للخيول"
    case "172203170020":
    return "172203170020: إصدار شهادة صحية لتصدير أو إعادة تصدير خيول"
    case "172203170021":
    return "172203170021: إصدار إذن الأفراج عن إرسالية زراعية"
    case "172203170022":
    return "172203170022: إعتماد مسلخ خارج الدولة"
    case "172203170023":
    return "172203170023: تجديد إعتماد مسلخ خارج الدولة  ( تكميلية )"
    case "172203180000":
    return "172203180000: خدمات المواطنين (الصيادين وأصحاب الحيازات الزراعية والحيوانية)"
    case "172203180001":
    return "172203180001: طلب إرشاد زراعي"
    case "172203180002":
    return "172203180002: طلب إرشاد بيطري"
    case "172203180003":
    return "172203180003: طلب مواد دعم للمزارعين"
    case "172203180004":
    return "172203180004: طلب مواد دعم للصيادين"
    case "172203180005":
    return "172203180005: تسجيل حيازة زراعية"
    case "172203180006":
    return "172203180006: تعديل بيانات إساسية لحيازة زراعية أو إلغائها ( تكميلية )"
    case "172204010000":
    return "172204010000: بناء القدرات المؤسسية والمحاذاة مع أصحاب المصلحة والعلاقة والتنسيق"
    case "172204010001":
    return "172204010001: إعداد وتحديث الإستراتيجية الوطنية لتغيير المناخ"
    case "172204010002":
    return "172204010002: وضع الآليات والأطر المناسبة لضمان التنفيذ السليم وإنفاذ متطلبات ال"
    case "172204010003":
    return "172204010003: تمكين و دعم بناء القدرات واضعي السياسات والجهات المعنية بإستدامة ا"
    case "172204020000":
    return "172204020000: تعزيز الدور الريادي للدولة في قضايا التغير المناخي"
    case "172204020001":
    return "172204020001: تطوير وتحديث الإجراءات الوطنية المحلية للتخفيف من تداعيات التغير ا"
    case "172204020002":
    return "172204020002: تطوير و تحديث الإجراءات الوطنية المحلية للتكيف مع التغير المناخي ب"
    case "172204020003":
    return "172204020003: تحليل و دراسة الاثار المناخية المحلية للتأكد من أنها تتماشى مع أول"
    case "172204020004":
    return "172204020004: تعزيز دور المرأة والشباب في البرامج المحلية ذات الصلة بالتغير المن"
    case "172204020005":
    return "172204020005: تعزيز التنسيق والتعاون بين الجهات ذات الصلة لدعم الإستجابة للتغير"
    case "172204020006":
    return "172204020006: تعزيز دور الجامعات في البحوث وإصدار التقارير وتطوير التكنولوجيا بم"
    case "172204030000":
    return "172204030000: تعزيز التحول إلى التنمية الخضراء"
    case "172204030001":
    return "172204030001: التنسيق لتنفيذ جدول أعمال إقتصاد الدولة الأخصر مع الوزارات الأخرى"
    case "172204030002":
    return "172204030002: الدعم على المستوى القطاعي (التصنيع على سبيل المثال، والمالية) و (ع"
    case "172204030003":
    return "172204030003: مراقبة وتقديم تقارير تهدف لدعم النمو الأخضر والتقدم الشامل"
    case "172204030004":
    return "172204030004: دعم الأعمال البيئية داخل الوزارة والحكومة"
    case "172204030005":
    return "172204030005: دعم تبادل المعرفة وبناء القدرات واضعي السياسات وأصحاب المصلحة (الأ"
    case "172204030006":
    return "172204030006: إدارة العلاقة مع معهد النمو الأخضر العالمي (GGGI)"
    case "172204030007":
    return "172204030007: المساهمة في الأعمال العالمية من أجل التنمية المستدامة والاقتصاد ال"
    case "172204040000":
    return "172204040000: تمثيل دولة الإمارات في قضايا التغير المناخي إقليميا ودوليا"
    case "172204040001":
    return "172204040001: اعداد مبادرات وبرامج عمل لتعزيز التعاون الإقليمي والدولي بشأن التغ"
    case "172204040002":
    return "172204040002: تمثيل دولة الإمارات العربية المتحدة في اتفاقية الأمم المتحدة الإطا"
    case "172204040003":
    return "172204040003: تطوير وتحديث المساهمة المقررة على الصعيد الوطني في دولة الإمارات ا"
    case "172204040004":
    return "172204040004: تمثيل دولة الإمارات العربية المتحدة في جميع الاجتماعات المناخ الدو"
    case "172204040005":
    return "172204040005: تمثيل دولة الإمارات العربية المتحدة في الفريق الحكومي الدولي المعن"
    case "172204040006":
    return "172204040006: إدارة ومتابعة أعمال  مجلس الإمارات للتغير المناخي"
    case "172204050000":
    return "172204050000: تطوير تقارير منتظمة عن انبعاثات غازات الاحتباس الحراري والمرونة و"
    case "172204050001":
    return "172204050001: بناء القدرة على جمع البيانات المناخية ، وتحليلها ، وتصميمها و تفسي"
    case "172204050002":
    return "172204050002: تطوير وتحديث سجل الانبعاثات الوطنية"
    case "172204050003":
    return "172204050003: تطوير التقارير الدورية المتعلقة بالتغير والمناخي والاستدامة"
    case "172204060000":
    return "172204060000: تشجيع ودعم مشاركة القطاع الخاص في مشاريع عمل المناخ"
    case "172204060001":
    return "172204060001: وضع أطر وآليات و مبادرات لزيادة التعاون والشراكة مع القطاع الخاص ب"
    case "172204060002":
    return "172204060002: تنفيذ الآليات والمبادرات لزياده التعاون والشراكة مع القطاع الخاص ب"
    case "172205010000":
    return "172205010000: اعداد تشريعات جديدة وتحديث التشريعات الحالية بما يتعلق بالبيئة وال"
    case "172205010001":
    return "172205010001: تعديل وتحديث التشريعات الحالية المتعلقة بالبيئة"
    case "172205010002":
    return "172205010002: تعديل وتحديث التشريعات الحالية المتعلقة بالموارد البحرية"
    case "172205010003":
    return "172205010003: تعديل وتحديث التشريعات الحالية المتعلقة بالنباتات والحيوانات"
    case "172205010004":
    return "172205010004: تعديل وتحديث التشريعات الحالية المتعلقة بتغير المناخ"
    case "172205020000":
    return "172205020000: التفتيش و الرقابة لضمان كفاءة إنفاذ التشريعات"
    case "172205020001":
    return "172205020001: تطوير وتحديث معايير التدقيق الخارجي بالتنسيق مع الإدارات الفنية ذا"
    case "172205020002":
    return "172205020002: التفتيش و التدقيق على المنشات ذات الاولوية لضمان إنفاذ التشريعات"
    case "172205020003":
    return "172205020003: التفتيش على المشاتل الزراعية بغرض إصدار رخصة مشتل زراعي"
    case "172205020004":
    return "172205020004: التفتيش على المنشآت الزراعية بغرض إصدار رخصة مزاولة أنشطة زراعية"
    case "172205020005":
    return "172205020005: التفتيش بغرض إصدار / تجديد شهادة اعتماد لوحدة معاملة حرارية"
    case "172205020006":
    return "172205020006: التفتيش بغرض إصدار ترخيص تصنيع أسمدة ومصلحات زراعية"
    case "172205020007":
    return "172205020007: التفتيش على الكسارات والمقالع بغرض إصدار / تجديد شهادة الالتزام ال"
    case "172205020008":
    return "172205020008: تفعيل مشروع الرقابة عن بعد للكسارات (دعم مراقبة تلوث الهواء) لضمان"
    case "172205020009":
    return "172205020009: التفتيش على المشاريع الصناعية بغرض إصدار / تجديد شهادة الالتزام ال"
    case "172205020010":
    return "172205020010: التفتيش على المشاريع الإستثمارية لضمان تنفيذ معايير حماية البيئة"
    case "172205020011":
    return "172205020011: التفتيش على المنشآت البيطرية بغرض إصدار رخصة مزاولة النشاط (صيدلية"
    case "172205020012":
    return "172205020012: التفتيش على المنشآت التي تزاول الأنشطة الحيوانية بغرض إصدار رخصة م"
    case "172205020013":
    return "172205020013: التفتيش على مزارع الأحياء المائية بغرض إصدار / تجديد رخصة مزاولة ا"
    case "172205020014":
    return "172205020014: إدارة البلاغات ذات الصلة بانفاذ التشريعات البيئية"
    case "172205020015":
    return "172205020015: متابعة والتأكد من اغلاق الحالات عدم المطابقة"
    case "172205020016":
    return "172205020016: تأهيل الكوادر الفنية لرفع كفاءة التفتيش المهني البيئي"
    case "172205030000":
    return "172205030000: تعزيز التنسيق المحلي والدولي للاستجابات الوطنية والدولية المعنية ب"
    case "172205030001":
    return "172205030001: تاسيس منصة وطنية لتنسيق التشاور والاستجابات الوطنية بشأن الأحداث و"
    case "172205030002":
    return "172205030002: وضع إطر التقييم والمتابعة للاتفاقات الدولية ومذكرات التفاهم والعضو"
    case "172206010000":
    return "172206010000: إدارة الموارد المالية بكفاءة وفعالية"
    case "172206010001":
    return "172206010001: إعداد الميزانية ومتابعة تنفيذها"
    case "172206010002":
    return "172206010002: إدارة الرواتب"
    case "172206010003":
    return "172206010003: إدارة المدفوعات والاستحقاقات"
    case "172206010004":
    return "172206010004: إجراء التدقيق الداخلي"
    case "172206020000":
    return "172206020000: إدارة قسم المشتريات وفقا لأفضل الممارسات الدولية"
    case "172206020001":
    return "172206020001: إدارة المشتريات"
    case "172206020002":
    return "172206020002: إدارة العقود ومتابعتها"
    case "172206030000":
    return "172206030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "172206030001":
    return "172206030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "172206030002":
    return "172206030002: تدريب وتطوير الموظفين"
    case "172206030003":
    return "172206030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "172206040000":
    return "172206040000: ضمان تطبيق معايير الجودة و التميز المؤسسي"
    case "172206040001":
    return "172206040001: إدارة الجودة"
    case "172206040002":
    return "172206040002: إدارة علاقات المتعاملين"
    case "172206040003":
    return "172206040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "172206050000":
    return "172206050000: ضمان تنفيذ الاتصالات الداخلية و الخارجية"
    case "172206050001":
    return "172206050001: تخطيط وتنسيق الإتصالات الداخلية والخارجية"
    case "172206050002":
    return "172206050002: إدارة النشاط الإعلامي للوزارة داخلياً وخارجياً"
    case "172206060000":
    return "172206060000: تطبيق أفضل الممارسات في مجال القيادة"
    case "172206060001":
    return "172206060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "172206060002":
    return "172206060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "172206070000":
    return "172206070000: تصميم و تطوير خطط إدارة الاستراتيجية و الأداء"
    case "172206070001":
    return "172206070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "172206070002":
    return "172206070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "172206080000":
    return "172206080000: تقديم أفضل الخدمات القانونية"
    case "172206080001":
    return "172206080001: إعداد الدراسات والاستشارات القانونية"
    case "172206080002":
    return "172206080002: إدارة الشؤون القانونية"
    case "172206090000":
    return "172206090000: تقديم أفضل خدمات تقنية المعلومات"
    case "172206090001":
    return "172206090001: تطوير النظم والتطبيقات الإلكترونية"
    case "172206090002":
    return "172206090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "172206090003":
    return "172206090003: إدارة الشبكات وأمن المعلومات"
    case "172206100000":
    return "172206100000: توفير خدمة دعم كفائة وفعالية الوحدات التنظيمية"
    case "172206100001":
    return "172206100001: الصيانة"
    case "172206100002":
    return "172206100002: الإيجار"
    case "172206100003":
    return "172206100003: المواصلات"
    case "172206100004":
    return "172206100004: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "172206100005":
    return "172206100005: الخدمات المشتركة الأخرى (أدوات مكتبية، قرطاسية، متفرقات، ... إلخ)"
    case "172206100006":
    return "172206100006: إنشاء آلية لتصنيف و تخزين الوثائق ، مواءمتا مع الارشيف الوطني"
    case "172206100007":
    return "172206100007: تفعيل الأرشيف المركزي"
    case "172206110000":
    return "172206110000: تأسيس نظام متكامل لإدارة المعرفة والإحصاءات"
    case "172206110001":
    return "172206110001: تطوير استراتيجية لإستشراف المستقبل"
    case "172206110002":
    return "172206110002: إعداد آليات لقياس وجمع البيانات والإحصاءات بالتنسيق مع الإدارات ال"
    case "172206110003":
    return "172206110003: تطوير سياسة و معايير إدارة المعرفة"
    case "172206110004":
    return "172206110004: تفعيل قنوات إدارة المعرفة الداخلية والخارجية"
    case "172206110005":
    return "172206110005: تطوير مركز إدارة المعرفة لتسهيل وصول الجمهور إلى أحدث المعلومات"
    case "172206110006":
    return "172206110006: إصدار التقارير الإحصائية الدورية"
    case "172206120000":
    return "172206120000: تفهم احتياجات المتعاملين"
    case "172206120001":
    return "172206120001: نشر ثقافة الخدمة"
    case "172206120002":
    return "172206120002: تطوير تصنيف المتعاملين"
    case "172206130000":
    return "172206130000: تطوير خدمات المتعاملين"
    case "172206130001":
    return "172206130001: إعادة تصميم وتصنيف الخدمات"
    case "172206130002":
    return "172206130002: تطوير دليل الخدمات"
    case "172206130003":
    return "172206130003: تحسين وتبسيط الإجراءات"
    case "172206130004":
    return "172206130004: تطوير باقات الخدمات"
    case "172206140000":
    return "172206140000: تعزيز استخدام الخدمات الذكية"
    case "172206140001":
    return "172206140001: إدارة قنوات تقديم الخدمة"
    case "172206140002":
    return "172206140002: تطوير نظام إدارة العلاقة مع المتعاملين"
    case "172206140003":
    return "172206140003: تسويق الخدمات الإلكترونية / الذكية"
    case "172207010000":
    return "172207010000: بناء قدرات الموظفين في مجال الابتكار"
    case "172207010001":
    return "172207010001: تنفيذ حقيبة الابتكار التدريبية"
    case "172207020000":
    return "172207020000: تبني أحدث أدوات وسائل الابتكار داخل الجهة"
    case "172207020001":
    return "172207020001: تطوير شبكة المعارف الابتكارية (مركز الابتكار ، بوابة الابتكار،مختب"
    case "172207020002":
    return "172207020002: إعداد ونشر الأوراق البحثية في مجالات الفنية والإدارية"
    case "172207020003":
    return "172207020003: تكريم وتحفيز المبتكرين ضمن جائزة فرسان البيئة"
    case "172207030000":
    return "172207030000: التحسين على العمليات بما يعزز الابتكار"
    case "172207030001":
    return "172207030001: دراسة وتقييم الاقتراحات لتعزيز الشفافية"
    case "172207030002":
    return "172207030002: تطوير شراكات مع المنظمات والجهات العالمية والجامعات والشركات الوطن"
    case "172207040000":
    return "172207040000: البرنامج الوطني للتميز البيئي"
    case "172207040001":
    return "172207040001: تطوير وتحديث معايير التقييم في البرنامج الوطني للتميز البيئي"
    case "172207040003":
    return "172207040003: تطبيق البرنامج الوطني للتميز البيئي"
    case "172401010001":
    return "172401010001: إعداد دليل البعثات (شروط ومعايير الابتعاث والتخصصات والجامعات والد"
    case "172401010002":
    return "172401010002: متابعة آداء الطلبة المبتعثين"
    case "172401010003":
    return "172401010003: إعداد دليل الخريجين السنوي"
    case "172401010000":
    return "172401010000: استقطاب وابتعاث الطلبة لمؤسسات التعليم العالي داخل وخارج الدولة"
    case "172401020001":
    return "172401020001: وضع خطة لتطوير خدمات البعثات الدراسية الخارجية والمنح الداخلية"
    case "172401020002":
    return "172401020002: تطبيق خطة لتطوير خدمات البعثات الدراسية الخارجية والمنح الداخلية"
    case "172401020003":
    return "172401020003: تنظيم ملتقى سنوي للطلبة الجدد والخريجين"
    case "172401020000":
    return "172401020000: تطوير خدمات البعثات الدراسية الخارجية"
    case "172401030001":
    return "172401030001: متابعة وتنسيق مشروعات الإتفاقيات مع دول العالم في مجال التعليم الع"
    case "172401030002":
    return "172401030002: بناء علاقات قوية من خلال توقيع مذكرات تفاهم مع مؤسسات التعليم العا"
    case "172401030003":
    return "172401030003: تفعيل برامج التبادل الثقافي التي يتم توقيعها مع الدول المختلفة"
    case "172401030004":
    return "172401030004: توقيع مذكرات تفاهم مع الجهات المعنية لاستقطاب ورعاية وتوظيف الطلبة"
    case "172401030000":
    return "172401030000: إدارة العلاقات الثقافية الخارجية"
    case "172401040001":
    return "172401040001: منح بعثات دراسية خارج الدولة"
    case "172401040002":
    return "172401040002: طلب التحويل من جامعة لجامعة"
    case "172401040003":
    return "172401040003: طلب التحويل من بلد الدراسة إلى بلد آخر"
    case "172401040004":
    return "172401040004: طلب تغيير تخصص"
    case "172401040005":
    return "172401040005: طلب رسالة لمن يهمه الأمر للطلبة"
    case "172401040006":
    return "172401040006: طلب تجميد بعثة دراسية"
    case "172401040007":
    return "172401040007: طلب علاوة زوجية وضم مرافقين"
    case "172401040008":
    return "172401040008: طلب إصدار طلب شراء تذكرة سفر للطلبة المبتعثين"
    case "172401040009":
    return "172401040009: طلب قبول اكاديمي"
    case "172401040010":
    return "172401040010: طلب إصدار ضمان مالي"
    case "172401040011":
    return "172401040011: طلب إلغاء البعثة الدراسية"
    case "172401040012":
    return "172401040012: طلب المشاركة في ندوة أو مؤتمر"
    case "172401040013":
    return "172401040013: طلب إعادة تفعيل بعثة دراسية"
    case "172401040014":
    return "172401040014: طلب الموافقة على تمديد البعثة"
    case "172401040015":
    return "172401040015: طلب الموافقة على رحلة علمية"
    case "172401040016":
    return "172401040016: طلب إضافة مادة من جامعة أخرى"
    case "172401040017":
    return "172401040017: طلب انسحاب من مادة أو فصل دراسي"
    case "172401040018":
    return "172401040018: استقبال الطالب في المطار وحجز الفندق"
    case "172401040019":
    return "172401040019: طلب تعويض عن تذاكر سفر"
    case "172401040020":
    return "172401040020: طلب تعويض عن تكاليف الشحن"
    case "172401040021":
    return "172401040021: طلب التأمين الصحي والعلاج للطلبة المبتعثين"
    case "172401040022":
    return "172401040022: طلب توفير أجهزة علمية"
    case "172401040023":
    return "172401040023: طلب توفير أجهزة خاصة لطلبة ذوي الإحتياجات الخاصة"
    case "172401040024":
    return "172401040024: طلب صرف مخصصات رسائل ومشاريع التخرج"
    case "172401040025":
    return "172401040025: طلب تعويضات المرافقين"
    case "172401040026":
    return "172401040026: إسكان الطلبة في الأردن ومصر وإيرلند"
    case "172401040027":
    return "172401040027: صرف رواتب المبتعثين"
    case "172401040028":
    return "172401040028: تنظيم اليوم الإرشادي لطلبة البعثات"
    case "172401040029":
    return "172401040029: صرف بدل الكتب والملابس للمبتعثين"
    case "172401040030":
    return "172401040030: سداد الرسوم الدراسية للطلبة المبتعثين ومرافقيهم"
    case "172401040031":
    return "172401040031: طلب دراسة مادة بالنظام غير التقليدي"
    case "172401040032":
    return "172401040032: توفير إحصائيات الطلبة للجهات بغرض التوظيف"
    case "172401040033":
    return "172401040033: متابعة الأداء الأكاديمي للطلبة المبتعثين"
    case "172401040034":
    return "172401040034: توفير تقارير أكاديمية لجهة عمل الطالب"
    case "172401040035":
    return "172401040035: توجيه الطلبة"
    case "172401040000":
    return "172401040000: البعثات الدراسية الخارجية"
    case "172401050001":
    return "172401050001: الاستعلام عن الجامعات المعتمدة للابتعاث"
    case "172401050002":
    return "172401050002: توقيع اتفاقيات مع الجهات الداعمة لبرنامج الارشاد الاكاديمي و المهن"
    case "172401050003":
    return "172401050003: اعداد وتحديث دليل مؤسسات التعليم العالي"
    case "172401050004":
    return "172401050004: اطلاق منصة الارشاد الاكاديمي والمهني"
    case "172401050005":
    return "172401050005: اطلاق برنامج لائق للارشاد الأكاديمي والمهني"
    case "172401050006":
    return "172401050006: تنفيذ برنامج الارشاد للطلبة و أولياء الامور"
    case "172401050000":
    return "172401050000: تطوير الأرشاد الأكاديمي"
    case "172401060001":
    return "172401060001: وضع آلية لتحديد فرص تدريب وتوظيف الخريجين في الجهات"
    case "172401060002":
    return "172401060002: تطبيق آلية لتحديد فرص تدريب وتوظيف الخريجين في الجهات"
    case "172401060003":
    return "172401060003: متابعة توظيف وتدريب الخريجين حسب مذكرات التفاهم في الجهات المعنية"
    case "172401060000":
    return "172401060000: المساهمة في توفير فرص تدريب وعمل للخريجين"
    case "172401070001":
    return "172401070001: متابعة مؤسسات التعليم العالي لتطبيق اَلية الخفض في نسب التسرب"
    case "172401070002":
    return "172401070002: وضع آلية بالتعاون مع مؤسسات التعليم العالي لاستقطاب الطلبة للدراسة"
    case "172401070003":
    return "172401070003: وضع آلية بالتعاون مع مؤسسات التعليم العالي لدعم الطلبة المواطنين ل"
    case "172401070004":
    return "172401070004: إعداد خطة إعلامية لتشجيع المواطنين على دراسة التخصصات ضمن متطلبات"
    case "172401070000":
    return "172401070000: زيادة أعداد الطلبة المواطنين من خريجي الدراسات الجامعية والعليا"
    case "172401080001":
    return "172401080001: وضع خطة لتطوير خدمة تسجيل الطلبة في مؤسسات التعليم العالي"
    case "172401080002":
    return "172401080002: تطبيق خطة لتطوير خدمة تسجيل الطلبة في مؤسسات التعليم العالي"
    case "172401080003":
    return "172401080003: تنظيم المنتدى السنوي لخدمة تسجيل الطلبة في مؤسسات التعليم العالي"
    case "172401080000":
    return "172401080000: تطوير خدمة تسجيل الطلبة في مؤسسات التعليم العالي"
    case "172401090001":
    return "172401090001: تسجيل الطلبة في مؤسسات التعليم العالي الحكومية"
    case "172401090002":
    return "172401090002: توفير دليل الطالب السنوي"
    case "172401090003":
    return "172401090003: طلب تغيير تخصص"
    case "172401090004":
    return "172401090004: توفير البوابات الإلكترونية للمدارس والمناطق التعليمية"
    case "172401090005":
    return "172401090005: CEPA - توفير الامتحان العام لقياس الكفاءة التربوية"
    case "172401090006":
    return "172401090006: CEPA - توفير نماذج خاصة بامتحان الكفاءة التربوية"
    case "172401090007":
    return "172401090007: CEPA - إعادة التقديم للامتحان العام لقياس الكفاءة التربوية"
    case "172401090008":
    return "172401090008: توفير بيانات أو معلومات عن الطلبة المسجلين"
    case "172401090009":
    return "172401090009: تنفيذ زيارات الإرشاد الأكاديمي للطلبة"
    case "172401090010":
    return "172401090010: تنفيذ ورش عمل توعوية للاختصاصيين الاجتماعيين"
    case "172401090011":
    return "172401090011: تنفيذ ورش عمل توعوية لأولياء الأمور"
    case "172401090000":
    return "172401090000: تسجيل الطلبة في مؤسسات التعليم العالي الحكومية"
    case "172402010001":
    return "172402010001: وضع خطة لتطوير خدمة المعادلات"
    case "172402010002":
    return "172402010002: تطبيق خطة لتطوير خدمة المعادلات"
    case "172402010003":
    return "172402010003: تنظيم المنتدى السنوي لخدمة المعادلات"
    case "172402010000":
    return "172402010000: تطوير خدمة المعادلات"
    case "172402020001":
    return "172402020001: معادلة المؤهلات الصادرة عن مؤسسات التعليم العالي المعتمدة خارج الد"
    case "172402020002":
    return "172402020002: إصدار شهادات لمن يهمه الأمر بشأن المعادلة"
    case "172402020003":
    return "172402020003: إصدار نسخ أخرى من المعادلة"
    case "172402020004":
    return "172402020004: طلب إعادة النظر في قرار اللجنة"
    case "172402020005":
    return "172402020005: طلب إدراج مؤسسة تعليمية ضمن قائمة الجامعات الموصى بها من قبل الوزا"
    case "172402020000":
    return "172402020000: معادلة الشهادات"
    case "172402030001":
    return "172402030001: التصديق على المؤهلات العلمية الصادرة من مؤسسات التعليم العالي الخا"
    case "172402030002":
    return "172402030002: طلب التأكد من صحة الساعات المحولة من مؤسسات التعليم العالي خارج دو"
    case "172402030003":
    return "172402030003: إصدار شهادات لمن يهمه الأمر باعتماد مؤسسات التعليم العالي الخاصة و"
    case "172402030000":
    return "172402030000: تصديق الشهادات والوثائق"
    case "172402040001":
    return "172402040001: طلب الإفادة عن مؤسسة تعليمية أو برنامج دراسي خارج الدولة"
    case "172402040002":
    return "172402040002: توفير احصائيات وتقارير عن تصديق ومعادلة المؤهلات الصادرة من داخل و"
    case "172402040003":
    return "172402040003: الاستعلام عن مؤسسات التعليم العالي الخاصة المرخصة داخل الدولة وبرا"
    case "172402040004":
    return "172402040004: توفير الإحصاءات والبيانات عن التعليم العالي بالدولة"
    case "172402040000":
    return "172402040000: المؤسسات والبرامج الأكاديمية المعتمدة"
    case "172402050001":
    return "172402050001: تحديث معايير الاعتماد الأكاديمي وفق مستجدات المعايير المطبقة دوليا"
    case "172402050002":
    return "172402050002: وضع آلية لنشر معايير الاعتماد الأكاديمي المحدثة لمؤسسات التعليم ال"
    case "172402050003":
    return "172402050003: قياس نسبة معرفة المعايير المحدثة للاعتماد الأكاديمي بناء على آلية"
    case "172402050000":
    return "172402050000: تحديث معايير الترخيص والاعتماد والتوعية بها"
    case "172402060001":
    return "172402060001: تقييم جودة البرامج بواسطة لجان تقييم خارجية"
    case "172402060002":
    return "172402060002: مراجعة المخرجات التعليمية مع الهيكل الوطني للمؤهلات"
    case "172402060003":
    return "172402060003: عقد لقاء مع مؤسسات التعليم العالي لعرض نتائج التقييم"
    case "172402060000":
    return "172402060000: التقييم الخارجي للبرامج الأكاديمية"
    case "172402070001":
    return "172402070001: مراقبة أداء المؤسسات التعليمية"
    case "172402070002":
    return "172402070002: تقييم أداء وحدات ضمان الجودة الداخلية في المؤسسات التعليمية"
    case "172402070003":
    return "172402070003: قياس نسبة عدد أعضاء هيئة التدريس بالنسبة لأعداد الطلبة"
    case "172402070000":
    return "172402070000: تطوير ومراقبة جودة التعليم العالي بالدولة"
    case "172402080001":
    return "172402080001: وضع آلية لتحديث وتجميع بيانات البرامج الأكاديمية المعتمدة دولياً م"
    case "172402080002":
    return "172402080002: عقد ورش عمل عن الاعتمادات الدولية"
    case "172402080003":
    return "172402080003: توقيع مذكرات تفاهم واتفاقيات مع جهات الاعتماد الدولية"
    case "172402080004":
    return "172402080004: إعداد دراسات وأبحاث ومقارنة معايير الترخيص مع المعايير المطبقة من"
    case "172402080000":
    return "172402080000: زيادة نسبة البرامج الأكاديمية التي يتم اعتمادها دولياً"
    case "172402090001":
    return "172402090001: عقد اجتماعات مع ممثلين من مؤسسات التعليم العالي لدراسة إمكانية الع"
    case "172402090002":
    return "172402090002: توقيع مذكرات تفاهم واتفاقيات مع جهات حكومية واتحادية لدعم المواطني"
    case "172402090003":
    return "172402090003: إعداد خطة إعلامية لتشجيع المواطنين لاستكمال دراستهم العليا"
    case "172402090000":
    return "172402090000: توسعة فرص التعليم العالي للمواطنين"
    case "172402100001":
    return "172402100001: ترخيص مؤسسات التعليم العالي"
    case "172402100002":
    return "172402100002: تجديد تراخيص مؤسسات التعليم العالي"
    case "172402100003":
    return "172402100003: طلب إجراء تعديل في السياسات أو اللوائح المعتمدة"
    case "172402100004":
    return "172402100004: إصدار شهادات لمن يهمه الأمر بشأن الاعتراف بمؤسسات التعليم العالي"
    case "172402100005":
    return "172402100005: التدقيق على مؤسسات التعليم العالي الخاصة"
    case "172402100006":
    return "172402100006: اعتماد البرامج الأكاديمية لمؤسسات التعليم العالي الخاصة"
    case "172402100007":
    return "172402100007: تجديد اعتماد البرامج الأكاديمية لمؤسسات التعليم العالي الخاصة"
    case "172402100008":
    return "172402100008: تعديل برنامج أكاديمي لمؤسسات التعليم العالي الخاصة"
    case "172402100009":
    return "172402100009: التدقيق على البرامج الأكاديمية لمؤسسات التعليم العالي الخاصة"
    case "172402100010":
    return "172402100010: ترخيص مكاتب استقطاب الطلاب للالتحاق بالجامعات خارج الدولة"
    case "172402100011":
    return "172402100011: تجديد ترخيص مكاتب استقطاب الطلاب للالتحاق بالجامعات خارج الدولة"
    case "172402100012":
    return "172402100012: عقد ورش عمل للتوعية بمعايير الترخيص والإعتماد"
    case "172402100000":
    return "172402100000: تراخيص مؤسسات التعليم العالي والاعتماد الأكاديمي"
    case "172402110001":
    return "172402110001: تشكيل لجان متابعة لمبادرات المجلس التنسيقي للتعليم العالي"
    case "172402110002":
    return "172402110002: تحديث خطة مبادرات المجلس التنسيقي"
    case "172402110003":
    return "172402110003: متابعة مبادرات المجلس التنسيقي للتعليم العالي"
    case "172402110000":
    return "172402110000: متابعة مبادرات المجلس التنسيقي للتعليم العالي"
    case "172402120001":
    return "172402120001: تشكيل لجنة مشتركة برئاسة وزارة التعليم العالي والبحث العلمي وأعضاء"
    case "172402120002":
    return "172402120002: وضع آلية للإلغاء التدريجي للسنة التأسيسية حسب الوقت المحدد لذلك"
    case "172402120003":
    return "172402120003: متابعة تنفيذ الآلية ورفع النتائج للجهات المعنية"
    case "172402120000":
    return "172402120000: وضع آلية لإلغاء السنة التأسيسية"
    case "172402130001":
    return "172402130001: تطوير مركز بيانات التعليم العالي"
    case "172402130002":
    return "172402130002: إعداد وتحديث دليل احصاءات التعليم العالي"
    case "172402130003":
    return "172402130003: توفير بيانات واحصاءات عن التعليم العالي والبحث العلمي بالدولة للجه"
    case "172402130000":
    return "172402130000: تطوير قاعدة بيانات التعليم العالي"
    case "172403010001":
    return "172403010001: بناء طاقة بحث و تطوير وابتكار تنافسية عالمية المستوى"
    case "172403010002":
    return "172403010002: تشجيع التعاون مع كافة المؤسسات في مجال الابتكار والبحوث"
    case "172403010003":
    return "172403010003: إطلاق جائزة رواد الابتكار"
    case "172403010000":
    return "172403010000: تعزيز القدرات وبناء الشراكات في مجال البحث العلمي"
    case "172403020001":
    return "172403020001: وضع آلية لتشجيع مؤسسات التعليم العالي والمراكز البحثية بأهمية وزيا"
    case "172403020002":
    return "172403020002: تنفيذ آلية تشجيع مؤسسات التعليم العالي والمراكز البحثية بأهمية وزي"
    case "172403020003":
    return "172403020003: وضع وتنفيذ آلية لتجميع البيانات الإحصائية من كافة الجهات ذات الأنش"
    case "172403020000":
    return "172403020000: تشجيع و توعية الجامعات و المراكز البحثية بأهمية زيادة الانفاق على"
    case "172403030001":
    return "172403030001: إعداد مسودة سياسة مرجعية لمراكز البحث العلمي في الدولة"
    case "172403030002":
    return "172403030002: إعداد دليل شامل لمراكز البحث العلمي"
    case "172403030003":
    return "172403030003: إعداد خطة إعلامية لنشر السياسة ودليل مراكز البحث العلمي"
    case "172403030000":
    return "172403030000: تنظيم عمليات مراكز الأبحاث والتطوير المتخصصة"
    case "172403040001":
    return "172403040001: الاطلاع على أفضل الممارسات الدولية في انشاء قاعدة البيانات"
    case "172403040002":
    return "172403040002: وضع خطة عمل لإنشاء قاعدة بيانات البحث العلمي"
    case "172403040003":
    return "172403040003: متابعة تنفيذ خطة العمل لإنشاء قاعدة البيانات"
    case "172403040000":
    return "172403040000: انشاء قاعدة بالمراكز البحثية والمخرجات البحثية من الطلبة وأعضاء ال"
    case "172403050001":
    return "172403050001: وضع خطة لتطوير خدمة تمويل البحوث العلمية على أساس تنافسي"
    case "172403050002":
    return "172403050002: تطبيق خطة تطوير خدمة تمويل البحوث العلمية على أساس تنافسي"
    case "172403050003":
    return "172403050003: تنظيم المنتدى السنوي لخدمة تمويل البحوث العلمية على أساس تنافسي"
    case "172403050000":
    return "172403050000: تطوير خدمة تمويل البحوث العلمية على أساس تنافسي"
    case "172403060001":
    return "172403060001: تقديم منح لتمويل البحوث العلمية على أساس تنافسي"
    case "172403060002":
    return "172403060002: تقديم منح لتمويل الزيارات البحثية العلمية للمواطنين"
    case "172403060003":
    return "172403060003: تقديم جائزة المبتكرين الإماراتيين الشباب على درجة بكالوريوس"
    case "172403060004":
    return "172403060004: تقديم جائزة الباحثين الإماراتيين الشباب على درجة الماجستير والدكتو"
    case "172403060005":
    return "172403060005: تقديم المنح البحثية لدعم تمويل طلبات تسجيل براءات الإختراع"
    case "172403060006":
    return "172403060006: تقديم منح تمويل الطلبات الفردية للمبتكرين والمبدعين"
    case "172403060007":
    return "172403060007: إدارة برامج المنح والجوائز البحثية للجامعات والمؤسسات"
    case "172403060008":
    return "172403060008: إعداد الدراسات والتقارير وتقديم استشارات حول البحث العلمي"
    case "172403060000":
    return "172403060000: تمويل البحوث العلمية على أساس تنافسي"
    case "172404010001":
    return "172404010001:  إعداد الميزانية و متابعة تنفيذها"
    case "172404010002":
    return "172404010002: إدارة الرواتب"
    case "172404010003":
    return "172404010003: إدارة المدفوعات والاستحقاقات"
    case "172404010004":
    return "172404010004:  إجراء التدقيق الداخلي"
    case "172404010000":
    return "172404010000: إدارة الموارد المالية بكفاءة و فعالية"
    case "172404020001":
    return "172404020001: إدارة المشتريات"
    case "172404020002":
    return "172404020002: إدارة العقود ومتابعتها"
    case "172404020000":
    return "172404020000: إدارة المشتريات وفق أفضل المعايير العالمية"
    case "172404030001":
    return "172404030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "172404030002":
    return "172404030002:  تدريب و تطوير الموظفين"
    case "172404030003":
    return "172404030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، شؤون الموظفين)"
    case "172404030000":
    return "172404030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "172404040001":
    return "172404040001: إعداد الدراسات والاستشارات  القانونية"
    case "172404040000":
    return "172404040000: توفير أفضل الخدمات القانونية"
    case "172404050001":
    return "172404050001:   إدارة  الجودة"
    case "172404050002":
    return "172404050002:  إدارة علاقات  المتعاملين"
    case "172404050000":
    return "172404050000: ضمان تطبيق معاييرالجودة والتميزالمؤسس"
    case "172404060001":
    return "172404060001: الرد على الاستفسارات الهاتفية"
    case "172404060002":
    return "172404060002: الرد على الاستفسارات الإلكترونية"
    case "172404060003":
    return "172404060003: الرد على استفسارات المتعاملين الزائرين"
    case "172404060000":
    return "172404060000: الرد على استفسارات وشكاوى المتعاملين"
    case "172404070001":
    return "172404070001:  الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "172404070002":
    return "172404070002: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "172404070003":
    return "172404070003: تحديد مؤشرات الأداء الرئيسية ، وقياس الأداء"
    case "172404070000":
    return "172404070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "172404080001":
    return "172404080001: الصيانة"
    case "172404080002":
    return "172404080002: الايجار"
    case "172404080003":
    return "172404080003: المواصلات"
    case "172404080004":
    return "172404080004:  رسوم الاستشارات"
    case "172404080005":
    return "172404080005: المصروفات المتكررة الأخرى (الهواتف والانترنت ، الخ )"
    case "172404080006":
    return "172404080006:  الخدمات المشتركة الاخرى  (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "172404080000":
    return "172404080000: توفير خدمات مشتركة  لكافة الوحدات التنظيمية بكفاءة عالية"
    case "172404090001":
    return "172404090001:  تطوير النظم والتطبيقات الإلكترونية"
    case "172404090002":
    return "172404090002:  توفير الدعم الفني  للمستخدمين (خط مساعدة)"
    case "172404090003":
    return "172404090003: البنية التحتية وآمن المعلومات"
    case "172404090000":
    return "172404090000: توفير أحدث خدمات تقنية المعلومات"
    case "172404100001":
    return "172404100001:  تخطيط و تنسيق الاتصالات  الداخلية والخارجية"
    case "172404100002":
    return "172404100002:   إدارة النشاط الإعلامي"
    case "172404100000":
    return "172404100000: ضمان تحقيق الاتصال الداخلي و الخارجي"
    case "172405010001":
    return "172405010001: تطوير جائزة داخلية للابتكار"
    case "172405010002":
    return "172405010002: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "172405010000":
    return "172405010000: تبني أحدث أدوات ووسائل الابتكار داخل الوزارة"
    case "172405020001":
    return "172405020001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "172405020002":
    return "172405020002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "172405020003":
    return "172405020003: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "172405020000":
    return "172405020000: بناء قدرات الموظفين في مجال الابتكار"
    case "172405030001":
    return "172405030001: (مع مراعاة أن اقتراحات الموظفين المسجلة التي ترد للجهة بواسطة حكوم"
    case "172405030000":
    return "172405030000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "172405040001":
    return "172405040001: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "172405040000":
    return "172405040000: بناء قدرات الموظفين في مجال الابتكار"
    case "172405050001":
    return "172405050001: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "172405050000":
    return "172405050000: تحسين العمليات بما يعزز من الابتكار"
    case "172601010001":
    return "172601010001: إجراء دراسة التماسك الاسري"
    case "172601010002":
    return "172601010002: تنفيذ برنامج الأسرة والمجتمع"
    case "172601010003":
    return "172601010003: تعهد أسري"
    case "172601010004":
    return "172601010004:تنفيذ تطبيق لقياس التلاحم الأسري"
    case "172601010005":
    return "172601010005: إنشاء قاعدة بيانات التلاحم الأسري"
    case "172601010000":
    return "172601010000: أسرة متماسكة"
    case "172601020001":
    return "172601020001: الوعي بقواعد تكوين الأسرة السليمة"
    case "172601020002":
    return "172601020002: دراسة نسبة الطلاق في المجتمع الإماراتي"
    case "172601020000":
    return "172601020000: البحوث والدراسات"
    case "172601030001":
    return "172601030001: برزة يدوه / يدي"
    case "172601030002":
    return "172601030002: حملة أسرتي مستقبلي"
    case "172601030003":
    return "172601030003: مجالس اجتماعية لنشر التوعية في مجالات تنمية المجتمع"
    case "172601030004":
    return "172601030004: الرسائل التوعوية"
    case "172601030000":
    return "172601030000: الحملات التوعية الإجتماعية"
    case "172601040001":
    return "172601040001: دراسة الخلافات الأسرية"
    case "172601040002":
    return "172601040002: لم الشمل"
    case "172601040000":
    return "172601040000: وفاق"
    case "172601050001":
    return "172601050001:التوعية بحقوق الطفل"
    case "172601050002":
    return "172601050002: نشر كتب ومطبوعات للأطفال"
    case "172601050000":
    return "172601050000: نشر ثقافة حقوق الطفل"
    case "172601060001":
    return "172601060001: طلب مساعدة اجتماعية (خدمة ذات أولوية)"
    case "172601060002":
    return "172601060002: إصدار بدل تالف أو فاقد بطاقة مساعدة اجتماعية"
    case "172601060003":
    return "172601060003: ترفيع قيمة المساعدة الاجتماعية"
    case "172601060004":
    return "172601060004: إيقاف حالة مساعدة اجتماعية"
    case "172601060005":
    return "172601060005: تخفيض قيمة المساعدة الاجتماعية"
    case "172601060006":
    return "172601060006: تعديل بيانات حالة اجتماعية"
    case "172601060007":
    return "172601060007: تقديم حسومات رسوم استهلاك الكهرباء والمياه"
    case "172601060008":
    return "172601060008: إصدار شهادة لمن يهمه الأمر بشأن المساعدة الاجتماعية (خدمة ذات أولو"
    case "172601060009":
    return "172601060009: طلب إغاثة"
    case "172601060000":
    return "172601060000: المساعدات الاجتماعية"
    case "172601070001":
    return "172601070001: تقديم طلب المنحة (خدمة ذات أولوية)"
    case "172601070002":
    return "172601070002: تعديل طلب المنحة"
    case "172601070003":
    return "172601070003: إلغاء طلب المنحة"
    case "172601070004":
    return "172601070004: إستفسار عن حالة المنحة"
    case "172601070005":
    return "172601070005: إسترداد المنحة"
    case "172601070000":
    return "172601070000: صرف منحة الزواج"
    case "172601080001":
    return "172601080001: طلب المشاركة في العرس الجماعي"
    case "172601080002":
    return "172601080002: تعديل بيانات طلب المشاركة"
    case "172601080003":
    return "172601080003: إلغاء طلب المشاركة"
    case "172601080000":
    return "172601080000: المشاركة في الأعراس الجماعية"
    case "172601090001":
    return "172601090001: طلب المشاركة في برنامج (إعداد) (خدمة ذات أولوية)"
    case "172601090002":
    return "172601090002: إصدار شهادة المشاركة"
    case "172601090000":
    return "172601090000: برنامج (إعداد)"
    case "172601100001":
    return "172601100001: طلب المشاركة حملة (دائماً هناك حل)"
    case "172601100002":
    return "172601100002: طلب المشاركة في حملة (أسرتي)"
    case "172601100003":
    return "172601100003: طلب المشاركة حملة (كيف تحمي زوجك)"
    case "172601100004":
    return "172601100004: طلب المشاركة في حملة (من أجل سلامة أبنائنا)"
    case "172601100005":
    return "172601100005: طلب المشاركة في حملة (وفاق)"
    case "172601100006":
    return "172601100006: برنامج “نحن في خدمتكم”"
    case "172601100007":
    return "172601100007: طلب المشاركة في محاضرات داخلية"
    case "172601100008":
    return "172601100008: طلب المشاركة في محاضرات خارجية"
    case "172601100000":
    return "172601100000: الحملات الاجتماعية والصحية"
    case "172601110001":
    return "172601110001: التواصل عن طريق الخط الساخن"
    case "172601110002":
    return "172601110002: طلب المشاركة في اللقاءات الالكترونية"
    case "172601110000":
    return "172601110000: خدمات الإرشاد الأسري"
    case "172601120001":
    return "172601120001: لقاءات أولياء الأمور"
    case "172601120002":
    return "172601120002: المحاضرات التوعوية لأولياء الأمور"
    case "172601120003":
    return "172601120003: المنتديات الحوارية للفئات المستهدفة"
    case "172601120000":
    return "172601120000: الملتقى العائلي"
    case "172601130000":
    return "172601130000: السياسة الوطنية للاسرة"
    case "172601130001":
    return "172601130001: تطوير معايير موحدة لترخيص الاستشاريين في مكاتب الاستشارات الاسرية"
    case "172601140000":
    return "172601140000: التلاحم الأسري والتلاحم المجتمعي"
    case "172601140001":
    return "172601140001: توفير خدمة الاستشارة الاسرية في جميع مراكز تنمية المجتمع في الدولة"
    case "172601140002":
    return "172601140002: المدارس المجتمعية"
    case "172602010001":
    return "172602010001: الكشف المبكر عن الأطفال المتأخرين نمائي (كشف) من مرحلة الولادة ولغ"
    case "172602010002":
    return "172602010002: إستكمال فتح مركز/ وحدة التدخل المبكر"
    case "172602010003":
    return "172602010003: دراسة أثر الكشف المبكر عن الأطفال المتأخرين انمائياً في تطوير مهار"
    case "172602010000":
    return "172602010000: برنامج الإمارات للتدخل المبكر"
    case "172602020001":
    return "172602020001: إصدار قرار/ سياسة للحد من الإساءة نحو المعاقين"
    case "172602020002":
    return "172602020002: توفير برامج تدريبية للمعاقين والعاملين معهم وأولياء الأمورهم للحد"
    case "172602020003":
    return "172602020003: برنامج توعوي للمجتمع"
    case "172602020004":
    return "172602020004:فلاشات إعلامية"
    case "172602020000":
    return "172602020000: برنامج الحد من الإساءة نحو المعاقين"
    case "172602030001":
    return "172602030001:تقييم فنادق الدولة وفق معايير فنادق صديقة للمعاقين"
    case "172602030002":
    return "172602030002: تقييم الجهات الحكومية وفق معايير جودة خدمة العملاء ذوي الإعاقة"
    case "172602030003":
    return "172602030003: تقييم مؤسسات المعاقين غير الحكومية وفق معايير جودة التربية الخاصة"
    case "172602030000":
    return "172602030000:معايير جودة خدمة المتعاملين ذوي الإعاقة"
    case "172602040001":
    return "172602040001: تطوير تطبيق (نمو)"
    case "172602040002":
    return "172602040002: تطوير بطاقة المعاق"
    case "172602040003":
    return "172602040003: ملف الطالب الإلكتروني"
    case "172602040004":
    return "172602040004: إنشاء مركز تشخيص وطني للإعاقة"
    case "172602040000":
    return "172602040000: تطوير الخدمات المقدمة للمعاقين"
    case "172602050001":
    return "172602050001: الاطلاع على أفضل الممارسات العالمية"
    case "172602050002":
    return "172602050002: وضع الخطة الوطنية للمعاقين"
    case "172602050000":
    return "172602050000: السياسة العليا لدولة الإمارات لذوي الإعاقة (الخطة الوطنية للمعاقين"
    case "172602060001":
    return "172602060001:تطوير برامج التأهيل المهني للمعاقين"
    case "172602060002":
    return "172602060002: إنشاء (مركز/ وحدة/ برنامج) للتأهيل المهني في إمارات (عجمان، دبي"
    case "172602060000":
    return "172602060000: مبادرة كفو"
    case "172602070001":
    return "172602070001: تقييم حالة إعاقة (خدمة ذات أولوية)"
    case "172602070002":
    return "172602070002: تسجيل في مركز تأهيل المعاقين (خدمة ذات أولوية)"
    case "172602070003":
    return "172602070003:تعليم الصم"
    case "172602070004":
    return "172602070004: تأهيل طالب معاق (خدمة ذات أولوية)"
    case "172602070005":
    return "172602070005: تقديم التأهيل المهني للمعاقين"
    case "172602070006":
    return "172602070006: تقديم العلاج الطبيعي للمعاقين"
    case "172602070007":
    return "172602070007: تقديم علاج النطق للمعاقين"
    case "172602070008":
    return "172602070008: تقديم العلاج الوظيفي للمعاقين"
    case "172602070009":
    return "172602070009: تشغيل معاق"
    case "172602070010":
    return "172602070010: طلب مترجم إشارة"
    case "172602070011":
    return "172602070011: تدريب لغة الإشارة"
    case "172602070012":
    return "172602070012: تدريب المعاقين"
    case "172602070013":
    return "172602070013: تقييم صلاحية بيئة العمل المادية للمعاق"
    case "172602070014":
    return "172602070014: تأهيل زملاء العمل"
    case "172602070000":
    return "172602070000: رعاية وتأهيل المعاقين"
    case "172602080001":
    return "172602080001: إصدار ترخيص مركز تأهيل ورعاية المعاقين غير الحكومية (خدمة ذات أولو"
    case "172602080002":
    return "172602080002: تجديد ترخيص مركز تأهيل ورعاية معاقين غير حكومية"
    case "172602080003":
    return "172602080003: تغيير بيانات ترخيص مركز تأهيل ورعاية معاقين غير حكومية"
    case "172602080004":
    return "172602080004: تغيير الاسم التجاري في الرخصة التجارية أو المهنية لمركز تأهيل ورعا"
    case "172602080005":
    return "172602080005: تغيير موقع النشاط لمركز تأهيل ورعاية معاقين غير حكومية"
    case "172602080006":
    return "172602080006: إصدار بدل فاقد أو تالف لترخيص مركز تأهيل ورعاية معاقين غير حكومية"
    case "172602080007":
    return "172602080007: إصدار شهادات لمن يهمه الأمر للعاملين في مراكز تأهيل ورعاية معاقين"
    case "172602080008":
    return "172602080008: تقديم معاينة إضافة مبنى لمركز تأهيل ورعاية معاقين غير حكومية"
    case "172602080009":
    return "172602080009: إلغاء رخصة مركز تأهيل ورعاية معاقين غير حكومية"
    case "172602080010":
    return "172602080010: الموافقة على أهلية العاملين في مراكز تأهيل ورعاية معاقين غير حكومي"
    case "172602080011":
    return "172602080011: الموافقة على الإعلانات الساكنة المطبوعة"
    case "172602080012":
    return "172602080012: الموافقة على الإعلانات المذاعة والمسموعة والصوتية"
    case "172602080013":
    return "172602080013: الموافقة على الإعلانات المرئية والمسموعة الضوئية والصوتية"
    case "172602080014":
    return "172602080014: تعديل صيغة الإعلان"
    case "172602080015":
    return "172602080015: الإشراف الدوري والتفتيش علي المراكز الخاصة (خدمة ذات أولوية)"
    case "172602080016":
    return "172602080016: دفع غرامة المراكز الخاصة"
    case "172602080017":
    return "172602080017: تعديل وضع المراكز الخاصة المعني بالتفتيش"
    case "172602080018":
    return "172602080018: تسجيل بلاغات وشكاوى على مراكز رعاية وتأهيل المعاقين غير حكومية"
    case "172602080000":
    return "172602080000: مراكز تأهيل ورعاية المعاقين غير الحكومية"
    case "172602090001":
    return "172602090001: إصدار بطاقة معاق (خدمة ذات أولوية)"
    case "172602090002":
    return "172602090002: تجديد بطاقة معاق"
    case "172602090003":
    return "172602090003: إصدار بدل فاقد أو تالف بطاقة معاق"
    case "172602090000":
    return "172602090000: بطاقة معاق"
    case "172602100000":
    return "172602100000: تطوير دليل معايير الأبنية المؤهلة على مستوى الدولة"
    case "172602100001":
    return "172602100001: إعداد مشروع كود الإمارات للأبنية والنقل"
    case "172603010001":
    return "172603010001: تنفيذ الزيارات الميدانية لمتلقي المساعدات الاجتماعية من فئة المسني"
    case "172603010002":
    return "172603010002: رصد احتياجات مستحقين الضمان الاجتماعي لدراسة أوضاعهم"
    case "172603010000":
    return "172603010000: نوصلكم"
    case "172603020001":
    return "172603020001: تطبيق معايير اليونيسيف لمدن صديقة للطفل"
    case "172603020002":
    return "172603020002: إعداد وتطبيق معايير وضوابط لمراكز / أماكن اللعب والترفية"
    case "172603020000":
    return "172603020000: مدن صديقة للطفل"
    case "172603030001":
    return "172603030001: إصدار نظام إلكتروني متكامل ( خدمة ترخيص )"
    case "172603030002":
    return "172603030002: حصر أفضل منتج/ خدمة ناجحة وملتزمة بالمعايير والشروط"
    case "172603030003":
    return "172603030003: فرصتي"
    case "172603030000":
    return "172603030000: الإستدامة الإقتصادية والإجتماعية للمشاريع المتناهية الصغر"
    case "172603040001":
    return "172603040001: تحديد الفجوات الناتجة عن تطبيق القانون واللائحة"
    case "172603040002":
    return "172603040002: إعداد المسودة وصياغة التعديلات المقترحة لمواد القانون"
    case "172603040000":
    return "172603040000: تعديل قانون مجهولى النسب واللائحة التنفيذية"
    case "172603050001":
    return "172603050001: تطبيق معايير جودة الخدمات على المراكز الاستشارية الأسرية"
    case "172603050002":
    return "172603050002: إعداد اللائحة الداخلية لمراكز الاستشارات الأسرية"
    case "172603050003":
    return "172603050003: باقة منافع اجتماعية للأسرة والمسن"
    case "172603050004":
    return "172603050004: تطبيق معايير جودة خدمات دور رعاية مجهولي النسب"
    case "172603050000":
    return "172603050000: جودة الخدمات الإجتماعية"
    case "172603060001":
    return "172603060001:الإشراف على تنفيذ سياسة العمل التطوعي"
    case "172603060002":
    return "172603060002: ترسيخ ثقافة العمل التطوعي"
    case "172603060003":
    return "172603060003: عطاء متجدد"
    case "172603060000":
    return "172603060000: الثقافة التنظيمية للعمل التطوعي"
    case "172603070001":
    return "172603070001: إضافة معايير فئة أفضل جهة في خدمة المتعاملين من ذوي الإعاقة"
    case "172603070002":
    return "172603070002: إدارة الجائزة"
    case "172603070000":
    return "172603070000: جائزة الامارات للمسؤولية الاجتماعية"
    case "172603080001":
    return "172603080001: التعرف على المشكلات الصادرة من قبل الفئات المستهدفة وتصنيفها"
    case "172603080002":
    return "172603080002: التنسيق مع الشركاء الخارجين والداخليين لإعداد البرامج والانشطة"
    case "172603080000":
    return "172603080000:مبادرة الوقاية والتوعية  للأطفال المعرضين للجنوح"
    case "172603090001":
    return "172603090001: دراسة إمكانية تعهيد بعض خدمات الوزارة"
    case "172603090002":
    return "172603090002: وضع سياسة تعهيد خدمات الوزارة"
    case "172603090003":
    return "172603090003: دراسة أثر تعهيد الخدمات"
    case "172603090000":
    return "172603090000: تعهيد الخدمات"
    case "172603100001":
    return "172603100001: ترخيص مكاتب استشارات أسرية"
    case "172603100002":
    return "172603100002: تجديد ترخيص مكاتب استشارات أسرية"
    case "172603100003":
    return "172603100003: تغيير بيانات ترخيص مكتب استشارات أسرية"
    case "172603100004":
    return "172603100004: تغيير الاسم التجاري في الرخصة التجارية أو المهنية لمكتب استشارات أ"
    case "172603100005":
    return "172603100005: تغيير موقع النشاط لمكتب استشارات أسرية"
    case "172603100006":
    return "172603100006: إصدار بدل فاقد أو تالف لرخصة مكتب استشارات أسرية"
    case "172603100007":
    return "172603100007: إصدار شهادات لمن يهمه الأمر بشأن مكتب استشارات أسرية"
    case "172603100008":
    return "172603100008: طلب معاينة إضافة مبنى لمكتب استشارات أسرية"
    case "172603100009":
    return "172603100009: إلغاء ترخيص مكاتب استشارات أسرية"
    case "172603100010":
    return "172603100010: إضافة نشاط جديد لمكتب استشارات أسرية"
    case "172603100011":
    return "172603100011: الموافقة على الإعلانات المطبوعة الساكنة"
    case "172603100012":
    return "172603100012: الموافقة على الإعلانات المذاعة والمسموعة الصوتية"
    case "172603100013":
    return "172603100013: الموافقة على الإعلانات المرئية والمسموعة الضوئية والصوتية"
    case "172603100014":
    return "172603100014: تعديل صيغة الإعلان"
    case "172603100015":
    return "172603100015: تسجيل بلاغات وشكاوى على مكاتب الاستشارات الأسرية"
    case "172603100016":
    return "172603100016: الإشراف والمتابعة الدورية أو التفتيش على مكاتب الاستشارات الأسرية"
    case "172603100017":
    return "172603100017: تعديل وضع مكتب استشارات أسرية المعني بالتفتيش"
    case "172603100018":
    return "172603100018: دفع غرامة مكتب استشارات أسرية"
    case "172603100000":
    return "172603100000: مكاتب الاستشارات الأسرية"
    case "172603110001":
    return "172603110001: إيواء المسن المقيم في الدار (خدمة ذات أولوية)"
    case "172603110002":
    return "172603110002: تقديم العلاج الطبيعي للمسن المقيم"
    case "172603110003":
    return "172603110003: تقديم العلاج النفسي والاجتماعي للمقيم"
    case "172603110004":
    return "172603110004: تقديم الرعاية الطبية للمقيم"
    case "172603110005":
    return "172603110005: تسجيل مسن زائر"
    case "172603110006":
    return "172603110006: تقديم العلاج الطبيعي للمسن الزائر"
    case "172603110007":
    return "172603110007: تقديم العلاج النفسي والاجتماعي للمسن الزائر"
    case "172603110008":
    return "172603110008: تسجيل مسن في الوحدة المتنقلة (خدمة ذات أولوية)"
    case "172603110009":
    return "172603110009: تقديم العلاج الطبيعي للمسن في الوحدة المتنقلة"
    case "172603110010":
    return "172603110010: تقديم العلاج النفسي والاجتماعي للمسن في الوحدة المتنقلة"
    case "172603110011":
    return "172603110011: تقديم الرعاية الطبية للمسن في الوحدة المتنقلة"
    case "172603110000":
    return "172603110000: خدمات دار المسنين"
    case "172603120001":
    return "172603120001: تقديم الدعم الاجتماعي والنفسي للأيتام"
    case "172603120002":
    return "172603120002: إلحاق مجهولي النسب بدور الرعاية الاجتماعية"
    case "172603120003":
    return "172603120003: احتضان الأطفال مجهولي النسب"
    case "172603120004":
    return "172603120004: سحب أو إعادة طفل مجهول النسب"
    case "172603120000":
    return "172603120000: رعاية الأيتام ومجهولي النسب"
    case "172603130001":
    return "172603130001: تسجيل أسرة منتجة (خدمة ذات أولوية)"
    case "172603130002":
    return "172603130002: تدريب وتأهيل الأسر المنتجة"
    case "172603130003":
    return "172603130003: تسويق المنتجات للأسر المسجلة (خدمة ذات أولوية)"
    case "172603130004":
    return "172603130004: تسويق المنتجات للأسر غير المسجلة"
    case "172603130000":
    return "172603130000: دعم الأسر المنتجة وتسويق منتجاتها"
    case "172603140001":
    return "172603140001: إشهار الجمعيات والمؤسسات الأهلية ذات النفع العام وصناديق التكافل ا"
    case "172603140002":
    return "172603140002: فحص وتحليل الحسابات الختامية للجمعيات والمؤسسات الأهلية ذات النفع"
    case "172603140003":
    return "172603140003: فتح فرع جديد للجمعيات والمؤسسات الأهلية ذات النفع العام وصناديق ال"
    case "172603140004":
    return "172603140004: تعديل النظام الأساسي للجمعيات والمؤسسات الأهلية ذات النفع العام وص"
    case "172603140005":
    return "172603140005: إصدار شهادات للبنوك والجهات المعنية للجمعيات والمؤسسات الأهلية ذات"
    case "172603140006":
    return "172603140006: دمج الجمعيات والمؤسسات الأهلية ذات النفع العام وصناديق التكافل الا"
    case "172603140007":
    return "172603140007: حل وتصفية الجمعيات والمؤسسات الأهلية ذات النفع العام وصناديق التكا"
    case "172603140008":
    return "172603140008: عقد جمعية عمومية عادية أو غير عادية للجمعيات والمؤسسات الأهلية ذات"
    case "172603140009":
    return "172603140009: طلب دعم مادي للجمعيات والمؤسسات الأهلية ذات النفع العام وصناديق ال"
    case "172603140010":
    return "172603140010: طلب تعويض عن استهلاك الكهرباء والماء للجمعيات والمؤسسات الأهلية ذا"
    case "172603140011":
    return "172603140011: التدقيق على أوجه الانفاق وسلامة توجيه الموارد المالية والعينية للج"
    case "172603140012":
    return "172603140012: تعديل وضع الجمعيات والمؤسسات الأهلية ذات النفع العام وصناديق التكا"
    case "172603140013":
    return "172603140013: تسجيل بلاغات وشكاوى على الجمعيات ذات النفع العام"
    case "172603140000":
    return "172603140000: الجمعيات والمؤسسات الأهلية ذات النفع العام وصناديق التكافل الاجتما"
    case "172603150001":
    return "172603150001: ترخيص لجمع المال"
    case "172603150002":
    return "172603150002: الإشراف والمتابعة والتدقيق على جمع المال"
    case "172603150003":
    return "172603150003: الموافقة على المشاركات الخارجية"
    case "172603150004":
    return "172603150004: الموافقة على استضافة أشخاص من خارج الدولة"
    case "172603150005":
    return "172603150005: ترخيص انتساب أو انضمام أو اشتراك أو تعامل مع جمعيات أو هيئات خارج"
    case "172603150000":
    return "172603150000: التراخيص والموافقات للجمعيات والمؤسسات الأهلية"
    case "172604010001":
    return "172604010001: إعداد الميزانية ومتابعة تنفيذها"
    case "172604010002":
    return "172604010002: إجراء التدقيق الداخلي"
    case "172604010003":
    return "172604010003: إدارة الرواتب"
    case "172604010004":
    return "172604010004: إدارة المدفوعات والاستحقاقات"
    case "172604010000":
    return "172604010000: إدارة الموارد المالية بكفاءة وفعالية"
    case "172604020001":
    return "172604020001: إدارة علاقات الموردين"
    case "172604020002":
    return "172604020002: إدارة المشتريات"
    case "172604020003":
    return "172604020003: إدارة العقود ومتابعتها"
    case "172604020000":
    return "172604020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "172604030001":
    return "172604030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "172604030002":
    return "172604030002: تدريب وتطوير الموظفين"
    case "172604030003":
    return "172604030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "172604030000":
    return "172604030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "172604040001":
    return "172604040001: إدارة الجودة"
    case "172604040002":
    return "172604040002: إدارة علاقات المتعاملين"
    case "172604040003":
    return "172604040003: الإعداد للمشاركة بجائزة الشيخ محمد بن راشد للتميز الحكومي"
    case "172604040000":
    return "172604040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "172604050001":
    return "172604050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "172604050002":
    return "172604050002: إدارة النشاط الإعلامي"
    case "172604050000":
    return "172604050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "172604060001":
    return "172604060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "172604060002":
    return "172604060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "172604060000":
    return "172604060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "172604070001":
    return "172604070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "172604070002":
    return "172604070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "172604070000":
    return "172604070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "172604080001":
    return "172604080001: إعداد الدراسات والاستشارات القانونية"
    case "172604080002":
    return "172604080002: إدارة الشؤون القانونية"
    case "172604080000":
    return "172604080000: توفير أفضل الخدمات القانونية"
    case "172604090001":
    return "172604090001: تطوير النظم والتطبيقات الإلكترونية"
    case "172604090002":
    return "172604090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "172604090003":
    return "172604090003: إدارة الشبكات وأمن المعلومات"
    case "172604090000":
    return "172604090000: توفير أحدث خدمات تقنية المعلومات"
    case "172604100001":
    return "172604100001: الصيانة"
    case "172604100002":
    return "172604100002: الإيجار"
    case "172604100003":
    return "172604100003: المواصلات"
    case "172604100004":
    return "172604100004: رسوم الاستشارات"
    case "172604100005":
    return "172604100005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "172604100006":
    return "172604100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "172604100000":
    return "172604100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "172605010001":
    return "172605010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "172605010002":
    return "172605010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "172605010003":
    return "172605010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "172605010004":
    return "172605010004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "172605010005":
    return "172605010005: رعاية المواهب المبتكرة"
    case "172605010000":
    return "172605010000: بناء قدرات الموظفين في مجال الابتكار"
    case "172605020001":
    return "172605020001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية (برنامج شي في خاط"
    case "172605020002":
    return "172605020002: تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "172605020003":
    return "172605020003: تطوير جائزة داخلية للابتكار ( جائزة الناموس للتميز )"
    case "172605020004":
    return "172605020004: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "172605020005":
    return "172605020005: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "172605020006":
    return "172605020006: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة"
    case "172605020007":
    return "172605020007: الميزانية المخصصة للابتكار"
    case "172605020000":
    return "172605020000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "172605030001":
    return "172605030001: تشجيع البحث والتطوير داخل الجهة"
    case "172605030002":
    return "172605030002: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "172605030003":
    return "172605030003: تشجيع القيادات في الجهة على التواصل مع الموظفين لمناقشة الأفكار"
    case "172605030004":
    return "172605030004: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "172605030000":
    return "172605030000: تحسين العمليات بما يعزز من الابتكار"
    case "172801010000":
    return "172801010000: ابتكر في الثقافة"
    case "172801010001":
    return "172801010001: إطلاق جوائز في مجال التراث والثقافة والفنون"
    case "172801010002":
    return "172801010002: برنامج مسرعات الإبداع الثقافي والفني والأثري"
    case "172801010003":
    return "172801010003: مهرجان الطفل الثقافي"
    case "172801020000":
    return "172801020000: العلاقات الثقافية على الصعيد الدولي"
    case "172801020001":
    return "172801020001: إطلاق برنامج الدبلوماسية الثقافية"
    case "172801020002":
    return "172801020002: تمثيل الدولة في المحافل الثقافية دولياً واقليمياً"
    case "172801030000":
    return "172801030000: الإمارات - ثقافة تنبض بالحياة"
    case "172801030001":
    return "172801030001: إعداد دراسة إنشاء المتحف الوطني الإماراتي"
    case "172801030002":
    return "172801030002: تمثيل الدولة من خلال المشاركة في الأيام والمعارض في مجال التراث وا"
    case "172801030003":
    return "172801030003: إنشاء ركن خاص بالتراث والآثار في كل مركز ثقافي"
    case "172801030004":
    return "172801030004: إنشاء معهد للسينما وفنون التمثيل بالعربي"
    case "172801030005":
    return "172801030005: إطلاق متحف الفنون البصرية"
    case "172801030006":
    return "172801030006: تنفيذ برامج إعادة تأهيل وتطوير المراكز للحصول على فئة 5 نجوم"
    case "172801030007":
    return "172801030007: وضع برامج فنية  لأصحاب الهمم"
    case "172801030008":
    return "172801030008: اطلاق المتحف الافتراضي للتراث والفنون"
    case "172801030009":
    return "172801030009: إطلاق إصدارات من أدب وثقافة الامارات"
    case "172801030010":
    return "172801030010: تنظيم مهرجان الموسيقى العربية"
    case "172801040000":
    return "172801040000: ثقافة تعنى بالمجتمع"
    case "172801040001":
    return "172801040001:  أسبوع التراث الاماراتي"
    case "172801040002":
    return "172801040002: إصدار المطبوعات والنشرات التي تدعم العادات والأنشطة التراثية بدولة"
    case "172801040003":
    return "172801040003: إطلاق برنامج شباب الأدب"
    case "172801040004":
    return "172801040004: دراسىة جدوى تنفيذ المسرح المتنقل"
    case "172801040005":
    return "172801040005: دعم إنتاج وإخراج الأفلام والمسرحيات الإماراتية"
    case "172801040006":
    return "172801040006: إنشاء معرض تشكيلي سنوي دائم  بالتعاون مع الفنانيين من داخل وخارج ا"
    case "172801040007":
    return "172801040007: تفعيل المراسم الحرة بالمراكز الثقافية لكافة مجالات الفن والرسم"
    case "172801040008":
    return "172801040008: المشاركة وتنظيم قمة ثقافية عالمية في الدولة"
    case "172801050000":
    return "172801050000: ساهم بالثقافة"
    case "172801050001":
    return "172801050001: تأسيس منصة المعرفة"
    case "172801050002":
    return "172801050002: توزيع المطبوعات والإهداءات"
    case "172801050003":
    return "172801050003: نشر الثقافة الاماراتية بلغات متعددة"
    case "172801060000":
    return "172801060000: احتضان فعاليات ثقافية رائدة"
    case "172801060001":
    return "172801060001: اعداد واعتماد معايير لمسابقات وجوائز الوزارة"
    case "172801060002":
    return "172801060002: برنامج مواهب الإمارات"
    case "172801060003":
    return "172801060003: اليوم الاماراتي للرسم  هيا نرسم"
    case "172801060004":
    return "172801060004: دعم الفنانين من خلال التنسيق مع المؤسسات غير ثقافية لاقتناء لوحات"
    case "172801060005":
    return "172801060005: زيادة المشاركة المجتمعية و التطوعية من خلال المراكز الثقافية"
    case "172801060006":
    return "172801060006: اعداد أجندة وطنية موحدة للفعاليات الثقافية"
    case "172801060007":
    return "172801060007: إعداد وتنفيذ المواسم الثقافية"
    case "172801060008":
    return "172801060008: تفعيل برنامج الحركة المسرحية ( البرنامج الدائم للحركة المسرحية : م"
    case "172801070000":
    return "172801070000: باقة خدمات التراث والفنون"
    case "172801070001":
    return "172801070001: إجازة النصوص المسرحية (خدمة ذات أولوية)"
    case "172801070002":
    return "172801070002: طلب إقامة/المشاركة في معارض الفنون البصرية"
    case "172801070003":
    return "172801070003: طلب الدعم المادي للجمعيات التراثية والفنية"
    case "172801070004":
    return "172801070004: توفير الفرقة الوطنية للفنون الشعبية"
    case "172801080000":
    return "172801080000: الخدمات المجتمعية"
    case "172801080001":
    return "172801080001: تأجير المسارح والقاعات"
    case "172801080002":
    return "172801080002: الاشتراك بفعاليات المراكز الثقافية والمعرفية (خدمة ذات أولوية)"
    case "172801090001":
    return "172801090001:تحليل الوضع الحالي بالتنسيق مع المعنيين"
    case "172801090002":
    return "172801090002:وضع تصور السياسة ومراجعتها بالتنسيق مع الجهات المعنية"
    case "172801090003":
    return "172801090003:إعداد الصياغة القانونية للسياسة واعتمادها"
    case "172801090000":
    return "172801090000:إطلاق سياسة دعم الموهوبين وتبنيهم في المجتمع"
    case "172801100001":
    return "172801100001:تحديد نطاق المشروع"
    case "172801100002":
    return "172801100002:الاطلاع على أفضل الممارسات العالمية"
    case "172801100003":
    return "172801100003:الاجتماع مع المعنيين بتوفير البيانات المفتوحة وتوقيع مذكرات تفاهم"
    case "172801100004":
    return "172801100004:إنشاء منصة للبيانات المفتوحة واختبارها"
    case "172801100005":
    return "172801100005:إطلاق منصة البيانات المفتوحة"
    case "172801100000":
    return "172801100000:الاستدامة الثقافية وتوحيد المشهد الوطني الثقافي عبر الاستفادة من"
    case "172801110001":
    return "172801110001:حصر الجهات العاملة في قطاع الثقافة وفقاً للنطاق المحدد"
    case "172801110002":
    return "172801110002:الاطلاع على أفضل الممارسات العالمية"
    case "172801110003":
    return "172801110003:الاجتماع مع المعنيين بتوفير الخارطة الثقافية وتوقيع مذكرات تفاهم"
    case "172801110004":
    return "172801110004:إنشاء واختيار منصة للخارطة الثقافية للدولة"
    case "172801110005":
    return "172801110005:إطلاق منصة للخارطة الثقافية للدولة"
    case "172801110000":
    return "172801110000:تطوير تطبيق ذكي للخارطة الثقافية للدولة"
    case "172801120001":
    return "172801120001:الاطلاع على أفضل الممارسات العالمية"
    case "172801120002":
    return "172801120002:تحديد المنتجات الفنية التي سيتم ترقيمها والتفاصيل الفنية للرقم"
    case "172801120003":
    return "172801120003:تعميم آلية الترقيم للمنتجات الفنية"
    case "172801120004":
    return "172801120004:صياغة لائحة تنفيذية لترقيم المنتجات الفنية واعتمادها وتعميمها"
    case "172801120000":
    return "172801120000:إطلاق معيار الترقيم الوطني للمنتجات الفنية"
    case "172802010000":
    return "172802010000: الآثار الاماراتية محور الارتكاز لحاضرنا"
    case "172802010001":
    return "172802010001: إنشاء بوابة الآثار الالكترونية"
    case "172802010002":
    return "172802010002: تنفيذ معرض متنقل للآثار داخل وخارج الدولة."
    case "172802010003":
    return "172802010003: دعم وتشجيع  زيارات المدراس والجامعات الى المواقع الاثرية لتنمية ال"
    case "172802010004":
    return "172802010004: المشروع الوطني للمسح والتنقيب الأثري"
    case "172802010005":
    return "172802010005: دعم رسائل دراسات العليا والأبحاث والتي تعنى  بالأثار بالتنسيق مع م"
    case "172802010006":
    return "172802010006: تحديث وتطوير القائمة التمهيدية للمواقع الثقافية والأثرية"
    case "172802010007":
    return "172802010007: تحديث السجل الوطني للأثار"
    case "172802010008":
    return "172802010008: التعريف بالمواقع والقطع الأثرية الوطنية من خلال قنوات التواصل الاج"
    case "172802010009":
    return "172802010009: تنفيذ برامج توعوية ونشرات إرشادية لحفظ وصون الممتلكات الاثرية"
    case "172802020000":
    return "172802020000: الموسوعة الإماراتية التراثية (المكنز التراثي)"
    case "172802020001":
    return "172802020001: تحديث وتطوير موقع مكنز الاماراتي"
    case "172802020002":
    return "172802020002:  إطلاق الموسوعة التراثية"
    case "172802030000":
    return "172802030000: موروثنا الثقافي .. مسؤوليتنا"
    case "172802030001":
    return "172802030001: إصدار دليل  دعم الجمعيات التراثية والفنون الشعبية"
    case "172802030002":
    return "172802030002: تنفيذ بنود الاتفاقيات الدولية المتعلقة بحماية التراث الثقافي للتعر"
    case "172802030003":
    return "172802030003: وضع وتنفيذ خطة  للإعلام والتواصل مع المجتمع للترويج لتاريخ الدولة"
    case "172802030004":
    return "172802030004: انشاء مركز الصناعات التقليدية"
    case "172802030005":
    return "172802030005: جائزة الإمارات للتراث الثقافي"
    case "172802030006":
    return "172802030006: اصدار قانون حماية الآثار  والقطع الأثرية"
    case "172802030007":
    return "172802030007: إجراء البحوث والدراسات في التراث الثقافي والآثار"
    case "172802030008":
    return "172802030008: وضع استراتيجية للصناعات الابداعية (سينما , حرف يدوية , الانتاج الث"
    case "172802040000":
    return "172802040000: خدمات الآثار"
    case "172802040001":
    return "172802040001: تسجيل القطع والمواقع الأثرية (خدمة ذات أولوية)"
    case "172802040002":
    return "172802040002: دعم و رعاية مشاريع المسح و التنقيب الأثري"
    case "172803010000":
    return "172803010000: تعزيز الهوية الوطنية والحفاظ عليها"
    case "172803010001":
    return "172803010001: تنفيذ برامج توعوية بالممارسات الإيجابية و  دعم القيم المجتمعية الم"
    case "172803010002":
    return "172803010002: إجراء البحوث والدراسات المنتظمة التي ترصد أثر الثقافة في تشكيل اله"
    case "172803010003":
    return "172803010003: وضع الخطة الإعلامية للأنشطة والبرامج التي تعنى بالوحدة والهوية الو"
    case "172803010004":
    return "172803010004: تطوير و تحديث مرصد الهوية الوطنية"
    case "172803020000":
    return "172803020000: الانتماء الوطني"
    case "172803020001":
    return "172803020001: إطلاق حملات  توعوية عبر وسائل الإعلام المختلفة ووسائل التواصل الاج"
    case "172803020002":
    return "172803020002: مؤشر الامارات الثقافي"
    case "172803020003":
    return "172803020003: إعداد قصص أطفال موجهة للصغار والناشئة للتعريف بتراث الدولة وثقافته"
    case "172803030000":
    return "172803030000: الشيخ زايد رمز وقدوة"
    case "172803030001":
    return "172803030001: إطلاق مجموعة من الأنشطة والبرامج  للتعريف بالصفات الحميدة للمغفور"
    case "172803030002":
    return "172803030002:  بث برامج مرئية ومسموعه  تعنى بإنجازات المغفور له."
    case "172803030003":
    return "172803030003:  بث الأقوال المأثورة للمغفور له."
    case "172803030004":
    return "172803030004:  نشر قصص من حياة الشيخ زايد رحمه الله."
    case "172803040000":
    return "172803040000: الاحتفال باليوم الوطني"
    case "172803040001":
    return "172803040001: تزويد سفارات وقنصليات الدولة بالإهداءات والمطبوعات خلال احتفالات ا"
    case "172803040002":
    return "172803040002: تنفيذ أجندة فعاليات اليوم الوطني"
    case "172803050000":
    return "172803050000: تغريدة إماراتية"
    case "172803050001":
    return "172803050001: تنفيذ الملتقى الإعلامي"
    case "172803050002":
    return "172803050002:  استثمار الشخصيات المؤثرة في المجتمع لإطلاق مقاطع فيديو وصور في شب"
    case "172803050003":
    return "172803050003:  إطلاق مقاطع لنماذج الرعاية التي يحظى بها أبناء الإمارات"
    case "172804010000":
    return "172804010000: القراءة نمط حياة"
    case "172804010001":
    return "172804010001:  القراءة في مجالس الأحياء : نادي القراءة في الأحياء و المجالس بالت"
    case "172804010002":
    return "172804010002: إطلاق حملة نقرأ للامارات"
    case "172804010003":
    return "172804010003: ركن القراءة  في مراكز الوزارة"
    case "172804010004":
    return "172804010004: القراءة  لأصحاب الهمم في القراءة"
    case "172804010005":
    return "172804010005: برنامج نقرأ  عن"
    case "172804020000":
    return "172804020000: لغتنا العربية الفصحى"
    case "172804020001":
    return "172804020001:   تنفيذ برنامج لتعزيز  وحماية اللغة العربية الفصحى"
    case "172804020002":
    return "172804020002: تنفيذ برامج لتعليم المكفوفين باستخدام نظام برايل"
    case "172804020003":
    return "172804020003:  حملة  التوعية بالأخطاء اللغوية والإملائية"
    case "172804020004":
    return "172804020004: طباعة وإصدار كتب متخصصة في اللغة العربية"
    case "172804020005":
    return "172804020005:  تأسيس ركن متخصص في اللغة العربية في مكتبات الوزارة ودعم مكتبات ال"
    case "172804020006":
    return "172804020006: المشاركة في الفعاليات الداعمة للغة العربية في اليوم العالمي للغة ا"
    case "172804020007":
    return "172804020007: اعداد الإعلانات والأفلام الوثائقية التي تشجع على تعلم اللغة العربي"
    case "172805010000":
    return "172805010000: استدامة خدمات تنمية المعرفة"
    case "172805010001":
    return "172805010001: إطلاق مؤشر الامارات الوطني للمعرفة"
    case "172805010002":
    return "172805010002: تنفيذ البحوث والدراسات المتخصصة بمجال تنمية المعرفة"
    case "172805010003":
    return "172805010003: تحديث وتطوير الموسوعة الثقافية الوطنية"
    case "172805010004":
    return "172805010004: تشكيل مجلس الإمارات لخبراء الفنون والثقافة"
    case "172805010005":
    return "172805010005: تشكيل مجلس الإمارات لخبراء الثقافة والآثار وتنمية المعرفة"
    case "172805020000":
    return "172805020000: التأليف والنشر والانتاج الفكري الوطني"
    case "172805020001":
    return "172805020001: اطلاق جائزة القصة القصيرة"
    case "172805020002":
    return "172805020002: دعم وتعزيز المحتوى المعرفي من خلال الشراء التشجيعي"
    case "172805020003":
    return "172805020003: دعم المؤلف الصغير والشاب"
    case "172805020004":
    return "172805020004: إطلاق مشروع الكتاب العربي الرقمي"
    case "172805020005":
    return "172805020005:  ترجمة الكتب  باللغة الاجنبية  للغة العربية (تشجيع , دعم , تحفيز ,"
    case "172805030000":
    return "172805030000: مكتبات في كل مكان"
    case "172805030001":
    return "172805030001: إصدار الببلوجرافيا الوطنية الداعمة للانتاج الفكري الوطني وارشيف ثق"
    case "172805030002":
    return "172805030002: وضع إطار لتصنيف المكتبات : تطبيق معايير عالمية تضمن جودة خدمات ومر"
    case "172805030003":
    return "172805030003: تأسيس مكتبة وطنية"
    case "172805030004":
    return "172805030004: إنشاء قاعدة بيانات شاملة وموحدة للمكتبات العامة في الدولة بالاضافة"
    case "172805040000":
    return "172805040000: استدامة خدمات تنمية المعرفة"
    case "172805040001":
    return "172805040001: تطوير برنامج الإمارات الوطني لإدارة المكتبات"
    case "172805040002":
    return "172805040002: تطوير مكتبة الإمارات الرقمية"
    case "172805040003":
    return "172805040003: المشاركة في معارض الكتاب داخل وخارج الدولة"
    case "172805040004":
    return "172805040004: إعداد وتنفيذ برامج تدريبية معتمدة لتأهيل القوى العاملة بمجال الثقا"
    case "172805040005":
    return "172805040005: اعداد الكتب الصوتية"
    case "172805040006":
    return "172805040006: إطلاق بنك الكتاب"
    case "172805040007":
    return "172805040007: تطوير المكتبة الذكية لموظفي الحكومة"
    case "172805040008":
    return "172805040008: تطوير وتحديث مكتبات الوزارة بصورة جاذبة وصديقة لأصحاب الهمم"
    case "172805040009":
    return "172805040009: توفير خدمات مكتبية ملائمة ( مجانية / رسوم رمزية ) لكافة أفراد المج"
    case "172805040010":
    return "172805040010: تنظيم لقاء استشراف مستقبل الثقافة والمعرفة"
    case "172805050000":
    return "172805050000: خدمات المكتبات"
    case "172805050001":
    return "172805050001: منح عضوية المكتبات (خدمة ذات اولوية)"
    case "172805050002":
    return "172805050002: تجديد عضوية المكتبات (خدمة ذات اولوية)"
    case "172805050003":
    return "172805050003: إلغاء عضوية المكتبات"
    case "172805050004":
    return "172805050004: إستعارة المواد المكتبية (خدمة ذات أولوية)"
    case "172805050005":
    return "172805050005: تمديد إستعارة المواد المكتبية"
    case "172805050006":
    return "172805050006: الانتفاع بخدمات المكتبة"
    case "172805050007":
    return "172805050007:  طلب الزيارة الاستشارية للمكتبات"
    case "172805050008":
    return "172805050008: إنشاء وتطوير المكتبات المشتركة"
    case "172805050009":
    return "172805050009: الاشتراك في فهرس الإمارات الوطني للمكتبات"
    case "172805060000":
    return "172805060000: الخدمات الثقافية"
    case "172805060001":
    return "172805060001: الشراء التشجيعي للكتب"
    case "172805060002":
    return "172805060002: إصدار ترقيم دولي للكتب (خدمة ذات أولوية)"
    case "172805060003":
    return "172805060003: طلب طباعة ونشر الكتب"
    case "172805060004":
    return "172805060004: ترجمة الكتب"
    case "172805060005":
    return "172805060005: طلب إهداء المطبوعات"
    case "172805060006":
    return "172805060006: بيع المطبوعات"
    case "172805060007":
    return "172805060007: الاشتراك في الجوائز الثقافية"
    case "172806010000":
    return "172806010000: تعزيز  الحوكمة المؤسسية"
    case "172806010001":
    return "172806010001: إعداد التشريعات المتعلقة بالجوانب الثقافية والفنية"
    case "172806010002":
    return "172806010002: المشاركة في إعداد السياسات المتعلقة بالجوانب الثقافية والفنية"
    case "172806010003":
    return "172806010003: نشر الوعي القانوني لدى موظفي الوزارة"
    case "172806010004":
    return "172806010004: إعداد الدراسات والبحوث والمذكرات القانونية"
    case "172806010005":
    return "172806010005: تطبيق الإطار العام للحوكمة"
    case "172806010006":
    return "172806010006: تنفيذ خطة التدقيق الداخلي"
    case "172806010007":
    return "172806010007: تحديث ومتابعة مصفوفة المخاطر"
    case "172806020000":
    return "172806020000: الاستخدام الأمثل للممتلكات وتطبيق معايير المباني الخضراء لضمان الا"
    case "172806020001":
    return "172806020001: تنفيذ خطة الصيانة الوقائية"
    case "172806020002":
    return "172806020002: إستكمال تطبيق معايير المباني الخضراء في كافة مباني الوزارة"
    case "172806020003":
    return "172806020003: تعزيز  الشراكة مع القطاع الخاص لإعادة التدوير ( الورق، النفايات)"
    case "172806020004":
    return "172806020004: إستخدام تقنيات صديقة للبيئة في كافة أنشطة الوزارة"
    case "172806020005":
    return "172806020005: تجديد شهادات الأيزو( إدارة الأصول والممتلكات 55001 ،  إدارة البيئة"
    case "172806020006":
    return "172806020006: تأهيل الموظفين وأعضاء فريق السلامة والصحة المهنية والبيئة"
    case "172806030000":
    return "172806030000: الإدار الأمثل للمستودعات  والمخزون"
    case "172806030001":
    return "172806030001: إدارة المستودعات  والمخازن بكفاءة"
    case "172806040000":
    return "172806040000: تطوير وتطبيق سياسات وخطط إدارة العلاقات العامة بما يحقق رفاهية سعا"
    case "172806040001":
    return "172806040001: تطبيق خطة الأنشطة الاجتماعية"
    case "172806050000":
    return "172806050000: تطوير أداء الأرشيف وضبط الوثائق والسجلات"
    case "172806050001":
    return "172806050001: إطلاق نظام تراسل"
    case "172806060000":
    return "172806060000: تطوير وتحفيز الأداء الوظيفي"
    case "172806060001":
    return "172806060001: تطبيق مشروع ( قدرات ) الخاص بالهيئة الاتحادية للموارد البشرية"
    case "172806060002":
    return "172806060002: تطبيق نظام قياس انتاجية الموظفين"
    case "172806060003":
    return "172806060003: تطبيق الدليل الاسترشادي لسياسات إدارة الموارد البشرية"
    case "172806060004":
    return "172806060004: تطبيق نظام الاقتراحات"
    case "172806060005":
    return "172806060005: رفع أداء وجودة تدريب الموظفين"
    case "172806070000":
    return "172806070000: اسعد بيئة عمل"
    case "172806070001":
    return "172806070001: تطبيق خطة التوطين و الاحلال الوظيفي"
    case "172806070002":
    return "172806070002: تنفيذ خطة سعادة الموظفين"
    case "172806070003":
    return "172806070003: تمكين وتعزيز مكانة المرأة في العمل"
    case "172806080000":
    return "172806080000: تطبيق السياسات والانظمة المالية المعتمدة  لضمان الاستخدام الامثل ل"
    case "172806080001":
    return "172806080001: تطبيق التخطيط المال الاستراتيجي"
    case "172806080002":
    return "172806080002: تطبيق برامج لتنيمة الإيرادات وترشيد النفقات"
    case "172806080003":
    return "172806080003: تطبيق حساب التكاليف للعمليات والخدمات"
    case "172806080004":
    return "172806080004: إدارة العلاقة مع الموردين"
    case "172806090000":
    return "172806090000: الوزارة الذكية"
    case "172806090001":
    return "172806090001: تطوير وتحديث الخدمات الإلكترونية/ الذكية"
    case "172806090002":
    return "172806090002: تطوير البنية التحتية الإلكترونية وموافقتها مع افضل الممارسات"
    case "172806090003":
    return "172806090003: إستكمال تطبيق معايير أمن المعلومات"
    case "172806090004":
    return "172806090004: تطوير وتطبيق أنظمة إدارة الابتكار"
    case "172806090005":
    return "172806090005: تطبيق مشروع أتمتة الخدمات الداخلية في الوزارة"
    case "172806090006":
    return "172806090006:  متابعة تنفيذ ملاحظات تقرير  هيئة تنظيم إتصالات"
    case "172806090007":
    return "172806090007: إطلاق خدمة البيئة السحابية"
    case "172806090008":
    return "172806090008: تجهيز البنية التحتية الافتراضية"
    case "172806100000":
    return "172806100000: الاتصال والتواصل الفعال"
    case "172806100001":
    return "172806100001: تعزيز ودعم التعاون مع الشركاء"
    case "172806100002":
    return "172806100002: تعزيز قدرات إدارة الإتصال الحكومي"
    case "172806110000":
    return "172806110000: مراكز 7 نجوم"
    case "172806110001":
    return "172806110001: تطوير عمل مراكز سعادة المتعاملين"
    case "172806110002":
    return "172806110002: تنفيذ التقييم الذاتي للمراكز الثقافية"
    case "172806120000":
    return "172806120000: تطوير أنظمة العمل في الوزارة والإشراف على أنظمة الجودة"
    case "172806120001":
    return "172806120001: تطوير وتحديث عمليات وخدمات الوزارة"
    case "172806120002":
    return "172806120002: تنفيذ مشروع زيادة مجالات الاستفادة من نظام إدارة العمليات المركزي"
    case "172806120003":
    return "172806120003: تنفيذ برنامج الريادة وتطويره"
    case "172806120004":
    return "172806120004: الإشراف على جائزة محمد بن راشد للأداء الحومي المتميز والتوعية بها"
    case "172806120005":
    return "172806120005: تنفيذ التدقيق الداخلي لأنظمة الجودة في الوزارة والإشراف على التدقي"
    case "172806120006":
    return "172806120006: التخطيط للاطلاع على أفضل الممارسات المحلية والدولية والإشراف عليها"
    case "172806120007":
    return "172806120007: تأهيل المراكز حول برنامج الامارات للخدمة الحكومية المتميزة"
    case "172806130000":
    return "172806130000: بناء القدرات في إستشراف المستقبل والدراسات المستقبلية"
    case "172806130001":
    return "172806130001: إطلاق المشروع المعرفي"
    case "172806130002":
    return "172806130002: تحليل استطلاعات الرأي والدراسات لتوقع الاتجاهات المستقبلية"
    case "172806130003":
    return "172806130003: إصدار تقرير الاستدامة السنوي"
    case "172806130004":
    return "172806130004: تحديث النظام الاحصائي والمقارنات العيارية"
    case "172806140000":
    return "172806140000: تطوير آلية متابعة الاداء الإستراتيجي"
    case "172806140001":
    return "172806140001: عدد الورش و الدورات التوعوية في مجال استشراف المستقبل"
    case "172806140002":
    return "172806140002: اعداد ومتابعة أداء الاستراتيجية"
    case "172806140003":
    return "172806140003: تنفيذ جتماعات القيادة العليا لمتابعة إنجازات الوزارة"
    case "172806140004":
    return "172806140004: تنفيذ أجندة القيادة العليا"
    case "172807010000":
    return "172807010000: بناء القدرات في مجال الابتكار"
    case "172807010001":
    return "172807010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "172807010002":
    return "172807010002: تطبيق نظام  ابتكر  لتقديم الاقتراحات والأفكار الابتكارية"
    case "172807020000":
    return "172807020000: تبني أحدث أدوات ووسائل الابتكار في الثقافة وتنمية المعرفة"
    case "172807020001":
    return "172807020001: تنفيذ استراتيجية الابتكار"
    case "172807030000":
    return "172807030000: تحسين العمليات بما يعزز من الابتكار"
    case "172807030001":
    return "172807030001: تطوير صندوق داخلي لدعم الابتكار"
    case "172807030002":
    return "172807030002: تطوير استراتيجية الابتكار لتتوافق مع التوجهات الحكومية"
    case "172901010001":
    return "172901010001: عقد اللقاءات الحواري السنوي"
    case "172901010002":
    return "172901010002: عقد اجتماعات تنسيقية مع أمانة المجلس الوطني الاتحادي"
    case "172901010003":
    return "172901010003: عقد اجتماع ثلاثي تنسيقي مع امانة مجلس الوزراء وأمانة المجلس الوطني"
    case "172901010004":
    return "172901010004: عقد اجتماع سنوي بين وزير الدولة لشؤون المجلس الوطني الاتحادي مع رئ"
    case "172901010000":
    return "172901010000: تطوير التعاون بين الحكومة والمجلس الوطني الاتحادي"
    case "172901020001":
    return "172901020001: إعداد دراسات تتعلق بآليات التنسيق بين المجالس النيابية والسلطات ال"
    case "172901020002":
    return "172901020002: اعداد قاعدة بيانات احصائية لموضوعات التنسيق بين الحكومة والمجلس ال"
    case "172901020003":
    return "172901020003: مراجعة وتطوير دليل إجراءات التنسيق مع المجلس الوطني الاتحادي"
    case "172901020004":
    return "172901020004: تحديث وتطوير النظام الذكي لعمليات التنسيق والمتابعة"
    case "172901020000":
    return "172901020000: تطوير آليات التنسيق والمتابعة بين الحكومة والمجلس الوطني الاتحادي"
    case "172901030001":
    return "172901030001: تطوير وتحديث مبادرة المعرفة لاطلاع الجهات الحكومية على الاعمال وال"
    case "172901030002":
    return "172901030002: إعداد تقارير دورية عن جلسات المجلس الوطني الاتحادي ورفعها للحكومة"
    case "172901030003":
    return "172901030003: اعداد دراسة عن نتائج أعمال دور الانعقاد ورفعه للحكومة"
    case "172901030004":
    return "172901030004: اعداد تقرير حول المواضيع المعروضة على جدول اعمال المجلس مع ابداء ا"
    case "172901030005":
    return "172901030005: متابعة وتحليل ما ينشر عن اعمال المجلس في الاعلام وإعداد التقارير ا"
    case "172901030000":
    return "172901030000: تطوير آليات توفير المعلومات ومصادرها لمتخذي القرار"
    case "172901040001":
    return "172901040001: تنفيذ ملتقى جهات التنسيق البرلماني في دول مجلس التعاون"
    case "172901040002":
    return "172901040002: عقد مذكرات التفاهم مع الجهات ذات العلاقة بدور الوزارة"
    case "172901040000":
    return "172901040000: بناء علاقات الشراكة والترابط"
    case "172901050001":
    return "172901050001: متابعة الموضوعات العامة"
    case "172901050002":
    return "172901050002: متابعة مشروعات القوانين المعروضة على المجلس الوطني"
    case "172901050000":
    return "172901050000: التنسيق والمتابعة"
    case "172902010001":
    return "172902010001: تنفيذ دراسة لتحديد معايير ومكونات مؤشر وطني لقياس الوعي السياسي"
    case "172902010002":
    return "172902010002: إعداد وإصدار التقرير السنوي لقياس مستوى الوعي بالحياة السياسية لدى"
    case "172902010003":
    return "172902010003: تنظيم جائزة الصحافة البرلمانية"
    case "172902010000":
    return "172902010000: تأسيس مؤشر وطني لقياس مستوى الوعي السياسي لدى الفئات المستهدفة"
    case "172902020001":
    return "172902020001: تنظيم ملتقى الشباب والبرلمان"
    case "172902020002":
    return "172902020002: تنظيم المنتدى السنوي لبناء الوعي السياسي لطلاب الجامعات"
    case "172902020003":
    return "172902020003: حضور موظفي الحكومة لجلسات المجلس الوطني (انت في المجلس)"
    case "172902020000":
    return "172902020000: زيادة تفاعل الفئات المستهدفة مع برامج نشر ثقافة المشاركة السياسية"
    case "172902030001":
    return "172902030001: تنفيذ أنشطة توعوية للناشئة"
    case "172902030002":
    return "172902030002: تنفيذ أنشطة توعوية للمرأة"
    case "172902030003":
    return "172902030003: تنفيذ أنشطة توعوية للشباب"
    case "172902030004":
    return "172902030004: إصدار نشرة التمكين للتوعية السياسية"
    case "172902030005":
    return "172902030005: إعداد دراسات تتعلق بمختلف النواحي للنظام السياسي لدولة الأمارات"
    case "172902030006":
    return "172902030006: إصدار مجلة المشاركة السياسية"
    case "172902030007":
    return "172902030007: تطوير ونشر مواد ومحاضرات الكترونيه"
    case "172902030000":
    return "172902030000: تنفيذ أنشطة توعوية لنشر ثقافة المشاركة السياسة"
    case "172903010001":
    return "172903010001: متابعة أعمال ونتائج أنشطة اللجنة الوطنية لمكافحة الاتجار بالبشر"
    case "172903010002":
    return "172903010002: المساهمة في انشاء دبلوم مكافحة جرائم الاتجار بالبشر بالتنسيق مع ال"
    case "172903010000":
    return "172903010000: التواصل الفعال مع مؤسسات الدولة المعنية والهيئات والمنظمات الدولية"
    case "172903020001":
    return "172903020001: التغطية الإعلامية لأنشطة وفعاليات اللجنة الوطنية لمكافحة الاتجار ب"
    case "172903020002":
    return "172903020002: المساهمة في انشاء قاعدة بيانات معلومات مكافحة الاتجار بالبشر على م"
    case "172903020003":
    return "172903020003: توفير المعلومات اللازمة حول مكافحة الاتجار بالبشر في الموقع الالكت"
    case "172903020000":
    return "172903020000: ضمان تغطية الوزارة لأنشطة وفعاليات اللجنة الوطنية لمكافحة الاتجار"
    case "172903030001":
    return "172903030001: إعداد التقرير السنوي لدولة الامارات في مجال مكافحة الاتجار بالبشر"
    case "172903030002":
    return "172903030002: اعداد التقرير السنوي لمجلس الوزراء الخاص بجهود اللجنة الوطنية لمكا"
    case "172903030000":
    return "172903030000: إصدار تقارير اللجنة الوطنية لمكافحة الاتجار بالبشر"
    case "172903040001":
    return "172903040001: تنسيق الاجتماعات الدورية للجنة الوطنية لمكافحة الاتجار بالبشر"
    case "172903040002":
    return "172903040002: تقديم الدعم الفني"
    case "172903040000":
    return "172903040000: الدعم الفني واللوجستي للجنة الوطنية لمكافحة الإتجار بالبشر"
    case "172903050001":
    return "172903050001: إقامة دورات تدريبية وورش عمل لمكافحة جرائم الاتجار بالبشر"
    case "172903050002":
    return "172903050002: إصدار نشرات توعوية لمكافحة جرائم الاتجار بالبشر"
    case "172903050003":
    return "172903050003: تنفيذ تدريب متخصص في مجال مكافحة الاتجار بالبشر يستهدف الجهات المع"
    case "172903050004":
    return "172903050004: تهيئة فريق تدريب وطني في مجال مكافحة الاتجار بالبشر"
    case "172903050000":
    return "172903050000: رفع الوعي بجريمة الاتجار بالبشر"
    case "172904010001":
    return "172904010001: تطوير الخطة الاستراتيجية لتنظيم وإدارة لانتخابات"
    case "172904010002":
    return "172904010002: تنسيق الموارد المالية والموازنة"
    case "172904010003":
    return "172904010003: موارد بشرية مؤهلة لعملية الانتخابات"
    case "172904010004":
    return "172904010004: تعزيز الفعالية اللوجستية"
    case "172904010005":
    return "172904010005: تعزيز تكنولوجيا المعلومات في خدمة عملية الانتخابات"
    case "172904010006":
    return "172904010006: مراكز انتخابية متكاملة"
    case "172904010007":
    return "172904010007: تطوير ادلة إجراءات عمل إدارة شؤون الانتخابات"
    case "172904010008":
    return "172904010008: تطوير استراتيجية العملية الانتخابية"
    case "172904010009":
    return "172904010009: تطوير التشريعات والنظم الانتخابية"
    case "172904010010":
    return "172904010010: دراسة التصورات والمرئيات الكفيلة بتطوير آلية تنظيم انتخابات المجلس"
    case "172904010011":
    return "172904010011: تطوير انظمة الكترونية للتصويت بالشراكة مع القطاع الخاص"
    case "172904010012":
    return "172904010012: الكفاءة الاعلامية"
    case "172904010013":
    return "172904010013: تثقيف الهيئات الانتخابية"
    case "172904010014":
    return "172904010014: اعداد وإصدار تقرير انتخابات المجلس الوطني الاتحادي 2019"
    case "172904010000":
    return "172904010000: الاعداد والتجهيز الفني واللوجستي للنظام الانتخابي لانتخابات 2019"
    case "172904020001":
    return "172904020001: تنظيم اجتماعات اللجنة الوطنية للانتخابات"
    case "172904020002":
    return "172904020002: متابعة قرارات اللجنة الوطنية للانتخابات"
    case "172904020003":
    return "172904020003: إدارة ومتابعة الموقع الالكتروني للجنة وحسابات التواصل الاجتماعي"
    case "172904020004":
    return "172904020004: وضع أرشيف متكامل للجنة الوطنية للانتخابات"
    case "172904020005":
    return "172904020005: متابعة أعمال ونتائج أنشطة اللجنة الوطنية للانتخابات"
    case "172904020006":
    return "172904020006: اصدار التقرير السنوي للجنة الوطنية للانتخابات"
    case "172904020000":
    return "172904020000: تعزيز قدرات الدعم الفني واللوجستي للجنة الوطنية للانتخابات"
    case "172904030001":
    return "172904030001: تطوير وتحديث كشوفات عناصر عملية ادارة الانتخابات وفق النماذج العال"
    case "172904030002":
    return "172904030002: تنفيذ ملتقى جهات ادارة الانتخابات في دول مجلس التعاون"
    case "172904030003":
    return "172904030003: توثيق أفضل الممارسات في ادارة العملية الانتخابية"
    case "172904030000":
    return "172904030000: انشاء وإدارة قاعدة معلومات الانتخابات البرلمانية على مستوى الدولة"
    case "172905010001":
    return "172905010001: إعداد الميزانية ومتابعة تنفيذها"
    case "172905010002":
    return "172905010002: إدارة الرواتب"
    case "172905010003":
    return "172905010003: إدارة المدفوعات والاستحقاقات"
    case "172905010004":
    return "172905010004: إجراء التدقيق الداخلي"
    case "172905010000":
    return "172905010000: إادارة الموارد المالية بكفاءة وفعالية"
    case "172905020001":
    return "172905020001: إدارة المشتريات"
    case "172905020002":
    return "172905020002: إدارة العقود ومتابعتها"
    case "172905020000":
    return "172905020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "172905030001":
    return "172905030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "172905030002":
    return "172905030002: تدريب وتطوير الموظفين"
    case "172905030003":
    return "172905030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "172905030000":
    return "172905030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "172905040001":
    return "172905040001: إدارة الجودة"
    case "172905040002":
    return "172905040002: إدارة علاقات المتعاملين"
    case "172905040003":
    return "172905040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "172905040000":
    return "172905040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "172905050001":
    return "172905050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "172905050002":
    return "172905050002: إدارة النشاط الإعلامي"
    case "172905050000":
    return "172905050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "172905060001":
    return "172905060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "172905060002":
    return "172905060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "172905060000":
    return "172905060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "172905070001":
    return "172905070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "172905070002":
    return "172905070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "172905070000":
    return "172905070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "172905080001":
    return "172905080001: إعداد الدراسات والاستشارات القانونية"
    case "172905080002":
    return "172905080002: إدارة الشؤون القانونية"
    case "172905080000":
    return "172905080000: توفير أفضل الخدمات القانونية"
    case "172905090001":
    return "172905090001: تطوير النظم والتطبيقات الإلكترونية"
    case "172905090002":
    return "172905090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "172905090003":
    return "172905090003: إدارة الشبكات وأمن المعلومات"
    case "172905090000":
    return "172905090000: توفير أحدث خدمات تقنية المعلومات"
    case "172905100001":
    return "172905100001: الصيانة"
    case "172905100002":
    return "172905100002: الإيجار"
    case "172905100003":
    return "172905100003: المواصلات"
    case "172905100004":
    return "172905100004: رسوم الاستشارات"
    case "172905100005":
    return "172905100005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "172905100006":
    return "172905100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "172905100000":
    return "172905100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "172906010001":
    return "172906010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "172906010002":
    return "172906010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "172906010003":
    return "172906010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "172906010004":
    return "172906010004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "172906010005":
    return "172906010005: رعاية المواهب المبتكرة"
    case "172906010000":
    return "172906010000: بناء قدرات الموظفين في مجال الابتكار"
    case "172906020001":
    return "172906020001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "172906020002":
    return "172906020002: تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "172906020003":
    return "172906020003: تطوير جائزة داخلية للابتكار"
    case "172906020004":
    return "172906020004: تنفيذ مختبرات للابتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "172906020005":
    return "172906020005: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "172906020006":
    return "172906020006: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة"
    case "172906020000":
    return "172906020000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "172906030001":
    return "172906030001: تشجيع البحث والتطوير داخل الجهة"
    case "172906030002":
    return "172906030002: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "172906030003":
    return "172906030003: تشجيع القيادات في الجهة على التواصل مع الموظفين لمناقشة الأفكار"
    case "172906030004":
    return "172906030004: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "172906030005":
    return "172906030005: تخصيص أوقات محددة للموظفين للتفاعل والنزول للميدان ولقاء فئات المت"
    case "172906030000":
    return "172906030000: تحسين العمليات بما يعزز من الابتكار"
    case "173400000000":
    return "173400000000: مكتب وزير الدولة"
    case "173500000000":
    return "173500000000: وزارة الدولة - معالى غباش"
    case "173600000000":
    return "وزارة التسامح"
    case "173700000000":
    return "173700000000:وزارة الدولة لشوؤن الدفاع - عام"
    case "175101010001":
    return "175101010001:التطوير المهني لأعضاء هيئة التدريس -  العمل على زيادة نطاق التطوير"
    case "175101010002":
    return "175101010002:فاعلية التعليم -  تطوير عمليات تقييم فاعلية التعليم وتحفيز أساليب"
    case "175101010003":
    return "175101010003:التجربة البحثية - تشجيع مشاركة الطلبة في الأنشطة البحثية التعليمية"
    case "175101010000":
    return "175101010000:التعليم والتعلم -  تحسين فاعلية التعليم والتعلم"
    case "175101020001":
    return "175101020001:برامج الاستقطاب -  تطوير البرامج الفاعلة لاستقطاب طلبة المرحلة"
    case "175101020002":
    return "175101020002:المنح الدراسية -  السعي للحصول على المزيد من المنح الدراسية من قبل"
    case "175101020003":
    return "175101020003:تلبية احتياجات سوق العمل-  تشجيع الطلبة على الالتحاق بالتخصصات التي"
    case "175101020000":
    return "175101020000: استقطاب الطلبة -  زيادة جهود استقطاب الطلبة المتفوقين والعمل على"
    case "175101030001":
    return "175101030001:جاهزية الطلبة -  رفع مستوى جاهزية طلبة السنة الأولى."
    case "175101030002":
    return "175101030002:الارشاد -  تحسين أنشطة الارشاد الطلابي ورفع كفاءتها."
    case "175101030003":
    return "175101030003:الأنشطة الطلابية - ربط الأنشطة المصاحبة للمساقات الدراسية والأنشطة"
    case "175101030004":
    return "175101030004:فرص التدريب والتوظيف - الاستفادة من شركاء الجامعة في الحصول على"
    case "175101030005":
    return "175101030005:الخبرات الدولية -  توفير خبرات دولية متنوعة للطلبة من خلال برامج"
    case "175101030000":
    return "175101030000:التجربة الطلابية -  توفير تجربة جامعية تتركز على تنمية القدرات"
    case "175101040001":
    return "175101040001:التسويق -  زيادة جهود تسويق برامج الدراسات العليا."
    case "175101040002":
    return "175101040002:عمليات القبول -  تسهيل وتسريع عمليات قبول الطلبة المتقدمين لبرامج"
    case "175101040003":
    return "175101040003:المنح الدراسية - السعي للحصول على المنح الدراسية للطلبة في التخصصات"
    case "175101040004":
    return "175101040004:خدمات طلبة الدراسات العليا - توسعة نطاق خدمات الدعم المتوفرة لطلبة"
    case "175101040000":
    return "175101040000:طلبة الدراسات العليا -  زيادة أعداد طلبة الدراسات العليا المتميزين"
    case "175101050001":
    return "175101050001:خدمات المكتبة- تطوير خدمات المكتبةلدعم مهارات القرن الحادي والعشرين"
    case "175101050002":
    return "175101050002:المعرفة المعلوماتية -  تحسين برامج دعم المعرفة المعلوماتية."
    case "175101050003":
    return "175101050003:المصادر المكتبية -  تطوير عملية ربط المصادر المكتبية مع البرامج"
    case "175101050004":
    return "175101050004:الكوادر المؤهلة -  تأهيل وتعيين العدد الكافي من المتخصصين في مجال"
    case "175101050000":
    return "175101050000:المكتبة- تعزيز دور المكتبة الجامعية في دعم العملية التعليمية والبحث"
    case "175101060001":
    return "175101060001:برنامج اللغة العربية وآدابها"
    case "175101060002":
    return "175101060002:برنامج الأدب الإنجليزي"
    case "175101060003":
    return "175101060003:برنامج التاريخ"
    case "175101060004":
    return "175101060004:برنامج الفلسفة"
    case "175101060005":
    return "175101060005:برنامج الاتصال الجماهيري"
    case "175101060006":
    return "175101060006:برنامج اللغة الفرنسية"
    case "175101060007":
    return "175101060007:برنامج اللغويات"
    case "175101060008":
    return "175101060008:برنامج الترجمة"
    case "175101060009":
    return "175101060009:برنامج علم النفس"
    case "175101060010":
    return "175101060010:برنامج الاجتماع"
    case "175101060011":
    return "175101060011:برنامج الخدمة الاجتماعية"
    case "175101060012":
    return "175101060012:برنامج الإرشاد والخدمات الإنسانية"
    case "175101060013":
    return "175101060013:برنامج الجغرافيا"
    case "175101060014":
    return "175101060014:برنامج العلوم السياسية"
    case "175101060015":
    return "175101060015:برنامج القيادة والمجتمع"
    case "175101060016":
    return "175101060016:برنامج الدراسات السياحية"
    case "175101060000":
    return "175101060000:بكالوريوس في العلوم الإنسانية والاجتماعية"
    case "175101070001":
    return "175101070001:برنامج علوم الرياضيات"
    case "175101070002":
    return "175101070002:برنامج الفيزياء"
    case "175101070003":
    return "175101070003:برنامج الكيمياء"
    case "175101070004":
    return "175101070004:برنامج علوم الحياة – مسار بيولوجيا عامة"
    case "175101070005":
    return "175101070005:برنامج علوم الحياة - مسار بيولوجيا بيئية"
    case "175101070006":
    return "175101070006:برنامج علوم الحياة - مسار بيولوجيا خلوية وجزيئية"
    case "175101070007":
    return "175101070007:برنامج جيولوجيا - مسار جيولوجيا تطبيقية"
    case "175101070008":
    return "175101070008:برنامج جيولوجيا - مسار جيولوجيا البترول"
    case "175101070000":
    return "175101070000:بكالوريوس في العلوم"
    case "175101080001":
    return "175101080001:برنامج طفولة مبكرة"
    case "175101080002":
    return "175101080002:برنامج تربية ابتدائية - مسار تربية إسلامية ولغة عربية"
    case "175101080003":
    return "175101080003:برنامج تربية ابتدائية - مسار الرياضيات والعلوم"
    case "175101080004":
    return "175101080004:برنامج تربية ابتدائية - مسار اجتماعيات وتربية وطنية"
    case "175101080005":
    return "175101080005:برنامج تربية ابتدائية - مسار اللغة إنجليزية"
    case "175101080006":
    return "175101080006:برنامج تربية خاصة - مسار إعاقات بسيطة ومتوسطة"
    case "175101080007":
    return "175101080007:برنامج تربية خاصة - مسار الحسية"
    case "175101080008":
    return "175101080008:برنامج تربية خاصة - مسار الإعاقات الشديدة"
    case "175101080009":
    return "175101080009:برنامج تربية خاصة - مسار الموهبة والتفوق"
    case "175101080010":
    return "175101080010:برنامج الدبلوم المهني في التدريس"
    case "175101080000":
    return "175101080000:بكالوريوس في التربية"
    case "175101090001":
    return "175101090001:برنامج المحاسبة"
    case "175101090002":
    return "175101090002:برنامج الاقتصاد"
    case "175101090003":
    return "175101090003:برنامج التمويل والمصارف"
    case "175101090004":
    return "175101090004:برنامج التسويق"
    case "175101090005":
    return "175101090005:برنامج إدارة عمليات لوجستية وإمداد"
    case "175101090006":
    return "175101090006:برنامج ريادة الأعمال"
    case "175101090007":
    return "175101090007:برنامج إدارة وتطوير الموارد البشرية"
    case "175101090008":
    return "175101090008:برنامج نظم المعلومات الإدارية"
    case "175101090009":
    return "175101090009:برنامج الإحصاء"
    case "175101090000":
    return "175101090000:بكالوريوس في الإدارة والاقتصاد"
    case "175101100001":
    return "175101100001:برنامج في القانون"
    case "175101100000":
    return "175101100000:بكالوريوس في القانون"
    case "175101110001":
    return "175101110001:برنامج المصائد البحرية والإنتاج الحيواني"
    case "175101110002":
    return "175101110002:برنامج علوم البساتين"
    case "175101110003":
    return "175101110003:برنامج علوم الأغذية"
    case "175101110004":
    return "175101110004:برنامج الإدارة الزراعية"
    case "175101110005":
    return "175101110005:برنامج علوم التغذية"
    case "175101110006":
    return "175101110006:برنامج تنظيم التغذية"
    case "175101110007":
    return "175101110007:برنامج الطب البيطري"
    case "175101110000":
    return "175101110000:بكالوريوس في الأغذية والزراعة"
    case "175101120001":
    return "175101120001:برنامج الهندسة المدنية"
    case "175101120002":
    return "175101120002:برنامج الهندسة الكيميائية"
    case "175101120003":
    return "175101120003:برنامج هندسة البترول"
    case "175101120004":
    return "175101120004:برنامج الهندسة المعمارية"
    case "175101120005":
    return "175101120005:برنامج الهندسة المعمارية - مسار هندسة بناء وتشييد"
    case "175101120006":
    return "175101120006:برنامج الهندسة الكهربائية"
    case "175101120007":
    return "175101120007:برنامج هندسة الاتصالات"
    case "175101120008":
    return "175101120008:برنامج الهندسة الميكانيكية"
    case "175101120000":
    return "175101120000:بكالوريوس في الهندسة"
    case "175101130001":
    return "175101130001:برنامج الطب والجراحة"
    case "175101130000":
    return "175101130000:بكالوريوس في الطب والعلوم الصحية"
    case "175101140001":
    return "175101140001:برنامج الأنظمة الذكية"
    case "175101140002":
    return "175101140002:برنامج تصميم نظم حاسوب"
    case "175101140003":
    return "175101140003:برنامج أمن المعلومات"
    case "175101140004":
    return "175101140004:برنامج الشبكات"
    case "175101140005":
    return "175101140005:برنامج نظم المؤسسات"
    case "175101140006":
    return "175101140006:برنامج تطوير البرمجيات"
    case "175101140007":
    return "175101140007:برنامج تجارة إلكترونية"
    case "175101140000":
    return "175101140000:بكالوريوس في تقنية المعلومات"
    case "175101150001":
    return "175101150001:ماجستير في إدارة الأعمال"
    case "175101150002":
    return "175101150002:ماجستير في المحاسبة المهنية"
    case "175101150000":
    return "175101150000:ماجستير في الإدارة والاقتصاد"
    case "175101160001":
    return "175101160001:ماجستير في القيادة التربوية"
    case "175101160002":
    return "175101160002:ماجستير في التعليم الخاص"
    case "175101160003":
    return "175101160003:ماجستير في اللغة الإنجليزية"
    case "175101160004":
    return "175101160004:ماجستير في اللغة العربية"
    case "175101160005":
    return "175101160005:ماجستير في الدراسات الإسلامية"
    case "175101160006":
    return "175101160006:ماجستير في الرياضيات"
    case "175101160007":
    return "175101160007:ماجستير في العلوم"
    case "175101160008":
    return "175101160008:ماجستير في العلوم الاجتماعية"
    case "175101160000":
    return "175101160000:ماجستير في التربية"
    case "175101170001":
    return "175101170001:ماجستير في الزراعة"
    case "175101170000":
    return "175101170000:ماجستير في الأغدية والزراعة"
    case "175101180001":
    return "175101180001:ماجستير في علم النفس"
    case "175101180002":
    return "175101180002:ماجستير في نظم المعلومات الجغرافية"
    case "175101180000":
    return "175101180000:ماجستير في العلوم الإنسانية والاجتماعية"
    case "175101190001":
    return "175101190001:ماجستير في علم الأحياء الدقيقة والمناعة"
    case "175101190002":
    return "175101190002:ماجستير في علم الصيدلية والسموم"
    case "175101190003":
    return "175101190003:ماجستير في الصحة العامة"
    case "175101190000":
    return "175101190000:ماجستير في الطب والعلوم الصحية"
    case "175101200001":
    return "175101200001:ماجستير في الهندسة المعمارية"
    case "175101200002":
    return "175101200002:ماجستير في الهندسة المدنية"
    case "175101200003":
    return "175101200003:ماجستير الهندسة الكيميائية"
    case "175101200004":
    return "175101200004:ماجستير في الهندسة الكهربائية"
    case "175101200005":
    return "175101200005:ماجستير في الإدارة الهندسية"
    case "175101200006":
    return "175101200006:ماجستير في علم المواد والهندسة"
    case "175101200007":
    return "175101200007:ماجستير في الهندسة الميكانيكية"
    case "175101200008":
    return "175101200008:ماجستير في هندسة البترول"
    case "175101200009":
    return "175101200009:ماجستير في الموارد المائية"
    case "175101200000":
    return "175101200000:ماجستير في الهندسة"
    case "175101210001":
    return "175101210001:ماجستير في العلوم البيئية"
    case "175101210002":
    return "175101210002:ماجستير في الكيمياء الحيوية"
    case "175101210000":
    return "175101210000:ماجستير في العلوم"
    case "175101220001":
    return "175101220001:ماجستير في القانون التجاري الدولي"
    case "175101220002":
    return "175101220002:ماجستير في القانون الخاص"
    case "175101220003":
    return "175101220003:ماجستير في القانون العام"
    case "175101220000":
    return "175101220000:ماجستير في القانون"
    case "175101230001":
    return "175101230001:ماجستير علوم في التجارة الإلكترونية"
    case "175101230002":
    return "175101230002:ماجستير علوم في إدارة تكنولوجيا المعلومات"
    case "175101230003":
    return "175101230003:ماجستير علوم في أمن المعلومات"
    case "175101230004":
    return "175101230004:ماجستير علوم في هندسة الشبكات"
    case "175101230005":
    return "175101230005:ماجستير علوم في هندسة البرمجيات"
    case "175101230006":
    return "175101230006:ماجستير علوم في تكنولوجيا المعلومات"
    case "175101230000":
    return "175101230000:ماجستير في تقنية المعلومات"
    case "175101240001":
    return "175101240001:دكتوراه في تعليم العلوم"
    case "175101240002":
    return "175101240002:دكتوراه في تعليم الرياضيات"
    case "175101240003":
    return "175101240003:دكتوراه في لغة التعليم ومحو الأمية"
    case "175101240004":
    return "175101240004:دكتوراه في القيادة وتحليل السياسات"
    case "175101240000":
    return "175101240000:دكتوراه في التربية"
    case "175101250001":
    return "175101250001:دكتوراه في الأغذية والزراعة"
    case "175101250000":
    return "175101250000:دكتوراه في الأغذية والزراعة"
    case "175101260001":
    return "175101260001:دكتوراه في الأدب الإنجليزي"
    case "175101260002":
    return "175101260002:دكتوراه في اللغويات التطبيقية"
    case "175101260003":
    return "175101260003:دكتوراه في الترجمة والدراسات"
    case "175101260004":
    return "175101260004:دكتوراه في الإعلام"
    case "175101260005":
    return "175101260005:دكتوراه في علم الاجتماع"
    case "175101260000":
    return "175101260000:دكتوراه في العلوم الإنسانية والاجتماعية"
    case "175101270001":
    return "175101270001:دكتوراه في تطوير البرمجيات"
    case "175101270002":
    return "175101270002:دكتوراه في نظم الاستخبارات"
    case "175101270003":
    return "175101270003:دكتوراه في مؤسسة النظم"
    case "175101270004":
    return "175101270004:دكتوراه في التجارة الإلكترونية"
    case "175101270005":
    return "175101270005:دكتوراه في تصميم نظام الكمبيوتر"
    case "175101270006":
    return "175101270006:دكتوراه في الشبكات"
    case "175101270007":
    return "175101270007:دكتوراه في أمن المعلومات"
    case "175101270000":
    return "175101270000:دكتوراه في تقنية المعلومات"
    case "175101280001":
    return "175101280001:دكتوراه في علم التشريح وبيولوجيا الخلية"
    case "175101280002":
    return "175101280002:دكتوراه في علم وظائف الأعضاء"
    case "175101280003":
    return "175101280003:دكتوراه في الكيمياء الحيوية والبيولوجيا الجزئية"
    case "175101280004":
    return "175101280004:دكتوراه في سرطان علم الأحياء"
    case "175101280005":
    return "175101280005:دكتوراه في علم الأمراض التجريبية"
    case "175101280006":
    return "175101280006:دكتوراه في الأدوية والسموم"
    case "175101280007":
    return "175101280007:دكتوراه في علم الأحياء الدقيقة والمناعة"
    case "175101280008":
    return "175101280008:دكتوراه في علم الجينات"
    case "175101280009":
    return "175101280009:دكتوراه في علم الأعصاب"
    case "175101280010":
    return "175101280010:دكتوراه في الصحة العامة والصحة المهنية"
    case "175101280011":
    return "175101280011:دكتوراه في الصيدلة"
    case "175101280000":
    return "175101280000:دكتوراه في الطب والعلوم الصحية"
    case "175101290001":
    return "175101290001:دكتوراه في الهندسة المعمارية"
    case "175101290002":
    return "175101290002:دكتوراه في الهندسة المدنية"
    case "175101290003":
    return "175101290003:دكتوراه في الهندسة الكيميائية"
    case "175101290004":
    return "175101290004:دكتوراه في الهندسة الكهربائية"
    case "175101290005":
    return "175101290005:دكتوراه في علم المواد والهندسة"
    case "175101290006":
    return "175101290006:دكتوراه في الهندسة الميكانيكية"
    case "175101290007":
    return "175101290007:دكتوراه في هندسة البترول"
    case "175101290008":
    return "175101290008:دكتوراه في الموارد المائية"
    case "175101290000":
    return "175101290000:دكتوراه في الهندسة"
    case "175101300001":
    return "175101300001:دكتوراه في علم الأحياء"
    case "175101300002":
    return "175101300002:دكتوراه في الكيمياء"
    case "175101300003":
    return "175101300003:دكتوراه في الجيولوجيا"
    case "175101300004":
    return "175101300004:دكتوراه في العلوم"
    case "175101300005":
    return "175101300005:دكتوراه في الرياضيات"
    case "175101300006":
    return "175101300006:دكتوراه في الفيزياء"
    case "175101300000":
    return "175101300000:دكتوراه في العلوم"
    case "175101310001":
    return "175101310001:دكتوراه في إدارة الأعمال"
    case "175101310000":
    return "175101310000:دكتوراه في الإدارة والاقتصاد"
    case "175101320001":
    return "175101320001:الإلتحاق ببرنامج البكالوريوس"
    case "175101320002":
    return "175101320002:الإلتحاق ببرنامج الماجستير"
    case "175101320003":
    return "175101320003:الإلتحاق ببرنامج الدكتواره"
    case "175101320004":
    return "175101320004:التحقق من صحة الشهادات الجامعية الصادرة من جامعة الإمارات"
    case "175101320005":
    return "175101320005:تزويد المؤسسات الخاصة بمعلومات الطلبة الخريجين والمتوقع تخرجهم"
    case "175101320006":
    return "175101320006:توفير الكتاب السنوي للخريجين"
    case "175101320007":
    return "175101320007:توفير المنح الدراسية للطلبة من الجهات الحكومية الخارجية"
    case "175101320008":
    return "175101320008:استخراج شهادة لمن يهمه الأمر لاستمرارية في الدراسة"
    case "175101320009":
    return "175101320009:استخراج وثيقة سجل دراسي"
    case "175101320010":
    return "175101320010:استخراج مصدقة تخرج"
    case "175101320011":
    return "175101320011:استخراج وثيقة تعديل بيانات"
    case "175101320012":
    return "175101320012:استخراج شهادة جامعية"
    case "175101320013":
    return "175101320013:استخراج وثيقة بدل فاقد"
    case "175101320014":
    return "175101320014:التحويل بين الكليات"
    case "175101320015":
    return "175101320015:تسجيل مساق دراسي"
    case "175101320016":
    return "175101320016:سحب أو إضافة مساق دراسي"
    case "175101320017":
    return "175101320017:إعادة قيد"
    case "175101320018":
    return "175101320018:استخراج بطاقة جامعية"
    case "175101320000":
    return "175101320000:القبول والتسجيل"
    case "175101330001":
    return "175101330001:الاستعارة المجانية للكتب"
    case "175101330002":
    return "175101330002:خدمة إسأل أخصائي المكتبة"
    case "175101330003":
    return "175101330003:تقديم المكتبة الإلكترونية للطلبة والخريجين"
    case "175101330004":
    return "175101330004:تبادل الوثائق والمقالات"
    case "175101330005":
    return "175101330005:حجز الكتب"
    case "175101330006":
    return "175101330006:تقديم برنامج المعرفة المعلوماتية"
    case "175101330007":
    return "175101330007:شراء الكتب"
    case "175101330008":
    return "175101330008:الطباعة بالبطاقة الإلكترونية"
    case "175101330000":
    return "175101330000:خدمات المكتبة ومصادر التعلم"
    case "175101340001":
    return "175101340001:تقديم التخطيط والإرشاد المهني"
    case "175101340002":
    return "175101340002:توفير النظام الإلكتروني للتدريب المهني"
    case "175101340003":
    return "175101340003:تقديم التوظيف للخريجين"
    case "175101340000":
    return "175101340000:التخطيط المهني والتوظيف"
    case "175101350001":
    return "175101350001:توفير السكن الطلابي"
    case "175101350002":
    return "175101350002:توفير نقل الطلبة داخلياُ وخارجيا"
    case "175101350003":
    return "175101350003:توفير مطعم السكن"
    case "175101350004":
    return "175101350004:توفير النادي الرياضي داخل السكن"
    case "175101350000":
    return "175101350000:السكن الطلابي"
    case "175101360001":
    return "175101360001:إقامة الأنشطة الطلابية الثقافية والاجتماعية"
    case "175101360002":
    return "175101360002:إقامة الأنشطة الطلابية التراثية"
    case "175101360003":
    return "175101360003:إقامة الأنشطة الطلابية الرياضية"
    case "175101360004":
    return "175101360004:إقامة أنشطة المسرح والفنون"
    case "175101360005":
    return "175101360005:إقامة أنشطة النوادي والقيادات الطلابية"
    case "175101360000":
    return "175101360000:الأنشطة والفعاليات الطلابية"
    case "175101370001":
    return "175101370001:استخراج إقامة على كفالة الجامعة للطلبة الدوليين"
    case "175101370002":
    return "175101370002:تسهيل استخراج بطاقة الهوية الإماراتية"
    case "175101370003":
    return "175101370003:شراء تذاكر النقل الجوي والبري للطلبة المستحقين"
    case "175101370000":
    return "175101370000:خدمات الطلبة الدوليين"
    case "175101380001":
    return "175101380001:تسجيل في مركز خدمات الطلبة ذوى الاحتياجات الخاصة"
    case "175101380002":
    return "175101380002:توفير أجهزة وبرمجيات مساندة حسب نوع الإعاقة"
    case "175101380003":
    return "175101380003:توفير المواد العلمية بصورة متاحة تتناسب مع الاحتياجات الخاصة بكل"
    case "175101380000":
    return "175101380000:خدمات ذوي الاحتياجات الخاصة"
    case "175101390001":
    return "175101390001:شراء حاسب آلي محمول"
    case "175101390002":
    return "175101390002:توفير الإعانة المالية"
    case "175101390003":
    return "175101390003:شراء الآي باد للطلبة المتعسرين مادياً"
    case "175101390004":
    return "175101390004:دفع الدورات التدريبية للطلبة المتعسرين مادياً"
    case "175101390000":
    return "175101390000:خدمات صندوق المساعدات المالية للطلبة"
    case "175101400001":
    return "175101400001:إصدار البطاقات الصحية"
    case "175101400002":
    return "175101400002:تقديم الرعاية الطبية للطلاب"
    case "175101400003":
    return "175101400003:تقديم الإرشاد النفسي ودعم الطلبة"
    case "175101400000":
    return "175101400000:الرعاية الطبية والإرشادية للطلبة داخل السكنات والحرم الجامعي"
    case "175101410001":
    return "175101410001:تقديم التصاريح للطلبة"
    case "175101410000":
    return "175101410000:خدمات خاصة بالحياة الطلابية داخل الجامعة"
    case "175101420001":
    return "175101420001:تقديم دورات تدريبية في اللياقة البدنية"
    case "175101420002":
    return "175101420002:تقديم اسأل أخصائي تغذية"
    case "175101420003":
    return "175101420003:إقامة فعاليات وأنشطة تخص التغذية والصحة والرشاقة والرياضة"
    case "175101420000":
    return "175101420000:خدمات النادي الصحي"
    case "175101430001":
    return "175101430001:البرنامج التأسيسي"
    case "175101430002":
    return "175101430002:برنامج مهارات النجاح الأكاديمي والإرشاد"
    case "175101430000":
    return "175101430000:خدمات البرامج التأسيسية والتأهيلية للطلبة"
    case "175101440001":
    return "175101440001:برنامج التبادل الدولي لطلبة البكالوريوس"
    case "175101440000":
    return "175101440000:التبادل الدولي لطلبة البكالوريوس"
    case "175102010001":
    return "175102010001:الأبحاث العصرية -  تشجيع أنشطة الأبحاث المتميزة المتعددة الاختصاصات"
    case "175102010002":
    return "175102010002:الشراكات البحثية -  إقامة شراكات بحثية نشطة محلياً ودولياً."
    case "175102010003":
    return "175102010003:منتزه جامعة الامارات للعلوم والابتكار (المشاركات الخارجية)- استقطاب"
    case "175102010004":
    return "175102010004:منتزه جامعة الامارات للعلوم والابتكار (المشاركات الداخلية) - تشجيع"
    case "175102010000":
    return "175102010000:مجالات البحث العلمي -  تطوير الابتكار البحثي في المجالات ذات"
    case "175102020001":
    return "175102020001:جودة أعضاء هيئة التدريس -  تعيين واستبقاء قادة المجموعات البحثية"
    case "175102020002":
    return "175102020002:أعداد كافية من أعضاء هيئة التدريس - تحسين نسبة أعداد الطلبة لأعضاء"
    case "175102020003":
    return "175102020003:مراكز البحث - تطوير المراكز البحثية في الجامعة والعمل على زيادة"
    case "175102020004":
    return "175102020004:برامج الدراسات العليا -تحديد وتطوير المزيد من برامج الدراسات العليا"
    case "175102020005":
    return "175102020005:برنامج المعيدين-تعزيز برنامج المعيدين لدعم وتطوير القدرات التدريسية"
    case "175102020000":
    return "175102020000:جودة البحث العلمي - تعزيز الانتاجية البحثية لجامعة الامارات وتحسين"
    case "175102030001":
    return "175102030001:البنية التحتية البحثية-تطوير المرافق البحثية في الجامعة وإنشاءمختبر"
    case "175102030002":
    return "175102030002:تمويل الأبحاث العلمية-زيادة تمويل الأبحاث العلمية داخلياً وخارجياً"
    case "175102030003":
    return "175102030003:أبحاث طلبة الدراسات العليا-تشجيع طلبة الدراسات العليا لربط مشاريعهم"
    case "175102030004":
    return "175102030004:كراسي الوقف والأستاذية - تأسيس كراسي الوقف والأستاذية في الجامعة."
    case "175102030005":
    return "175102030005:الخدمات الإدارية - توفير بيئة بحثية تضمن تقديم الخدمات الإدارية"
    case "175102030000":
    return "175102030000:دعم الأبحاث العلمية -  الترويج لبيئة داعمة للأبحاث العلمية."
    case "175102040001":
    return "175102040001:تمويل الأبحاث"
    case "175102040002":
    return "175102040002:طلب الموافقة من لجنة أخلاقيات البحث العلمي"
    case "175102040003":
    return "175102040003:تسجيل براءة اختراع باسم الجامعة"
    case "175102040004":
    return "175102040004:توفير قاعدة بيانات إلكترونية بحثية تابعة لكليات وأقسام جامعة"
    case "175102040005":
    return "175102040005:إصدار الدليل الدراسي لبرامج الدراسات العليا"
    case "175102040000":
    return "175102040000:خدمات البحث العلمي"
    case "175102050001":
    return "175102050001:إدخال الفسائل للإكثار النسيجي"
    case "175102050002":
    return "175102050002:تنظيم وإقامة معرض وأنشطة خاصة بالنخيل والتمور"
    case "175102050003":
    return "175102050003:بيع فسائل النخيل"
    case "175102050000":
    return "175102050000:الدراسات والبحوث لتنمية النخيل والتمور"
    case "175103010001":
    return "175103010001:الاعتماد المؤسسي - ضمان الحصول على الاعتماد المؤسسي الدولي للجامعة"
    case "175103010002":
    return "175103010002:الاعتماد  الاكاديمي - العمل على توسيع نطاق الاعتماد  الأكاديمي"
    case "175103010003":
    return "175103010003:تجديد الاعتماد -  المحافظة على الاعتماد الأكاديمي للبرامج بالتطوير"
    case "175103010000":
    return "175103010000:الاعتماد الدولي - توسيع نطاق الاعتماد الدولي للجامعة ولبرامجها"
    case "175103020001":
    return "175103020001:مراجعة البرامج وتطويرها -  التحسين المستمر لعمليات تطوير ومراجعة"
    case "175103020002":
    return "175103020002:تقييم المخرجات - تحسين جودة تقييم مخرجات التعلم للطلبة."
    case "175103020003":
    return "175103020003:احتياجات سوق العمل- الحرص على أن تكون البرامج الأكاديمية متوافقة مع"
    case "175103020000":
    return "175103020000:البرامج الأكاديمية - تعزيز جودة البرامج الأكاديمية من خلال عمليات"
    case "175103030001":
    return "175103030001:التسويق-  تطوير استراتيجية تسويق متكاملة لجامعة الامارات بهدف تعزيز"
    case "175103030002":
    return "175103030002:الخبرات - تسويق خبرات أعضاء الهيئة التدريسية والباحثين وإنجازاتهم"
    case "175103030003":
    return "175103030003:الاستقطاب والاستبقاء: العمل على استقطاب والحفاظ  على أعضاء الهيئة"
    case "175103030000":
    return "175103030000:المجتمع الدولي -  تعزيز سمعة الجامعة وإبراز إنجازاتها دولياً."
    case "175103040001":
    return "175103040001:العلاقات الخارجية- توسيع شبكة العلاقات الخارجية مع الجامعات العريقة"
    case "175103040002":
    return "175103040002:المقارنات المعيارية - بناء علاقات معيارية نشطة مع الجامعات الدولية."
    case "175103040003":
    return "175103040003:الدراسات المستقبلية/استشراف المستقبل - تنفيذ الدراسات المستقبلية"
    case "175103040004":
    return "175103040004:المؤتمرات الدولية - تحسين عملية اختيار المؤتمرات التي يشارك فيها"
    case "175103040000":
    return "175103040000:الشراكات الدولية - زيادة التفاعل مع مؤسسات التعليم العالي الدولية."
    case "175104010001":
    return "175104010001:تطوير شراكات محلية تساهم في نقل المعارف والمهارات لخدمة المجتمع."
    case "175104010002":
    return "175104010002:تطوير آلية لفهم وتحديد احتياجات المجتمع من الخدمات ووضع خطط لتلبيته"
    case "175104010003":
    return "175104010003:تطوير قاعدة بيانات مركزية لتوثيق جميع شراكات الجامعة وخدماتها"
    case "175104010000":
    return "175104010000:تفعيل دور الشراكة المجتمعية لجامعة الامارات."
    case "175104020001":
    return "175104020001:إعداد منهجية موحدة لتشجيع وتحفيز المشاركة في الأعمال التطوعية."
    case "175104020002":
    return "175104020002:إطلاق برامج لتشجيع المشاركة في الأعمال التطوعية."
    case "175104020003":
    return "175104020003:تطوير شراكات مع الجهات المحلية  لزيادة فرص المشاركة في مجالات العمل"
    case "175104020000":
    return "175104020000:نشر ثقافة العمل التطوعي بما فيه تعزيز الهوية الوطنية والمسؤولية"
    case "175104030001":
    return "175104030001:تحسين التواصل والتفاعل مع خريجي جامعة الامارات."
    case "175104030002":
    return "175104030002:تطوير قاعدة بيانات لخريجي جامعة الامارات منذ تأسيسيها."
    case "175104030003":
    return "175104030003:الاتصال الفعال مع جهات العمل لتوفير فرص عمل لخريجي الجامعة."
    case "175104030004":
    return "175104030004:تنفيذ دراسات استقصائية عن خريجي جامعة الامارات."
    case "175104030000":
    return "175104030000:توطيد العلاقات مع خريجي جامعة الامارات وزيادة مشاركتهم في أنشطة"
    case "175104040001":
    return "175104040001:تقييم احتياجات المجتمع من الدورات التدريبية والاستشارات المهنية."
    case "175104040002":
    return "175104040002:تقديم دورات تدريبية بما فيها البرامج المهنية والشهادات التخصصية في"
    case "175104040003":
    return "175104040003:تسويق البرامج التدريبية التي تطرحها الجامعة."
    case "175104040000":
    return "175104040000:إبراز دور الجامعة لخدمة احتياجات المجتمع من الدورات التدريبية"
    case "175104050001":
    return "175104050001:تنفيذ برامج وورش تدريبية للحكومة"
    case "175104050002":
    return "175104050002:تنفيذ برامج وورش تدريبية للقطاع الخاص"
    case "175104050003":
    return "175104050003:تنفيذ برامج وورش تدريبية لطلبة المدارس"
    case "175104050004":
    return "175104050004:تنفيذ برامج وورش تدريبية لفئات المجتمع"
    case "175104050005":
    return "175104050005:الاشتراك في قائمة المراسلات"
    case "175104050000":
    return "175104050000:خدمات مركز التعليم المستمر"
    case "175104060001":
    return "175104060001:توفير نظام البريد الإلكتروني للخريجين"
    case "175104060002":
    return "175104060002:توفير الخصومات للخريجين"
    case "175104060003":
    return "175104060003:تنظيم وإقامة لقاء للخريجين"
    case "175104060000":
    return "175104060000:خدمات خريجي جامعة الإمارات العربية المتحدة"
    case "175104070001":
    return "175104070001:تنفيذ فعاليات وأنشطة لفئات المجتمع"
    case "175104070002":
    return "175104070002:تنفيذ دورات متنوعة لفئات المجتمع"
    case "175104070000":
    return "175104070000:ملتقى أسرة الجامعة"
    case "175105010001":
    return "175105010001:إعداد الميزانية ومتابعة تنفيذها"
    case "175105010002":
    return "175105010002:إدارة الرواتب"
    case "175105010003":
    return "175105010003:إدارة المدفوعات والاستحقاقات"
    case "175105010004":
    return "175105010004:إجراء التدقيق الداخلي"
    case "175105010000":
    return "175105010000:إدارة الموارد المالية بكفاءة وفعالية"
    case "175105020001":
    return "175105020001:إدارة المشتريات"
    case "175105020002":
    return "175105020002:إدارة العقود ومتابعتها"
    case "175105020000":
    return "175105020000:إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "175105030001":
    return "175105030001:تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "175105030002":
    return "175105030002: تدريب وتطوير الموظفين"
    case "175105030003":
    return "175105030003:إدارة خدمات الموارد البشرية الأخرى (تقييم الأداء،التعويضات والفوائد"
    case "175105030000":
    return "175105030000:تطبيق أفضل ممارسات الموارد البشرية"
    case "175105040001":
    return "175105040001:إدارة الجودة"
    case "175105040002":
    return "175105040002:إدارة علاقات المتعاملين"
    case "175105040003":
    return "175105040003:الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "175105040000":
    return "175105040000:ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "175105050001":
    return "175105050001:إطار ضمان الجودة - تطبيق إطار ضمان الجودة لجامعة الإمارات"
    case "175105050002":
    return "175105050002:خدمات السبع نجوم - تطبيق معايير - برنامج الامارات للخدمة الحكومية"
    case "175105050003":
    return "175105050003:جوائز التميز - تطوير - جائزة الرئيس الأعلى للتميز المؤسسي"
    case "175105050000":
    return "175105050000:ضمان الجودة الإدارية -  تعزيز عمليات ضمان الجودة الإدارية."
    case "175105060001":
    return "175105060001:تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "175105060002":
    return "175105060002:إدارة النشاط الإعلامي"
    case "175105060000":
    return "175105060000:ضمان تحقيق الاتصال الداخلي والخارجي"
    case "175105070001":
    return "175105070001:مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "175105070002":
    return "175105070002:مستشاري الوزير والمدير العام (الوكيل)"
    case "175105070000":
    return "175105070000:تطبيق أفضل الممارسات العالمية في القيادة"
    case "175105080001":
    return "175105080001:مجلس الجامعة - مواصلة تطوير حوكمة مجلس الجامعة تماشياً مع أفضل"
    case "175105080002":
    return "175105080002:السياسات والإجراءات - إعداد آلية لمراجعة وتحديث كافة السياسات"
    case "175105080003":
    return "175105080003:حوكمة البيانات - إنشاء نظام حوكمة بيانات لجامعة الإمارات لضمان دقة"
    case "175105080004":
    return "175105080004:المجالس الاستشارية للكليات - زيادة فاعلية المجاس الاستشارية للكليات"
    case "175105080000":
    return "175105080000:نظام الحوكمة - متابعة تطوير نظام الحوكمة في جامعة الإمارات العربية"
    case "175105090001":
    return "175105090001:وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "175105090002":
    return "175105090002:تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "175105090000":
    return "175105090000:وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "175105100001":
    return "175105100001:إعداد الدراسات والاستشارات القانونية"
    case "175105100002":
    return "175105100002:إدارة الشؤون القانونية"
    case "175105100000":
    return "175105100000:توفير أفضل الخدمات القانونية"
    case "175105110001":
    return "175105110001:تطوير النظم والتطبيقات الإلكترونية"
    case "175105110002":
    return "175105110002:توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "175105110003":
    return "175105110003:إدارة الشبكات وأمن المعلومات"
    case "175105110000":
    return "175105110000:توفير أحدث خدمات تقنية المعلومات"
    case "175105120001":
    return "175105120001:خطط التحول الإلكتروني/الذكي - تطبيق خطة متكاملة لتحويل خدمات جامعة"
    case "175105120002":
    return "175105120002:معايير الجوة الإلكترونية/الذكية - ضمان تطبيق معايير الجودة في"
    case "175105120000":
    return "175105120000:الحكومة الذكية - ضمان تطبيق متطلبات الحكومة الذكية على جميع"
    case "175105130001":
    return "175105130001:الصيانة"
    case "175105130002":
    return "175105130002:الإيجار"
    case "175105130003":
    return "175105130003:المواصلات"
    case "175105130004":
    return "175105130004: رسوم الاستشارات"
    case "175105130005":
    return "175105130005: المصروفات المتكررة الأخرى (الصادر والوارد، المرافق، الهواتف"
    case "175105130006":
    return "175105130006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "175105130000":
    return "175105130000:توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "175106010001":
    return "175106010001:مرافق الابتكار- إنشاء حاضنات الأعمال ومراكز/مختبرات الابتكار والعمل"
    case "175106010002":
    return "175106010002:الأفكار الابتكارية - إطلاق برنامج إدارة الأفكار الابتكارية في"
    case "175106010003":
    return "175106010003:الشراكات - إقامة شراكات استراتيجية للابتكار."
    case "175106010000":
    return "175106010000:إنشاء بيئة محفزة للابتكار"
    case "175106020001":
    return "175106020001:مبادرات الابتكار- تشجيع التعليم والتعلُّم الريادي والمبتكر،والأبحاث"
    case "175106020002":
    return "175106020002:تعزيز الابتكار- تشجيع التفاعل بين الطلبة وأعضاء هيئة التدريس"
    case "175106020003":
    return "175106020003:فعاليات الابتكار - تنظيم فعاليات لنشر ابتكارات مجتمع جامعة الإمارات"
    case "175106020004":
    return "175106020004:تحفيز المبتكرين - إنشاء نظام مكافآت متكامل للابتكار في الجامعة"
    case "175106020000":
    return "175106020000:تحفيز ومكافأة الابتكارات والمبتكرين."
    case "175106030001":
    return "175106030001: التطوير المهني - تنفيذ برامج تدريبية في مجال الابتكار لتعزيز ثقافة"
    case "175106030002":
    return "175106030002:خدمات داعمة للابتكار- مراجعة خدمات الجامعة وعملياتها وسياساتها لدعم"
    case "175106030003":
    return "175106030003:حوكمة الابتكار - إنشاء الإطار العام لحوكمة الابتكار في الجامعة."
    case "175106030000":
    return "175106030000:تعزيز عقلية الابتكار ضمن مجتمع جامعة الإمارات العربية المتحدة."
    case "175201010001":
    return "175201010001: وضع مجموعة من الانشطة الجديدة المقدمة لدعم الإرشاد الأكاديمي"
    case "175201010002":
    return "175201010002: نظام لتحديد الطلاب “ذوي التحصيل الضعيف” والتواصل معهم"
    case "175201010003":
    return "175201010003: حملة للتوعية بأهمية الإرشاد الأكاديمي"
    case "175201010000":
    return "175201010000: تطوير وتحديث برنامج الإرشاد الأكاديمي *"
    case "175201020001":
    return "175201020001: تبسيط العمليات اللوجستية والتشغيلية للأندية الطلابية التي يديرها ا"
    case "175201020002":
    return "175201020002: إنشاء برنامج شامل لجوائز نادي الطلبة"
    case "175201020003":
    return "175201020003: إطلاق حملة التوعية والمشاركة بالتعاون مع قادة مجلس الطلاب"
    case "175201020000":
    return "175201020000: إطلاق حملة جديدة لزيادة حيوية الحياة الطلابية"
    case "175201030001":
    return "175201030001: إنشاء التطبق الذكي للخدمات الطلابية"
    case "175201030002":
    return "175201030002: تقديم المحاضرات عن طريق الإنترنت والتطبيقات الذكية"
    case "175201030003":
    return "175201030003: إنشاء منصة إلكترونية شاملة للخدمات المهنية"
    case "175201030000":
    return "175201030000: تطوير تطبيقات الخدمات الطلابية و تحفيز التفاعل والمشاركة*"
    case "175201040001":
    return "175201040001: تعزيز فريق خدمات الإرشاد المهني"
    case "175201040002":
    return "175201040002: تطوير الخدمات المهنية المستهدفة"
    case "175201040003":
    return "175201040003: إطلاق حملة لتوعية الطلبة وتعزيز مشاركتهم"
    case "175201040000":
    return "175201040000: تعزيز خدمات الإرشاد المهني في التطوير المهني للطلبة*"
    case "175201050001":
    return "175201050001: إطلاق حملة توعية حول برنامج العمل الطلابي التطوعي"
    case "175201050002":
    return "175201050002: إنشاء مراكز للتوعية المجتمعية حيث يمكن للطلاب تطوير وقيادة المشاري"
    case "175201050003":
    return "175201050003: تطوير منهجي للعلاقات مع منظمات المجتمع المحلي"
    case "175201050004":
    return "175201050004: ضمان فعالية نظام الرصد والتتبع لساعات العمل التطوعي"
    case "175201050000":
    return "175201050000: تعزيز برامج العمل الطلابي التطوعي*"
    case "175201060001":
    return "175201060001: الإلتحاق بالبرامج الدراسية (خدمة ذات أولوية)"
    case "175201060002":
    return "175201060002: إضافة أو سحب مواد (خدمة ذات أولوية)"
    case "175201060003":
    return "175201060003: توفير مواد وأدوات للطلاب من ذوي الاحتياجات الخاصة (خدمة ذات أولوية"
    case "175201060004":
    return "175201060004: إصدار كتاب لمن يهمه الأمر للشؤون الطلابية"
    case "175201060005":
    return "175201060005: إصدار كتاب بالتغييرات على البرنامج"
    case "175201060006":
    return "175201060006: إصدار سجل الدرجات الرسمي"
    case "175201060007":
    return "175201060007: إصدار إفادة بإتمام متطلبات البرنامج"
    case "175201060008":
    return "175201060008: إصدار شهادة التخرج"
    case "175201060009":
    return "175201060009: إصدار طلب الانتقال بين البرامج الدراسية أوالكليات"
    case "175201060010":
    return "175201060010: إصدار طلب الانتقال إلى جامعات أخرى"
    case "175201060000":
    return "175201060000: الخدمات الطلابية"
    case "175201070001":
    return "175201070001: توفير المعلومات والمشورة الصحية"
    case "175201070002":
    return "175201070002: توفير معونة مالية"
    case "175201070003":
    return "175201070003: توفير المشورة المهنية (خدمة ذات أولوية)"
    case "175201070004":
    return "175201070004: توفير التدريب في موقع العمل لإتمام متطلبات البرامج التخصصية (خدمة"
    case "175201070005":
    return "175201070005: الإعداد للتدريب العملي الميداني (خدمة ذات أولوية)"
    case "175201070000":
    return "175201070000: المشورة الاجتماعية والأكاديمية والمهنية"
    case "175201080001":
    return "175201080001: إصدار بطاقات بدل فاقد"
    case "175201080002":
    return "175201080002: إصدار بطاقات للطلبة لإستعمال مرافق الكلية"
    case "175201080000":
    return "175201080000: الخدمات الأكاديمية وغير الأكاديمية"
    case "175201090001":
    return "175201090001: توفير المشورة من خلال أمناء المكتبات"
    case "175201090002":
    return "175201090002: حجز واستعارة الكتب والأقراص الممغنطة والفيديوهات"
    case "175201090000":
    return "175201090000: المكتبات والمصادر التعليمية"
    case "175201100001":
    return "175201100001: تأسيس نوادي طلابية"
    case "175201100002":
    return "175201100002: إقامة مباريات رياضية مع الكليات الأخرى"
    case "175201100000":
    return "175201100000: الأنشطة الطلابية"
    case "175201110001":
    return "175201110001: إقامة معارض التوظيف"
    case "175201110000":
    return "175201110000: خدمات خريجي كليات التقنية العليا"
    case "175201120001":
    return "175201120001: توفير المعلومات للطلبة الجدد والمستمرين (خدمة ذات أولوية)"
    case "175201120000":
    return "175201120000: خدمة المعلومات"
    case "175202010001":
    return "175202010001: إنشاء إطار لضمان الجودة"
    case "175202010002":
    return "175202010002: إشراك الأطراف المعنية الداخلية والخارجية في عملية ضمان جودة البرام"
    case "175202010003":
    return "175202010003: وضع برنامج تقييم الجودة"
    case "175202010004":
    return "175202010004: إنشاء منصة لإدارة المعرفة"
    case "175202010000":
    return "175202010000: ضمان جودة تصميم وتقديم البرامج الاكاديمية*"
    case "175202020001":
    return "175202020001: موائمة الدرجات الممنوحة مع الإطار الوطني للمؤهلات"
    case "175202020002":
    return "175202020002: إنشاء مسار مهني لطلبة دون الدبلوم"
    case "175202020003":
    return "175202020003: إدراج الشهادات المهنية ضمن محتوى البرامج الأكاديمية"
    case "175202020004":
    return "175202020004: إشراك أصحاب سوق العمل في عملية التطوير"
    case "175202020005":
    return "175202020005: توفير فرص العمل الميداني والتدريب العملي"
    case "175202020006":
    return "175202020006: مراجعة مصفوفات البرامج لتزويد الطلاب بخيارات دراسية أخرى"
    case "175202020000":
    return "175202020000: إعادة هيكلة المسار التعليمي بموائمة مخرجاته مع الإطار الوطني للمؤه"
    case "175202030001":
    return "175202030001: إعداد البنية التحتية لبناء نموذج التعلم الذكي"
    case "175202030002":
    return "175202030002: إعداد عملية التقييم"
    case "175202030003":
    return "175202030003: تطبيق نموذج التعلم الذكي"
    case "175202030004":
    return "175202030004: إعداد مركز التعلم الذكي"
    case "175202030000":
    return "175202030000: التعلّم الذكي *"
    case "175202040001":
    return "175202040001: إعداد عمليات وانظمة الإعتماد المؤسسي"
    case "175202040002":
    return "175202040002: إعداد عمليات وانظمة الإعتماد الأكاديمي"
    case "175202040000":
    return "175202040000: الإعتماد الدولي والمحلي للبرامج لأكاديمية*"
    case "175202050001":
    return "175202050001: عقد شراكة مع أكاديمية التعليم العالي البريطاني"
    case "175202050002":
    return "175202050002: توعية المدرسين بالمعايير القياسية للمستويات المهنية المختلفة المعت"
    case "175202050003":
    return "175202050003: وضع و تنفيذ خطط تطويرية فردية للمدرسين تضمن اجتيازهم من مستوى لاخر"
    case "175202050000":
    return "175202050000: برنامج التطوير المهني لهيئة التدريس"
    case "175202060001":
    return "175202060001: وضع سياسة تحفيزية للبحث العلمي التطبيقي"
    case "175202060002":
    return "175202060002: عقد شراكات مع مؤسسات أكاديمية وبحثية أقليميا وعالميا"
    case "175202060003":
    return "175202060003: اطلاق جائزة داخلية لأفضل الأبحاث التطبيقية"
    case "175202060004":
    return "175202060004: ربط مخرجات هيئة التدريس البحثية بنظام الترقيات"
    case "175202060000":
    return "175202060000: برنامج دعم الأبحاث التطبيقية*"
    case "175202070001":
    return "175202070001: تقنية الاتصال التطبيقي"
    case "175202070002":
    return "175202070002: إدارة الأعمال في خدمة العملاء"
    case "175202070003":
    return "175202070003: إدارة الأعمال في تجارة التجزئة"
    case "175202070004":
    return "175202070004: دعم وإدارة أنظمة الحاسوب"
    case "175202070005":
    return "175202070005: دعم وإدارة المكاتب الإلكترونية"
    case "175202070006":
    return "175202070006: مساعد في الفصل الدراسي"
    case "175202070007":
    return "175202070007: تقنية الهندسة التطبيقية"
    case "175202070008":
    return "175202070008: إدارة الرعاية الصحية (خدمة ذات أولوية)"
    case "175202070009":
    return "175202070009: ترميز المعلومات الصحية"
    case "175202070000":
    return "175202070000: برامج الدبلوم التطبيقي"
    case "175202080001":
    return "175202080001: الإتصال التطبيقي - الصور المتحركة"
    case "175202080002":
    return "175202080002: الإتصال التطبيقي - الإتصال المؤسسي والإعلامي"
    case "175202080003":
    return "175202080003: الإتصال التطبيقي - تصميم وتسويق الأزياء"
    case "175202080004":
    return "175202080004: الإتصال التطبيقي - فنون الجرافيك"
    case "175202080005":
    return "175202080005: الإتصال التطبيقي - الإعلام التطبيقي"
    case "175202080006":
    return "175202080006: الإتصال التطبيقي - إنتاج الفيديو(خدمة ذات أولوية)"
    case "175202080007":
    return "175202080007: إدارة الأعمال"
    case "175202080008":
    return "175202080008: إدارة الأعمال - محاسبة"
    case "175202080009":
    return "175202080009: إدارة الأعمال - الخدمات المالية والأعمال المصرفية (خدمة ذات أولوية"
    case "175202080010":
    return "175202080010: إدارة الأعمال - إدارة الموارد البشرية"
    case "175202080011":
    return "175202080011: إدارة الأعمال - إدارة الأعمال الدولية"
    case "175202080012":
    return "175202080012: إدارة الأعمال - إدارة وتطوير العقارات (خدمة ذات أولوية)"
    case "175202080013":
    return "175202080013: إدارة الأعمال - إدارة الجودة والاستراتيجية"
    case "175202080014":
    return "175202080014: إدارة الأعمال - السياحة وإدارة الأنشطة"
    case "175202080015":
    return "175202080015: إدارة الأعمال - إدارة سلسلة التوريد"
    case "175202080016":
    return "175202080016: التربية - التعليم للمرحلة التمهيدية (خدمة ذات أولوية)"
    case "175202080017":
    return "175202080017: التربية - تقنية التعليم (خدمة ذات أولوية)"
    case "175202080018":
    return "175202080018: التربية - تدريس الإنجليزية في المدارس (خدمة ذات أولوية)"
    case "175202080019":
    return "175202080019: التربية - التعليم للمرحلة الابتدائية (خدمة ذات أولوية)"
    case "175202080020":
    return "175202080020: تقنية صيانة الطيران - هياكل ومحركات الطائرات (خدمة ذات أولوية)"
    case "175202080021":
    return "175202080021: تقنية صيانة الطيران - إلكترونيات الطيران (خدمة ذات أولوية)"
    case "175202080022":
    return "175202080022: تقنية الهندسة الكيميائية (خدمة ذات أولوية)"
    case "175202080023":
    return "175202080023: تقنية الهندسة المدنية (خدمة ذات أولوية)"
    case "175202080024":
    return "175202080024: تقنية الهندسة الكهربائية (خدمة ذات أولوية)"
    case "175202080025":
    return "175202080025: تقنية الهندسة الإلكترونية (خدمة ذات أولوية)"
    case "175202080026":
    return "175202080026: تقنية الهندسة الميكانيكية (خدمة ذات أولوية)"
    case "175202080027":
    return "175202080027: تقنية الهندسة الإلكتروميكانيكية (خدمة ذات أولوية)"
    case "175202080028":
    return "175202080028: الصحة المجتمعية (خدمة ذات أولوية)"
    case "175202080029":
    return "175202080029: صحة الفم والأسنان (خدمة ذات أولوية)"
    case "175202080030":
    return "175202080030: الخدمات الطبية الطارئة (خدمة ذات أولوية)"
    case "175202080031":
    return "175202080031: الإدارة والقيادة الصحية"
    case "175202080032":
    return "175202080032: علوم المختبرات الطبية (خدمة ذات أولوية)"
    case "175202080033":
    return "175202080033: الصيدلة (خدمة ذات أولوية)"
    case "175202080034":
    return "175202080034: إدارة المعلومات الصحية"
    case "175202080035":
    return "175202080035: التصوير بالأشعة (خدمة ذات أولوية)"
    case "175202080036":
    return "175202080036: التمريض (خدمة ذات أولوية)"
    case "175202080037":
    return "175202080037: العمل الاجتماعي"
    case "175202080038":
    return "175202080038: أنظمة المعلومات - الحلول التجارية (خدمة ذات أولوية)"
    case "175202080039":
    return "175202080039: أنظمة المعلومات - أنظمة الأمن والأدلة الجنائية"
    case "175202080040":
    return "175202080040: تقنية المعلومات - تطوير التطبيقات"
    case "175202080041":
    return "175202080041: تقنية المعلومات - تقنية التدريس وإدارة التدريب"
    case "175202080042":
    return "175202080042: تقنية المعلومات - تقنيات الوسائط التفاعلية المتعددة"
    case "175202080043":
    return "175202080043: تقنية المعلومات - الشبكات الإلكترونية"
    case "175202080000":
    return "175202080000: برامج البكالوريوس التطبيقية"
    case "175202090001":
    return "175202090001: إدارة الأعمال"
    case "175202090002":
    return "175202090002: إدارة أنظمة المعلومات"
    case "175202090003":
    return "175202090003: الإدارة والسياسة التعليمية (خدمة ذات أولوية)"
    case "175202090000":
    return "175202090000: برامج الماجستير التطبيقية"
    case "175203010001":
    return "175203010001: تحديد المجالات والشركاء ذوي الأولوية الإستراتيجية"
    case "175203010002":
    return "175203010002: وضع نظام لإدارة العلاقة مع الشركاء الاستراتيجيين"
    case "175203010003":
    return "175203010003: صياغة عرض القيمة يركز على النفع المتبادل"
    case "175203010004":
    return "175203010004: وضع منهجية لضمان فعالية اتفاقات الشراكة / مذكرات تفاهم"
    case "175203010000":
    return "175203010000: تطوير و تنفيذ منهجية لإدارة الشراكات الاستراتيجية *"
    case "175203020001":
    return "175203020001: إنشاء قاعدة بيانات مركزية للخريجين"
    case "175203020002":
    return "175203020002: تطوير خدمات ونقاط اتصال لتعزيز مشاركة الخريجين"
    case "175203020003":
    return "175203020003: تطوير قنوات خاصة للخريجين للمساهمة في كليات التقنية العليا"
    case "175203020000":
    return "175203020000: وضع برنامج الخريجين الفاعلين في المجتمع المحلي"
    case "175203030001":
    return "175203030001: تعزيز فريق التواصل المجتمعي"
    case "175203030002":
    return "175203030002: تطوير برامج فعالة لإشراك طلبة المدارس في أنشطة متعددة وتقييم فعالي"
    case "175203030003":
    return "175203030003: تأسيس حملات لترويج الصورة الإيجابية و تغيير التصورات السلبية حول ا"
    case "175203030000":
    return "175203030000: برنامج تهيئة طلاب المدارس الثانوية للتعليم الجامعي*"
    case "175203040001":
    return "175203040001: إنشاء البنية التحتية لمركز خدمة العملاء ومكتب الدعم متعدد القنوات"
    case "175203040002":
    return "175203040002: تحديد السياسات والمبادئ التوجيهية الموحدة لمركز خدمة العملاء ومكتب"
    case "175203040003":
    return "175203040003: وضع نظام المراقبة لضمان جودة مركز الاتصال لخدمة العملاء / مكتب الم"
    case "175203040000":
    return "175203040000: تطوير مركز خدمة العملاء ومكتب الدعم"
    case "175204010001":
    return "175204010001: تحديد الوظائف الإستراتيجية ووضع خطة استقطاب بشأنها"
    case "175204010002":
    return "175204010002: تعريف عرض قيمة التوظيف المقترح ورسائل التوظيف الرئيسية"
    case "175204010003":
    return "175204010003: تطوير استراتيجية التوظيف"
    case "175204010004":
    return "175204010004: عملية توظيف موحدة وصارمة على مستوى الكليات"
    case "175204010000":
    return "175204010000: وضع عملية التوظيف الاستراتيجي"
    case "175204020001":
    return "175204020001: انشاء برامج ماقبل الانضمام وتهيئة الموظفين الجدد"
    case "175204020002":
    return "175204020002: تطوير برامج الانتماء و المشاركة الاجتماعية"
    case "175204020003":
    return "175204020003: إعداد عملية المراجعة المنتظمة للرضا"
    case "175204020000":
    return "175204020000: وضع خطة الانتماء لجميع الموظفين"
    case "175204030001":
    return "175204030001: تطوير مسارات جذابة وتنافسية في مجال التطور الوظيفي"
    case "175204030002":
    return "175204030002: توفير فرص التطوير المهني لجميع الموظفين"
    case "175204030003":
    return "175204030003: إنشاء برنامج التطوير المهني التنافسي"
    case "175204030004":
    return "175204030004: الربط مع نظام إدارة الأداء"
    case "175204030000":
    return "175204030000: نظام التطوير الوظيفي لجميع الموظفين"
    case "175204040001":
    return "175204040001: تطوير وتحديث السياسات والإجراءات على مستوى الكليات"
    case "175204040002":
    return "175204040002: إنشاء منصة مركزية إلكترونية للاتصال على نطاق المؤسسة"
    case "175204040000":
    return "175204040000: وضع السياسات و الإجراءات (الاكاديمية و غير الاكاديمية) وتعميمها عل"
    case "175204050001":
    return "175204050001: تحليل النموذج الحالي للمجمع وفق معايير الاعتماد الدولية والمحلية ل"
    case "175204050002":
    return "175204050002: اعادة هيكلة الهيكل التنظيمي"
    case "175204050003":
    return "175204050003: تطوير نموذج حوكمة متكامل مع أدوار ومسؤوليات واضحة"
    case "175204050004":
    return "175204050004: مراجعة وتحديث مصفوفة الصلاحيات"
    case "175204050000":
    return "175204050000: إعادة هيكلة منظومة الإدارة والحوكمة المؤسسية*"
    case "175204060001":
    return "175204060001: تخفيض التكاليف والنفقات"
    case "175204060002":
    return "175204060002: إدارة الرواتب"
    case "175204060003":
    return "175204060003: إعداد الميزانية ومتابعة تنفيذها"
    case "175204060004":
    return "175204060004: إدارة المدفوعات والاستحقاقات"
    case "175204060005":
    return "175204060005: إجراء التدقيق الداخلي"
    case "175204060000":
    return "175204060000: إدارة الموارد المالية بكفاءة وفعالية"
    case "175204070001":
    return "175204070001: إدارة المشتريات"
    case "175204070002":
    return "175204070002: إدارة العقود ومتابعتها"
    case "175204070000":
    return "175204070000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "175204080001":
    return "175204080001: تخطيط الموارد البشرية والإستقطاب والتعيين"
    case "175204080002":
    return "175204080002: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات، الفو"
    case "175204080000":
    return "175204080000: تطبيق أفضل ممارسات الموارد البشرية"
    case "175204090001":
    return "175204090001: إدارة الجودة"
    case "175204090002":
    return "175204090002: إدارة علاقات المتعاملين"
    case "175204090003":
    return "175204090003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "175204090000":
    return "175204090000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "175204100001":
    return "175204100001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "175204100002":
    return "175204100002: إدارة النشاط الإعلامي"
    case "175204100000":
    return "175204100000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "175204110001":
    return "175204110001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "175204110002":
    return "175204110002: مستشاري الوزير والمدير العام (الوكيل)"
    case "175204110000":
    return "175204110000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "175204120001":
    return "175204120001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "175204120002":
    return "175204120002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "175204120000":
    return "175204120000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "175204130001":
    return "175204130001: إعداد الدراسات والاستشارات القانونية"
    case "175204130002":
    return "175204130002: إدارة الشؤون القانونية"
    case "175204130000":
    return "175204130000: توفير أفضل الخدمات القانونية"
    case "175204140001":
    return "175204140001: الصيانة"
    case "175204140002":
    return "175204140002: الإيجار"
    case "175204140003":
    return "175204140003: المواصلات"
    case "175204140004":
    return "175204140004: رسوم الاستشارات"
    case "175204140005":
    return "175204140005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "175204140006":
    return "175204140006: الخدمات المشتركة الاخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "175204140000":
    return "175204140000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "175205010001":
    return "175205010001: إنشاء مراكز ابتكار لإيجاد حلول مبتكرة لمشاكل واقعية"
    case "175205010002":
    return "175205010002: عرض مشاريع الابتكار"
    case "175205010003":
    return "175205010003: تطوير جائزة داخلية للإبتكار"
    case "175205010000":
    return "175205010000: تطوير مراكز الإبتكار *"
    case "175205020001":
    return "175205020001: تحديد وتوحيد معايير التصميم لقاعات التعلم المبتكرة"
    case "175205020002":
    return "175205020002: تحديد وتوفير ممكنات قاعات التعلم المبتكرة"
    case "175205020003":
    return "175205020003: اعادة تصميم قاعات التعلم المختلفة وفق معايير القاعات المبتكرة"
    case "175205020004":
    return "175205020004: توعية وتدريب هيئة التدريس على أساليب التعلم بالقاعات المبتكرة"
    case "175205020000":
    return "175205020000: برنامج قاعات التعلم المبتكرة*"
    case "175205030001":
    return "175205030001: تنفيذ برامج تدريبية للوظفين في مجال الابتكار"
    case "175205030002":
    return "175205030002: اشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "175205030003":
    return "175205030003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "175205030004":
    return "175205030004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية و الخارجي"
    case "175205030005":
    return "175205030005: رعاية المواهب المبتكرة"
    case "175205030000":
    return "175205030000: بناء قدرات الموظفين في مجال الابتكار"
    case "175301010001":
    return "175301010001: زيادة عدد مساقات التعلم الذكي المطورة"
    case "175301010002":
    return "175301010002: تفعيل أدوات الاتصال التفاعلية بين الطلبة وأعضاء هيئة التدريس"
    case "175301010000":
    return "175301010000: الارتقاء بمستوى برامج التعليم الذكي في جميع البرامج التعليمية"
    case "175301020001":
    return "175301020001: زيادة عدد المساقات التي يتم تدريسها باللغة العربية عبر مختلف التخص"
    case "175301020002":
    return "175301020002: الحرص على استمرار طرح مساق اللغة الانجليزية للأهداف الأكاديمية إلى"
    case "175301020003":
    return "175301020003: إنشاء مركز دعم الكتابة للغتين العربية والانجليزية"
    case "175301020004":
    return "175301020004: تنسيق الدعم الأكاديمي من خلال مكتب النجاح الأكاديمي"
    case "175301020005":
    return "175301020005: ترسيخ برامج القراءة الالكترونية عبر جميع برامج البكالوريوس"
    case "175301020000":
    return "175301020000: تطوير الكفاءات اللغوية (العربية والانجليزية) للطلبة من خلال البرام"
    case "175301030001":
    return "175301030001: تعزيز الخدمات المقدمة للطلبة"
    case "175301030002":
    return "175301030002: وضع آليات للمساهمة في زيادة توظيف الخرجين"
    case "175301030000":
    return "175301030000: تطوير خدمات الدعم الطلابي"
    case "175301040001":
    return "175301040001: تطوير برنامج متكامل لتنمية القيادة الطلابية وتنفيذه ويتضمن متابعة"
    case "175301040002":
    return "175301040002: اشراك الطلبة في المسابقات التنافسية الوطنية الدولة والتوسع في أخذ"
    case "175301040003":
    return "175301040003: تقديم الدعم المستمر للطلبة لإنشاء نوادي طلابية وجمعيات مهنية تخصصي"
    case "175301040000":
    return "175301040000: بناء بيئة نابضة بالحياة الأكاديمية تشجع على اكتساب المعرفة والمهار"
    case "175301050001":
    return "175301050001: تقييم بعض المرافق التعليمية المختارة وإجراء التغييرات الضرورية الت"
    case "175301050002":
    return "175301050002: دعم وتحفيز مشاريع حاضنات الاعمال والمشاريع الصغيرة"
    case "175301050000":
    return "175301050000: تصميم مساحات لتشجيع الابتكار والعمل التعاوني وريادة الاعمال"
    case "175301060001":
    return "175301060001: تطوير نظام الكتروني لمتابعة استقطاب الطلبة الدوليين وطلبة الدراسات"
    case "175301060002":
    return "175301060002: عقد لقاءات تعريفية لمدارس الثانوية للتعريف بالجامعة"
    case "175301060003":
    return "175301060003: المشاركة في المعارض الاكاديمية للتعريف بالبرامج المطروحة في الجامع"
    case "175301060000":
    return "175301060000: تطوير برامج استقطاب الطلبة"
    case "175301070001":
    return "175301070001: القيام بدراسة شاملة للوضع الحالي الخاص بتسرب واستبقاء الطلبة, أسبا"
    case "175301070002":
    return "175301070002: تطبيق طرق وسياسات الانذار المبكر وخصوصا للطلبة ضعيفي الاداء"
    case "175301070003":
    return "175301070003: اعداد خارطة طريق لكل طالب من بداية التحاقة بالجامعة ,"
    case "175301070004":
    return "175301070004: اعداد برامج تهيئة لطلبة المدارس في المواد الاولية الخاصة بالمرحلة"
    case "175301070005":
    return "175301070005: تطبيق أليات استقطاب الطلبة المتميزيين في المدارس للاتحاق بالجامعة"
    case "175301070000":
    return "175301070000: تعزيز كفاءة العملية التعليمية لتقليل التسرب والارتقاء بمستوى الطلب"
    case "175301080001":
    return "175301080001: ابرام اتفاقيات مع مؤسسات عامة وخاصة لتدربب وتوظيف الطلاب"
    case "175301080002":
    return "175301080002: القيام بدراسة سنوية لفهم المهارات و التخصصات المطلوبة"
    case "175301080000":
    return "175301080000: تطوير آليات تساهم في توظيف الخريجين المواطنين"
    case "175301090001":
    return "175301090001: طرح مسابقات ثقافية لتعزيز دور القراءة و الاطلاع الفكري في جميع الم"
    case "175301090002":
    return "175301090002: دمج مفاهيم و أبعاد المواطنة في الأنشطة الصفية و اللاصفية"
    case "175301090003":
    return "175301090003: إعداد حملات توعوية فيما يختص بنشر ثقافة السلام و الإسلام"
    case "175301090000":
    return "175301090000: تعزيز الانتماء الوطني وممارسات المواطنة الصالحة"
    case "175301100001":
    return "175301100001: برنامج المحاسبة"
    case "175301100002":
    return "175301100002: برنامج التمويل (خدمة ذات أولوية)"
    case "175301100003":
    return "175301100003: برنامج إدارة الموارد البشرية"
    case "175301100004":
    return "175301100004: برنامج التسويق وريادة الأعمال (خدمة ذات أولوية)"
    case "175301100000":
    return "175301100000: منح بكالوريوس في الإدارة"
    case "175301110001":
    return "175301110001: برنامج التصميم الجرافيكي (خدمة ذات أولوية)"
    case "175301110002":
    return "175301110002: برنامج التصميم الداخلي"
    case "175301110003":
    return "175301110003: برنامج الفنون البصرية"
    case "175301110004":
    return "175301110004: برنامج الرسوم المتحركة"
    case "175301110000":
    return "175301110000: منح بكالوريوس في الفنون والتصميم"
    case "175301120001":
    return "175301120001: برنامج الاتصال الاستراتيجي"
    case "175301120002":
    return "175301120002: برنامج الفيلم والفيديو"
    case "175301120003":
    return "175301120003: برنامج السياحة والاتصال الثقافي"
    case "175301120004":
    return "175301120004: برنامج الإعلام الجديد (خدمة ذات أولوية)"
    case "175301120000":
    return "175301120000: منح بكالوريوس في علوم الاتصال والإعلام"
    case "175301130001":
    return "175301130001: برنامج العلوم في تقنية المعلومات - تخصص أمن وتقنيات شبكات المعلوما"
    case "175301130002":
    return "175301130002: برنامج العلوم في تقنية المعلومات - تخصص إدارة حوسبة المؤسسات"
    case "175301130000":
    return "175301130000: منح بكالوريوس في الابتكار التقني"
    case "175301140001":
    return "175301140001: برنامج في الدراسات الدولية"
    case "175301140002":
    return "175301140002: برنامج في العلوم البيئية والاستدامة"
    case "175301140003":
    return "175301140003: برنامج في الصحة العامة والتغذية (خدمة ذات أولوية)"
    case "175301140000":
    return "175301140000: منح بكالوريوس في آداب وعلوم الاستدامة"
    case "175301150001":
    return "175301150001: برنامج الطفولة المبكرة (خدمة ذات أولوية)"
    case "175301150002":
    return "175301150002: برنامج التدريس في مجال تعليم اللغة الإنجليزية - التعليم الأساسي (خ"
    case "175301150003":
    return "175301150003: برنامج التدريس في مجال تعليم الرياضيات - التعليم الأساسي (خدمة ذات"
    case "175301150004":
    return "175301150004: برنامج الإرشاد الاجتماعي"
    case "175301150000":
    return "175301150000: منح بكالوريوس في التربية"
    case "175301160001":
    return "175301160001: برنامج العلوم في نظم المعلومات وإدارة التقنيات (خدمة ذات أولوية)"
    case "175301160002":
    return "175301160002: برنامج تصميم الوسائط المتعددة"
    case "175301160003":
    return "175301160003: برنامج الدراسات الإماراتية"
    case "175301160004":
    return "175301160004: برنامج علم النفس والخدمات البشرية"
    case "175301160000":
    return "175301160000: منح درجات بكالوريوس مشتركة بين الكليات"
    case "175301170001":
    return "175301170001: الماجستير التنفيذي في إدارة الأعمال"
    case "175301170002":
    return "175301170002: ماجستير في الأعمال الدولية"
    case "175301170003":
    return "175301170003: ماجستير العلوم في التمويل (خدمة ذات أولوية)"
    case "175301170000":
    return "175301170000: منح ماجستير في الإدارة"
    case "175301180001":
    return "175301180001: ماجستير السياحة والاتصال الثقافي"
    case "175301180002":
    return "175301180002: ماجستير العلاقات العامة الإستراتيجية"
    case "175301180000":
    return "175301180000: منح ماجستير في الآداب وعلوم الاتصال"
    case "175301190001":
    return "175301190001: ماجستير العلوم في تقنية المعلومات - تخصص أمن شبكات المعلومات (خدمة"
    case "175301190000":
    return "175301190000: منح ماجستير في الابتكار التقني"
    case "175301200001":
    return "175301200001: ماجستير في الدبلوماسية والشؤون الدولية"
    case "175301200002":
    return "175301200002: ماجستير في دراسات المتاحف"
    case "175301200003":
    return "175301200003: الماجستير التنفيذي في الإدارة العامة"
    case "175301200004":
    return "175301200004: الماجستير التنفيذي في إدارة الرعاية الصحية (خدمة ذات أولوية)"
    case "175301200000":
    return "175301200000: منح ماجستير في آداب وعلوم الاستدامة"
    case "175301210001":
    return "175301210001: ماجستير في القيادة التربوية والإدارة (خدمة ذات أولوية)"
    case "175301210000":
    return "175301210000: منح ماجستير في التربية"
    case "175301220001":
    return "175301220001: الالتحاق بالجامعة لدرجات البكالوريوس والماجستير (خدمة ذات أولوية)"
    case "175301220002":
    return "175301220002: استخراج شهادة لمن يهمه الأمر لاستمرارية الدراسة"
    case "175301220003":
    return "175301220003: استخراج وثيقة سجل دراسي باللغة العربية أو الإنجليزية (خدمة ذات أول"
    case "175301220004":
    return "175301220004: استخراج وثيقة تعديل بيانات"
    case "175301220005":
    return "175301220005: استخراج شهادة جامعية لدرجة البكالوريوس (خدمة ذات أولوية)"
    case "175301220006":
    return "175301220006: استخراج مصدقة تخرج للشهادة الجامعية"
    case "175301220007":
    return "175301220007: تسجيل مساقات دراسية (خدمة ذات أولوية)"
    case "175301220008":
    return "175301220008: سحب مساقات دراسية"
    case "175301220009":
    return "175301220009: إضافة مساقات دراسية"
    case "175301220010":
    return "175301220010: إعادة قيد في الجامعة"
    case "175301220011":
    return "175301220011: استخراج بطاقة جامعية (خدمة ذات أولوية)"
    case "175301220012":
    return "175301220012: استخراج بطاقة بدل فاقد"
    case "175301220000":
    return "175301220000: القبول والتسجيل"
    case "175301230001":
    return "175301230001: توفير خدمات الإرشاد الأكاديمي (خدمة ذات أولوية)"
    case "175301230002":
    return "175301230002: توفير خدمات الإرشاد المهني (خدمة ذات أولوية)"
    case "175301230003":
    return "175301230003: توفير خدمات الإرشاد النفسي (خدمة ذات أولوية)"
    case "175301230004":
    return "175301230004: توفير الخدمات التقنية (خدمة ذات أولوية)"
    case "175301230005":
    return "175301230005: توفير خدمات المعاقين (خدمة ذات أولوية)"
    case "175301230000":
    return "175301230000: الخدمات الإرشادية والمساندة للطلبة"
    case "175301240001":
    return "175301240001: توفير المنح الدراسية"
    case "175301240000":
    return "175301240000: توفير المنح الدراسية"
    case "175301250001":
    return "175301250001: توفير إعانة مالية"
    case "175301250000":
    return "175301250000: توفير المساعدات المالية"
    case "175301260001":
    return "175301260001: توفير الرعاية الطبية للطلبة"
    case "175301260000":
    return "175301260000: الرعاية الطبية"
    case "175301270001":
    return "175301270001: تنظيم وإقامة حفل الخريجين السنوي"
    case "175301270002":
    return "175301270002: توفير النشاطات اللاصفية"
    case "175301270003":
    return "175301270003: توفير النوادي الطلابية"
    case "175301270000":
    return "175301270000: توفير النشاطات الطلابية"
    case "175301280001":
    return "175301280001: توفير خدمات الطباعة ونسخ الوثائق"
    case "175301280000":
    return "175301280000: توفير خدمات مركز الأعمال"
    case "175301290001":
    return "175301290001: استعارة مصادر التعلم"
    case "175301290002":
    return "175301290002: توفير مصادر التعلم الإلكترونية"
    case "175301290000":
    return "175301290000: تقديم الخدمات المكتبية المتكاملة للطلبة"
    case "175301300001":
    return "175301300001: تنظيم فعاليات رابطة الخريجين"
    case "175301300000":
    return "175301300000: توفير خدمات الخريجين"
    case "175302010001":
    return "175302010001: توفير فرص متعددة لأعضاء هيئة التدريس لتمويل البحوث والابتكارعلى أس"
    case "175302010002":
    return "175302010002: منح أولوية التمويل للمشاريع التي تعالج المواضيع المرتبطة بشكل مباش"
    case "175302010000":
    return "175302010000: توفير منح بحثية من الجامعة لأعضاء الهيئة التدريسية وربطها مع الاول"
    case "175302020001":
    return "175302020001: تخصيص 20% من ميزانية كل منحة داخلية لدعم البحوث الطلابية في الجامع"
    case "175302020002":
    return "175302020002: تعزيز التمويل للطلبة لعرض بحوثهم في المؤتمرات ذات الصلة"
    case "175302020000":
    return "175302020000: تشجيع مزيد من الطلبة على الانخراط في مجال إعداد الدراسات والبحوث"
    case "175302030001":
    return "175302030001: تطبيق مساقات البحوث والتنمية لكافة الطلبة"
    case "175302030002":
    return "175302030002: توفير مزيد من فرص التدريب على إعداد البحوث من قبل الطلبة في جميع ا"
    case "175302030000":
    return "175302030000: تطوير مواد جديدة ضمن المناهج الدراسية تساعد على تدريب الطلبة على ا"
    case "175302040001":
    return "175302040001: تطوير سلسلة من السياسات والإجراءات المناسبة لدعم مراكز البحوث."
    case "175302040002":
    return "175302040002: تطوير آلية لتحديد نوعية البحوث المقدمة."
    case "175302040003":
    return "175302040003: تطوير التجمعات البحثية"
    case "175302040000":
    return "175302040000: إنشاء مكتب لدعم البحوث يسهم في زيادة العقود والمنح البحثية من خارج"
    case "175302050001":
    return "175302050001: انشاء مراكز البحوث الخاصة بالعلوم والتكنولوجيا والابتكار"
    case "175302050002":
    return "175302050002: انشاء منصة بحوث الكترونية خاصة بأرشفة البحوث ذات القيمة المباشرة ب"
    case "175302050000":
    return "175302050000: إنشاء مختبرات ومراكز بحثية تخدم الاجندة الوطنية والسياسة العليا لل"
    case "175303010001":
    return "175303010001: المحافظة على الاعتمادات الاكاديمية الحالية واستكمال الجديدة منها"
    case "175303010002":
    return "175303010002: استكمال متطلبات البرامج المؤهلة للاعتماد الكاديمي"
    case "175303010000":
    return "175303010000: المحافظة على الاعتمادات الاكاديمية للبرامج واستكمال الجديدة منها"
    case "175303020001":
    return "175303020001: الارتقاء بوعي أعضاء الهيئة التدريسية والموظفين والطلبة بأهمية التص"
    case "175303020002":
    return "175303020002: الاستمرار في العملية التطويرية للجامعة وفق معايير التصنيف"
    case "175303020003":
    return "175303020003: مواصلة مراجعة السياسات والإجراءات الحالية والعمل على تطوير سياسات"
    case "175303020004":
    return "175303020004: توفير برامج معترف بها عالميا تساعد على تطوير مهارات الطلبة لتتماشى"
    case "175303020000":
    return "175303020000: تحسين التصنيفات الإقليمية والدولية للجامعة"
    case "175303030001":
    return "175303030001: تنفيذ عمليات المسح الميداني الخارجي لتحديد احتياجات سوق العمل"
    case "175303030002":
    return "175303030002: مراجعة البرامج الحالية وتطوير برامج جديدة بناءً على نتائج المسح ال"
    case "175303030003":
    return "175303030003: مواصلة مراجعة معايير البرامج الداخلية ومقارنتها بالبرامج الخارجية"
    case "175303030000":
    return "175303030000: تطوير البرامج الاكاديمية للاستجابة للاحتياجات الوطنية"
    case "175303040001":
    return "175303040001: تحسين برامج إصدار شهادات للتطور المهني لأعضاء هيئة التدريس ومواصلت"
    case "175303040002":
    return "175303040002: متابعة تطوير برامج تناسب طبيعة عمل الموظفين الاداريين لرفع مستوى ك"
    case "175303040003":
    return "175303040003: توظيف واستبقاء أعضاء هيئة التدريس والحفاظ على أعلى معايير التميز ا"
    case "175303040000":
    return "175303040000: التطوير المهني لاعضاء هيئة التدريس والموظفين"
    case "175304010001":
    return "175304010001: إعداد الميزانية ومتابعة تنفيذها"
    case "175304010002":
    return "175304010002: إدارة الرواتب"
    case "175304010003":
    return "175304010003: إدارة المدفوعات والاستحقاقات"
    case "175304010004":
    return "175304010004: إجراء التدقيق الداخلي"
    case "175304010000":
    return "175304010000: إدارة الموارد المالية بكفاءة وفعالية"
    case "175304020001":
    return "175304020001: إدارة المشتريات"
    case "175304020002":
    return "175304020002: إدارة العقود ومتابعتها"
    case "175304020000":
    return "175304020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "175304030001":
    return "175304030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "175304030002":
    return "175304030002: تدريب وتطوير الموظفين"
    case "175304030003":
    return "175304030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "175304030000":
    return "175304030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "175304040001":
    return "175304040001: تطوير النظم والتطبيقات الإلكترونية"
    case "175304040002":
    return "175304040002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "175304040003":
    return "175304040003: إدارة الشبكات وأمن المعلومات"
    case "175304040000":
    return "175304040000: توفير أحدث خدمات تقنية المعلومات"
    case "175304050001":
    return "175304050001: ادارة الجودة المؤسسية"
    case "175304050002":
    return "175304050002: إدارة علاقات المتعاملين"
    case "175304050003":
    return "175304050003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "175304050000":
    return "175304050000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "175304060001":
    return "175304060001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "175304060002":
    return "175304060002: إدارة النشاط الإعلامي"
    case "175304060000":
    return "175304060000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "175304070001":
    return "175304070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "175304070002":
    return "175304070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "175304070000":
    return "175304070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "175304080001":
    return "175304080001: الصيانة"
    case "175304080002":
    return "175304080002: الإيجار"
    case "175304080003":
    return "175304080003: المواصلات"
    case "175304080004":
    return "175304080004: رسوم الاستشارات"
    case "175304080005":
    return "175304080005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "175304080006":
    return "175304080006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "175304080000":
    return "175304080000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "175305010001":
    return "175305010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "175305010002":
    return "175305010002: إشراك الموظفين في برنامج دبلوم-خبير الابتكار الحكومي"
    case "175305010003":
    return "175305010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "175305010004":
    return "175305010004: رعاية المواهب المبتكرة"
    case "175305010005":
    return "175305010005: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "175305010000":
    return "175305010000: بناء قدرات الموظفين في مجال الابتكار"
    case "175305020001":
    return "175305020001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "175305020002":
    return "175305020002: تطوير جائزة داخلية للابتكار"
    case "175305020003":
    return "175305020003: مختبرات الإبتكار"
    case "175305020000":
    return "175305020000: تبني أحدث أدوات ووسائل الابتكار داخل الجامعة"
    case "175305030001":
    return "175305030001: تشجيع البحث والتطوير داخل الجامعة"
    case "175305030002":
    return "175305030002: توثيق كافة الأفكار المبتكرة في الجامعة (المطبقة مسبقاً والجديدة) ف"
    case "175305030003":
    return "175305030003: تشجيع القيادات في الجهة على التواصل مع الموظفين لمناقشة الأفكار"
    case "175305030004":
    return "175305030004: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "175305030005":
    return "175305030005: تخصيص لقاءات دورية مع الطلبة لبحث المشاكل الأكاديمية واقتراح طرق م"
    case "175305030006":
    return "175305030006: تنفيذ أنشطة مختلفة في أسبوع الإبتكار"
    case "175305030007":
    return "175305030007: عرض أفضل الممارسات ونماذج العمل الرائدة"
    case "175305030000":
    return "175305030000: تحسين العمليات بما يعزز من الابتكار"
    case "175701010001":
    return "175701010001: طلب توصيل كهرباء (خدمة ذات أولوية)"
    case "175701010002":
    return "175701010002: إضافة الأحمال"
    case "175701010003":
    return "175701010003: تقسيم الأحمال"
    case "175701010004":
    return "175701010004: دمج الأحمال"
    case "175701010005":
    return "175701010005: فحص التسليكات الداخلية"
    case "175701010006":
    return "175701010006: إعادة التسليكات الداخلية"
    case "175701010007":
    return "175701010007: نقل خدمات الكهرباء"
    case "175701010008":
    return "175701010008: قطع الخدمة النهائي"
    case "175701010009":
    return "175701010009: قطع الخدمة المؤقتة"
    case "175701010010":
    return "175701010010: الفحص الفني للعدادات"
    case "175701010011":
    return "175701010011: تركيب عداد جديد بدلاً من العداد المفقود"
    case "175701010012":
    return "175701010012: اعتماد مخططات الكهرباء الفنية (خدمة ذات أولوية)"
    case "175701010013":
    return "175701010013: إصدار شهادة عدم الممانعة (خدمة ذات أولوية)"
    case "175701010014":
    return "175701010014: إصدار بدل فاقد شهادة عدم الممانعة"
    case "175701010015":
    return "175701010015: التوصيل المؤقت لخدمة الكهرباء"
    case "175701010016":
    return "175701010016: الإبلاغ عن طوارئ الكهرباء (خدمة ذات أولوية)"
    case "175701010000":
    return "175701010000: خدمات الكهرباء"
    case "175701020001":
    return "175701020001: طلب توصيل مياه (خدمة ذات أولوية)"
    case "175701020002":
    return "175701020002: زيادة سعة التوصيل"
    case "175701020003":
    return "175701020003: إضافة عداد لمنشأة قائمة وبها خدمة الماء"
    case "175701020004":
    return "175701020004: نقل خدمات الماء"
    case "175701020005":
    return "175701020005: قطع الخدمة النهائي"
    case "175701020006":
    return "175701020006: الفحص الفني للعدادات"
    case "175701020007":
    return "175701020007: تركيب عداد جديد بدلاً من العداد المفقود"
    case "175701020008":
    return "175701020008: اعتماد مخططات الماء الفنية (خدمة ذات أولوية)"
    case "175701020009":
    return "175701020009: إصدار شهادة عدم ممانعة (خدمة ذات أولوية)"
    case "175701020010":
    return "175701020010: إصدار بدل فاقد شهادة عدم الممانعة"
    case "175701020011":
    return "175701020011: التوصيل المؤقت لخدمة المياه"
    case "175701020012":
    return "175701020012: طلب صهاريج المياه"
    case "175701020013":
    return "175701020013: الإبلاغ عن طوارئ المياه (خدمة ذات أولوية)"
    case "175701020000":
    return "175701020000: خدمة الماء"
    case "175701030001":
    return "175701030001: إصدار شهادة براءة الذمة (خدمة ذات أولوية)"
    case "175701030002":
    return "175701030002: دفع المبالغ المستحقة (خدمة ذات أولوية)"
    case "175701030003":
    return "175701030003: استلام والرد على ملاحظات المتعاملين (خدمة ذات أولوية)"
    case "175701030004":
    return "175701030004: إعادة تفعيل الخدمة للمستهلك الجديد (خدمة ذات أولوية)"
    case "175701030005":
    return "175701030005: طلب استرداد تأمين"
    case "175701030006":
    return "175701030006: طلب تقسيط المبالغ المستحقة"
    case "175701030007":
    return "175701030007: طلب تأجيل موعد السداد"
    case "175701030008":
    return "175701030008: تغيير طبيعة نشاط المنشأة"
    case "175701030009":
    return "175701030009: نقل الحساب من متعامل لآخر"
    case "175701030010":
    return "175701030010: فك تجميد الحساب"
    case "175701030011":
    return "175701030011: تحويل أو استرداد المبالغ الدائنة في الحساب"
    case "175701030012":
    return "175701030012: إصدار شهادة لمن يهمه الأمر"
    case "175701030000":
    return "175701030000: خدمات علاقات المتعاملين"
    case "175701040001":
    return "175701040001: ربط خطوات إصدار شهادات خلو الموقع من الخدمات واعتماد المخططات مع د"
    case "175701040002":
    return "175701040002: إعداد برنامج لتسويق خدمات الهيئة الذكية"
    case "175701040003":
    return "175701040003: تنظيم حملات توعية لتشجيع المتعاملين على استخدام الخدمات الذكية"
    case "175701040000":
    return "175701040000: تطوير الخدمات الإلكترونية والذكية"
    case "175702010001":
    return "175702010001: تطوير و تحديث شبكة 132 ك.ف - المرحلة (أ)"
    case "175702010002":
    return "175702010002: تطوير و تحديث شبكة 132 ك.ف - المرحلة (ب)"
    case "175702010003":
    return "175702010003: تطوير و تحديث شبكة 132 ك.ف - المرحلة (ج)"
    case "175702010004":
    return "175702010004: تطوير و تحديث شبكة 132 ك.ف - المرحلة (د)"
    case "175702010005":
    return "175702010005: تطوير و تحديث شبكة 33 ك.ف - المرحلة (أ)"
    case "175702010006":
    return "175702010006: تطوير و تحديث شبكة 33 ك.ف - المرحلة (ب)"
    case "175702010007":
    return "175702010007: تطوير و تحديث شبكة 33 ك.ف - المرحلة (ج)"
    case "175702010008":
    return "175702010008: تطوير و تحديث شبكة 33 ك.ف - المرحلة (د)"
    case "175702010009":
    return "175702010009: تطوير و تحديث شبكة 11 ك.ف"
    case "175702010010":
    return "175702010010: تنفيذ مشروع نظام العدادات الذكية"
    case "175702010011":
    return "175702010011: تنفيذ مشروع نظام التحكم الآلي في الشبكة 11 ك.ف و ما أقل"
    case "175702010000":
    return "175702010000: تطوير وتنفيذ مشاريع شبكات النقل والتوزيع والتحكم"
    case "175702020001":
    return "175702020001: إجراء الصيانة لمحطات التحويل"
    case "175702020002":
    return "175702020002: إجراء الصيانة لخطوط النقل"
    case "175702020003":
    return "175702020003: إجراء الصيانة لشبكة التوزيع"
    case "175702020004":
    return "175702020004: تحسين الخطوط الهوائية لشبكة 11 ك.ف."
    case "175702020005":
    return "175702020005: تطبيق معايير الأمن والسلامة"
    case "175702020000":
    return "175702020000: صيانة أصول شبكة الكهرباء"
    case "175702030001":
    return "175702030001: تطوير عمليات تشغيل و صيانة نظام العدادات الذكية"
    case "175702030002":
    return "175702030002: تشغيل و صيانة نظام العدادات الذكية"
    case "175702030000":
    return "175702030000: تطوير نظام العدادات الذكية"
    case "175702040001":
    return "175702040001: تطوير سياسات أصول الكهرباء"
    case "175702040002":
    return "175702040002: تسجيل اصول الشبكة في نظام SAP"
    case "175702040003":
    return "175702040003: اعداد منهجية لربط الشبكة مع القطاع الخاص"
    case "175702040004":
    return "175702040004: تقليل المخاطر المحتملة للشبكة"
    case "175702040000":
    return "175702040000: إدارة أصول شبكة الكهرباء"
    case "175702050001":
    return "175702050001: التشغيل الآمن و الاقتصادي للشبكة"
    case "175702050002":
    return "175702050002: إجراء الصيانة لمعدات اسكادا و الإتصالات"
    case "175702050003":
    return "175702050003: اعتماد البرامج التشغيلية للشبكة"
    case "175702050004":
    return "175702050004: تحديث خطة الطوارئ للشبكة"
    case "175702050005":
    return "175702050005: إجراء الصيانة لانظمة مركز المراقبة و التحكم"
    case "175702050006":
    return "175702050006: إجراء البرمجة الهندسية للمحطات"
    case "175702050007":
    return "175702050007: ضمان جاهزية مركز اسكادا البديل"
    case "175702050008":
    return "175702050008: ضمان استمرارية المراقبة لجميع المحطات"
    case "175702050009":
    return "175702050009: تحديث و دعم نظام اسكادا الرئيسي"
    case "175702050010":
    return "175702050010: ضمان التشغيل الآمن للمحطات"
    case "175702050011":
    return "175702050011: الإلتزام بمعايير الهيئة الوطنية للامن الإلكتروني"
    case "175702050012":
    return "175702050012: إصدار الدراسات و التقارير الإحصائية الدورية"
    case "175702050000":
    return "175702050000: المراقبة و التحكم بالشبكة الكهربائية"
    case "175702060001":
    return "175702060001: تطوير محطة الزوراء إلى محطة توليد مشترك لتوليد 600 ميغاوات وانتاج"
    case "175702060002":
    return "175702060002: إنشاء محطة توليد الكهرباء بنظام الطاقة الشمسية بطاقة انتاج 200 ميغ"
    case "175702060000":
    return "175702060000: تطوير وتنفيذ مشاريع توليد الطاقة الكهربائية وفق عقود الشراكة مع ال"
    case "175702070001":
    return "175702070001: استيراد الطاقة الكهربائية"
    case "175702070002":
    return "175702070002: تشغيل محطات توليد الطاقة الكهربائية حسب الحاجة"
    case "175702070003":
    return "175702070003: صيانة محطات توليد الطاقة الكهربائية"
    case "175702070000":
    return "175702070000: توفير الاحتياج من الطاقة الكهربائية"
    case "175703010001":
    return "175703010001: تطوير شبكة نقل المياه"
    case "175703010002":
    return "175703010002: تطوير شبكة توزيع المياه"
    case "175703010003":
    return "175703010003: تطوير خزانات المياه ومحطات الضخ"
    case "175703010004":
    return "175703010004: تحسين شبكات توزيع المياه"
    case "175703010005":
    return "175703010005: إحلال شبكات المياه"
    case "175703010000":
    return "175703010000: تطوير وتنفيذ مشاريع نقل وتخزين وتوزيع المياه"
    case "175703020001":
    return "175703020001: إنشاء محطة تحلية مياه البحر بالتناضح العكسي بسعة 45 مليون جالون يو"
    case "175703020002":
    return "175703020002: إنشاء محطة تحلية مياه البحر بالتناضح العكسي بسعة 30 مليون جالون يو"
    case "175703020003":
    return "175703020003: إنشاء محطة تحلية مياه البحر بالتناضح العكسي بسعة 30 مليون جالون يو"
    case "175703020000":
    return "175703020000: تطوير وتنفيذ مشاريع انتاج المياه"
    case "175703030001":
    return "175703030001: استيراد المياه المحلاة"
    case "175703030002":
    return "175703030002: تشغيل محطات إنتاج المياه"
    case "175703030003":
    return "175703030003: صيانة محطات إنتاج المياه"
    case "175703030000":
    return "175703030000: توفير الاحتياج من المياه"
    case "175704010001":
    return "175704010001: تشجيع المتعاملين على تغيير أنماط السلوك الاستهلاكي لرفع كفاءة استه"
    case "175704010002":
    return "175704010002: خفض إستهلاك الكهرباء والماء في منازل المواطنين بالمناطق التي تخدمه"
    case "175704010003":
    return "175704010003: عقد شراكات إستراتيجية مع الجهات الاتحادية والمحلية لتبني وتطبيق مب"
    case "175704010004":
    return "175704010004: تنفيذ مشاريع تجريبية لدراسة تقنيات متعددة لرفع كفاءة إستخدام الطاق"
    case "175704010005":
    return "175704010005: إجراء الدراسات والأبحاث والتجارب واستخدام التقنيات الحديثة الداعمة"
    case "175704010006":
    return "175704010006: تنفيذ مشروع إنارة الشوارع لرفع كفاءة استهلاك الكهرباء"
    case "175704010000":
    return "175704010000: تطبيق برامج تعمل على تحقيق الاستخدام الأمثل لموارد الطاقة (كفاءة ا"
    case "175705010001":
    return "175705010001: إعداد الميزانية ومتابعة تنفيذها"
    case "175705010002":
    return "175705010002: إدارة الرواتب"
    case "175705010003":
    return "175705010003: إدارة المدفوعات والاستحقاقات"
    case "175705010004":
    return "175705010004: إجراء التدقيق الداخلي"
    case "175705010000":
    return "175705010000: إادارة الموارد المالية بكفاءة وفعالية"
    case "175705020001":
    return "175705020001: إدارة المشتريات"
    case "175705020002":
    return "175705020002: إدارة العقود ومتابعتها"
    case "175705020000":
    return "175705020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "175705030001":
    return "175705030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "175705030002":
    return "175705030002: تدريب وتطوير الموظفين"
    case "175705030003":
    return "175705030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والف"
    case "175705030000":
    return "175705030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "175705040001":
    return "175705040001: إدارة الجودة"
    case "175705040002":
    return "175705040002: إدارة علاقات المتعاملين"
    case "175705040003":
    return "175705040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "175705040000":
    return "175705040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "175705050001":
    return "175705050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "175705050002":
    return "175705050002: إدارة النشاط الإعلامي"
    case "175705050000":
    return "175705050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "175705060001":
    return "175705060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "175705060002":
    return "175705060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "175705060000":
    return "175705060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "175705070001":
    return "175705070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "175705070002":
    return "175705070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "175705070000":
    return "175705070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "175705080001":
    return "175705080001: إعداد الدراسات والاستشارات القانونية"
    case "175705080002":
    return "175705080002: إدارة الشؤون القانونية"
    case "175705080000":
    return "175705080000: توفير أفضل الخدمات القانونية"
    case "175705090001":
    return "175705090001: تطوير النظم والتطبيقات الإلكترونية"
    case "175705090002":
    return "175705090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "175705090003":
    return "175705090003: إدارة الشبكات وأمن المعلومات"
    case "175705090000":
    return "175705090000: توفير أحدث خدمات تقنية المعلومات"
    case "175705100001":
    return "175705100001: الصيانة"
    case "175705100002":
    return "175705100002: الإيجار"
    case "175705100003":
    return "175705100003: المواصلات"
    case "175705100004":
    return "175705100004: رسوم الاستشارات"
    case "175705100005":
    return "175705100005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والان"
    case "175705100006":
    return "175705100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "175705100000":
    return "175705100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "175706010001":
    return "175706010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "175706010002":
    return "175706010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "175706010003":
    return "175706010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "175706010004":
    return "175706010004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "175706010000":
    return "175706010000: بناء قدرات الموظفين في مجال الابتكار"
    case "175706020001":
    return "175706020001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "175706020002":
    return "175706020002: تطوير جائزة داخلية للموظف المبتكر"
    case "175706020003":
    return "175706020003: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "175706020004":
    return "175706020004: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "175706020005":
    return "175706020005: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة"
    case "175706020000":
    return "175706020000: تبني أحدث وسائل الابتكار داخلياً"
    case "175706030001":
    return "175706030001: تشجيع البحث والتطوير داخل الجهة"
    case "175706030002":
    return "175706030002: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "175706030003":
    return "175706030003: تشجيع القيادات في الجهة على التواصل مع الموظفين لمناقشة الأفكار"
    case "175706030004":
    return "175706030004: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "175706030005":
    return "175706030005: عرض أفضل الممارسات ونماذج العمل الرائدة"
    case "175706030000":
    return "175706030000: تحسين عمليات الهيئة بما يعزز ثقافة الابتكار"
    case "175801010001":
    return "175801010001: 1. إقامة برامج رياضية مجتمعية"
    case "175801010002":
    return "175801010002: 2. دعم الاندية الرياضية لتنفيذ مبادرات في الرياضة المجتمعية"
    case "175801010003":
    return "175801010003: 3. اقامة مسابقة افضل مبادرة في الرياضة المجتمعية"
    case "175801010004":
    return "175801010004: 4. اعداد دراسة دورية حول الرياضه المجتمعية"
    case "175801010005":
    return "175801010005: 5. إعداد مشروع منصه الرياضات الترويحية"
    case "175801010006":
    return "175801010006: 6. اعداد ماده اعلاميه تثقيفيه بأهميه الرياضة المجتمعية"
    case "175801010007":
    return "175801010007: 7. تنظيم حملة توعوية خاصة بالرياضة"
    case "175801010008":
    return "175801010008: 8. اقامه برنامج تلفزيوني حول الرياضة المجتمعية"
    case "175801010000":
    return "175801010000: 1. تنفيذ مشروع الرياضة أسلوب حياة"
    case "175801020001":
    return "175801020001: 1. اعداد دراسة و حصر المنشات الرياضه المجتمعية"
    case "175801020002":
    return "175801020002: 2. التنسيق مع الجهات المعنيه لتنفيذ مماشي رياضية"
    case "175801020003":
    return "175801020003: 3. التنسيق مع الجهات المعنيه لتنفيذ ملاعب احياء"
    case "175801020004":
    return "175801020004: 4. التنسيق مع الجهات المعنية لتوزيع الاجهزه الرياضية"
    case "175801020005":
    return "175801020005: 5. اقامه برنامج رياضتك في بيتك"
    case "175801020000":
    return "175801020000: 2- تنفيذ برنامج بيئتي الرياضية"
    case "175801030001":
    return "175801030001: 1. المشاركه في المعارض الداخليه و الخارجيه"
    case "175801030002":
    return "175801030002: 2. إقامة برامج ترويجيه للمنتخبات الوطنيه"
    case "175801030003":
    return "175801030003: 3. إقامة برامج توعويه بروح الرياضه"
    case "175801030000":
    return "175801030000: 3- تنفيذ مبادرة  نحن معاك يالأبيض"
    case "175801040001":
    return "175801040001: 1. إصدار رخصة مزاولة الانشطة الرياضية( خدمة فرعية ذات أولوية)"
    case "175801040002":
    return "175801040002: 2. تجديد رخصة مزاولة الأنشطة الرياضية"
    case "175801040003":
    return "175801040003: 3. إضافة نشاط إلى رخصة مزاولة الأنشطة الرياضية"
    case "175801040004":
    return "175801040004: 4. إلغاء شريك في رخصة مزاولة الأنشطة الرياضية"
    case "175801040005":
    return "175801040005: 5. إضافة شريك في رخصة مزاولة الأنشطة الرياضية"
    case "175801040006":
    return "175801040006: 6. التنازل عن رخصة مزاولة الأنشطة الرياضية"
    case "175801040007":
    return "175801040007: 7. تحديث بيانات رخصة مزاولة الأنشطة الرياضية"
    case "175801040008":
    return "175801040008: 8. إصدار بدل فاقد لرخصة مزاولة الأنشطة الرياضية"
    case "175801040009":
    return "175801040009: 9. إصدار تصريح لتنظيم بطولة دولية"
    case "175801040010":
    return "175801040010: 10. إصدار تصريح بتنظيم بطولة محلية"
    case "175801040011":
    return "175801040011: 11. اصدار تصريح عمل للعاملين في المؤسسات الرياضية الخاصة"
    case "175801040000":
    return "175801040000: 4- ترخيص المؤسسات الرياضية الخاصة"
    case "175802010001":
    return "175802010001: 1. تنفيذ برنامج رعاية الموهوبين"
    case "175802010002":
    return "175802010002: 2. تطوير و استكمال التشريعات الرياضية"
    case "175802010003":
    return "175802010003: 3. استقطاب الرعايات الرياضية"
    case "175802010004":
    return "175802010004: 4. استكمال الوظائف التخصصية في الجهات الرياضية"
    case "175802010005":
    return "175802010005: 5. تطويركفاءات مجالس الاتحادات الرياضية"
    case "175802010000":
    return "175802010000: 1- صناعة البطل الاولمبي"
    case "175802020001":
    return "175802020001: 1. تصميم لعبة رياضية ذكيه"
    case "175802020002":
    return "175802020002: 2. تنفيذ لعبة رياضية ذكية"
    case "175802020003":
    return "175802020003: 3. تطوير لعبه رياضية ذكيه"
    case "175802020000":
    return "175802020000: 2- إنشاء لعبة رياضية ذكية"
    case "175802030001":
    return "175802030001: 1. إعداد جائزه الامارات للتميز الرياضي"
    case "175802030002":
    return "175802030002: 2. تكريم اصحاب الانجازات الرياضيه"
    case "175802030003":
    return "175802030003: 3. توفير الدعم المالي الجهات الرياضيه المشهره"
    case "175802030004":
    return "175802030004: 4. تطوير خارطة الامارات الرياضية"
    case "175802030005":
    return "175802030005: 5. تنفيذ مشروع الربط الالكتروني بين االجهات الرياضية"
    case "175802030006":
    return "175802030006: 6- إعداد مبادرة  الدرهم الرياضي"
    case "175802030000":
    return "175802030000: 3- دعم وتحفيز القطاع الرياضي"
    case "175802040001":
    return "175802040001: 1. رسم سياسه التوثيق الرياضي"
    case "175802040002":
    return "175802040002: 2. الاطلاع على افضل الممارسات في مجال التوثيق الرياضي"
    case "175802040003":
    return "175802040003: 3. حصر و توثيق رياضه الامارات"
    case "175802040000":
    return "175802040000: 4- توثيق رياضة الامارات"
    case "175802050001":
    return "175802050001: 1- التنسيق مع الجهات للاستفادة من المرافق الرياضة"
    case "175802050002":
    return "175802050002: 2- تنظيم المسابقات التأهيلية لنهائيات الاولمبياد المدرسي"
    case "175802050003":
    return "175802050003: 3- اكتشاف الموهوبين المتميزين"
    case "175802050000":
    return "175802050000: 5- تنفيذ برنامج الاولمبياد المدرسي"
    case "175802060001":
    return "175802060001: 1- تنظيم معسكرات داخلية وخارجية للرياضيين الناشئين ( 2017 )"
    case "175802060002":
    return "175802060002: 2- المشاركة في الالعاب الاسيوية الثالثة للشباب ( 2017 )"
    case "175802060003":
    return "175802060003: 3- المشاركة في الالعاب الاولمبية للشباب في الارجنتين (2018)"
    case "175802060000":
    return "175802060000: 6- تنفيذ مشروع اعداد الرياضيين لدورة الالعاب الاولمبية 2020"
    case "175802070001":
    return "175802070001: 1- الاستثمار في البطولات الرياضية"
    case "175802070002":
    return "175802070002: 2- الاستثمار في الاندية الرياضية"
    case "175802070000":
    return "175802070000: 7- تنفيذ مشروع التسويق الرياضي"
    case "175802080001":
    return "175802080001: 1. إنشاء مجمع زايد الرياضي - رأس الخيمة"
    case "175802080002":
    return "175802080002: 2. إنشاء مجمع رياضي للتنس الأرضي"
    case "175802080003":
    return "175802080003: 3. إنشاء مركز الامارات لألعاب القوى- الشارقة"
    case "175802080004":
    return "175802080004: 4. إنشاء مسبح أولمبي- الشارقة"
    case "175802080005":
    return "175802080005: 5. إنشاء صالة ألعاب رياضية فردية - دبي"
    case "175802080006":
    return "175802080006: 6. إنشاء صالة رياضية جماعية - دبي"
    case "175802080000":
    return "175802080000: 8- تنفيذ مشاريع لدعم احتياجات قطاع الرياضة من المنشآت"
    case "175802090001":
    return "175802090001: 1. صيانة المنشآت الرياضية"
    case "175802090002":
    return "175802090002: 2. رفع كفاءة المنشآت الرياضية"
    case "175802090000":
    return "175802090000: 9-- صيانة وتطوير المنشآت الرياضية"
    case "175802100001":
    return "175802100001: 1. تطبيق النظام الالكتروني المحاسبي الموحد في الجهات المعانة"
    case "175802100002":
    return "175802100002: 2. إقامة ورش عمل تدريبية في المجال المالي للفئة التنفيذية"
    case "175802100003":
    return "175802100003: 3. عقد اجتماعات توعوية للفسئة الاشرافية والتنفيذية"
    case "175802100004":
    return "175802100004: 4. تكريم أفضل الجهات المعانة الملتزمة بالنظام المالي الموحد"
    case "175802100005":
    return "175802100005: 5. تأهيل الكوادر الفنية في مجال التدقيق"
    case "175802100000":
    return "175802100000: 10- تطوير العمل المحاسبي في الجهات المعانة"
    case "175802110001":
    return "175802110001: 1. اشهار المؤسسات الرياضية"
    case "175802110002":
    return "175802110002: 2. إلغاء إشهار المؤسسات الرياضية"
    case "175802110003":
    return "175802110003: 3. اصدار اجازات تفرغ للاعبين في المؤسسات الرياضية خدمة فرعية ذات"
    case "175802110004":
    return "175802110004: 4. إلغاء طلب التفرغ للاعبين في المؤسسات الرياضية"
    case "175802110005":
    return "175802110005: 5. تعديل بيانات تفرغ اللاعبين في المؤسسات الرياضية"
    case "175802110006":
    return "175802110006: 6. تمديد الفترة الزمنية لتفرغ للاعبين في المؤسسات الرياضية"
    case "175802110000":
    return "175802110000: 11- الاشراف على المؤسسات الرياضية المسجلة لدى الهيئة"
    case "175802120001":
    return "175802120001: 1. تنظيم دورات تدريبية تخصصية في مجال الرياضة( خدمة فرعية ذات أول"
    case "175802120002":
    return "175802120002: 2. إصدار شهادة مشاركة في دورات تدريبية"
    case "175802120003":
    return "175802120003: 3. تحديث بيانات شهادة الدورة التدريبية"
    case "175802120000":
    return "175802120000: 12- تطوير وتأهيل الكوادر الرياضية"
    case "175802130001":
    return "175802130001: 1. تقديم العلاج الطبيعي لإصابات اللاعبين ( خدمة فرعية ذات أولوية"
    case "175802130002":
    return "175802130002: 2. تقديم الفحص الطبي لإصابات اللاعبين"
    case "175802130003":
    return "175802130003: 3. إصدار شهادة طبية"
    case "175802130004":
    return "175802130004: 4. تأهيل ومراقبة اللاعبين بعد العلاج"
    case "175802130005":
    return "175802130005: 5. تقديم استشارات طبية مجتمعية"
    case "175802130000":
    return "175802130000: 13- التوعية بالطب الرياضي والصحة"
    case "175803010001":
    return "175803010001: 1. إقامة برنامج تمكين"
    case "175803010002":
    return "175803010002: 2. إقامة برنامج رحالة الامارات"
    case "175803010003":
    return "175803010003: 3. إعداد برنامج ( ولاء )"
    case "175803010000":
    return "175803010000: 1- تعزيز الاستراتيجية الوطنية للشباب"
    case "175803020001":
    return "175803020001: 1. تحويل مراكز الشباب إلى مراكز شبابية نموذجية"
    case "175803020002":
    return "175803020002: 2. توفير الاستقلالية المالية والادارية"
    case "175803020003":
    return "175803020003: 3. توفير موارد بشرية متخصصة في مجال التنشيط الشبابي"
    case "175803020000":
    return "175803020000: 2-تنفيذ مشروع المركز الشبابي النموذجي"
    case "175803030001":
    return "175803030001: 1. إعداد ورش العصف الذهني"
    case "175803030002":
    return "175803030002: 2. إقامة مختبر الابتكار الشبابي"
    case "175803030000":
    return "175803030000: 3- تنفيذ برنامج بنك الأفكار"
    case "175803040001":
    return "175803040001: 1. تطوير مركز الشباب النموذجي إلى مدينة شبابية"
    case "175803040002":
    return "175803040002: 2. إنشاء بيت الشباب أبوظبي"
    case "175803040003":
    return "175803040003: 3. إنشاء مركز الشباب أبوظبي"
    case "175803040004":
    return "175803040004: 4. إنشاء مركز الشباب دبي"
    case "175803040005":
    return "175803040005: 5. إنشاء بيت الشباب الشارقة"
    case "175803040000":
    return "175803040000: 4- تنفيذ مشاريع لدعم احتياجات قطاع الشباب من المنشآت"
    case "175803050001":
    return "175803050001: 1. إقامة برنامج تبني المشاريع الشبابية (رعاية)"
    case "175803050002":
    return "175803050002: 2. إقامة برنامج جائزة الإمارات للشباب"
    case "175803050003":
    return "175803050003: 3. إقامة ملتقى الحصاد السنوي"
    case "175803050004":
    return "175803050004: 4.إقامة مهرجان الابداع الشبابي"
    case "175803050000":
    return "175803050000: 5- تنفيذ برامج الإمارات للشباب المتميزين"
    case "175803060001":
    return "175803060001: 1. إقامة المؤتمر الوطني للشباب"
    case "175803060002":
    return "175803060002: 2. إقامة برنامج تدريب القادة"
    case "175803060003":
    return "175803060003: 3. إقامة برنامج الرحلة القيادية"
    case "175803060004":
    return "175803060004: 4. إقامة برنامج تدريب المدربين"
    case "175803060000":
    return "175803060000: 6- تنفيذ البرنامج الوطني للقادة الشباب (ذخر)"
    case "175803070001":
    return "175803070001: 1. إقامة ملتقى سفراء الوطن"
    case "175803070002":
    return "175803070002: 2. إعداد المشاركات الخارجية"
    case "175803070003":
    return "175803070003: 3. استضافة برنامج خارجي"
    case "175803070000":
    return "175803070000: 7- تنفيذ برنامج سفراء الوطن"
    case "175803080001":
    return "175803080001: 1. إقامة كرنفال الشباب"
    case "175803080002":
    return "175803080002: 2. إقامة برنامج المسابقات الشبابية"
    case "175803080003":
    return "175803080003: 3. إقامة مشروع صيف بلادي"
    case "175803080004":
    return "175803080004: 4. إقامة مسابقة كأس التفوق الثقافي الاجتماعي"
    case "175803080005":
    return "175803080005: 5. إقامة برنامج عضيد"
    case "175803080006":
    return "175803080006: 6. اعداد الاحتفال باليوم العالمي للشباب"
    case "175803080000":
    return "175803080000: 8- تنفيذ البرنامج الثقافي الاجتماعي"
    case "175803090001":
    return "175803090001: 1. توفير الدعم المالي للجهات الشبابية المشهرة"
    case "175803090002":
    return "175803090002: 2. إعداد دراسة مالية لرفع سقف الدعم المالي للجهات المشهرة"
    case "175803090000":
    return "175803090000: 9- دعم الجهات الشبابية المشهرة"
    case "175803100001":
    return "175803100001: 1. صيانة المنشآت الشبابية"
    case "175803100002":
    return "175803100002: 2. رفع كفاءة المنشآت الشبابية"
    case "175803100000":
    return "175803100000: 10- صيانة وتطوير المنشآت الشبابية"
    case "175803110001":
    return "175803110001: 1. إشهار المؤسسات الشبابية"
    case "175803110002":
    return "175803110002: 2. إلغاء إشهار المؤسسات الشبابية"
    case "175803110003":
    return "175803110003: 3. إصدار إجازات تفرغ لمنتسبي الجمعيات الشبابية ( خدمة فرعية ذات أو"
    case "175803110004":
    return "175803110004: 4. إلغاء طلب التفرغ لمنتسبي الجمعيات الشبابية"
    case "175803110005":
    return "175803110005: 5. تعديل البيانات التفرغ لمنتسبي الجمعيات الشبابية"
    case "175803110000":
    return "175803110000: 11- الإشراف على المؤسسات الشبابية المسجلة لدى الهيئة"
    case "175803120001":
    return "175803120001: 1. إصدار بطاقة العضوية ( خدمة فرعية ذات أولوية )"
    case "175803120002":
    return "175803120002: 2. تقديم الأنشطة والفعاليات الثقافية"
    case "175803120003":
    return "175803120003: 3. تقديم الأنشطة والفعاليات الرياضية"
    case "175803120004":
    return "175803120004: 4. تقديم الأنشطة والفعاليات الفنية"
    case "175803120005":
    return "175803120005: 5. تقديم الأنشطة والفعاليات المجتمعية"
    case "175803120006":
    return "175803120006: 6. تقديم الأنشطة والفعاليات التقنية والعلمية"
    case "175803120007":
    return "175803120007: 7. تقديم الأنشطة والفعاليات الترويحية"
    case "175803120000":
    return "175803120000: 12- رعاية الشباب من الفئة العمرية (14 - 25)"
    case "175804010001":
    return "175804010001: 1. إنشاء مركز فتيات أبوظبي"
    case "175804010002":
    return "175804010002: 2. إنشاء مركز فتيات دبي"
    case "175804010000":
    return "175804010000: 1- تنفيذ مشاريع لدعم احتياجات فئة الرياضة النسائية من المنشآت"
    case "175804020001":
    return "175804020001: 1. توفير الدعم المالي للمنتخبات الوطنية في الرياضة النسائية"
    case "175804020002":
    return "175804020002: 2. التنسيق مع الجهات المعنية لتنفيذ برامج رياضية نسائية مشتركة"
    case "175804020000":
    return "175804020000: 2- دعم وتحفيز الرياضة النسائية"
    case "175804030001":
    return "175804030001: 1. إعداد ملتقى حول قيادات الرياضة النسائية"
    case "175804030002":
    return "175804030002: 2. إعداد برنامج درر"
    case "175804030000":
    return "175804030000: 3- تنفيذ برنامج تعزيز الرياضة النسائية"
    case "175804040001":
    return "175804040001: 1- توفير الكادر الوظيفي"
    case "175804040002":
    return "175804040002: 2- تشكيل فرق رياضية"
    case "175804040003":
    return "175804040003: 3- تنظيم مسابقات رياضية بين مراكز الفتيات"
    case "175804040000":
    return "175804040000: 4- تطوير النشاط الرياضي في مراكز الفتيات"
    case "175804050001":
    return "175804050001: 1. صيانة مراكز الفتيات"
    case "175804050002":
    return "175804050002: 2. رفع كفاءة مراكز الفتيات"
    case "175804050000":
    return "175804050000: 5- صيانة وتطوير مراكز الفتيات"
    case "175805010001":
    return "175805010001: 1- برنامج الناموس للاعبين النخبة ذوي الاداء العالي"
    case "175805010002":
    return "175805010002: 2- المشاركة في البطولات و المعسكرات الخارجية"
    case "175805010003":
    return "175805010003: 3- المشاركة في البطولات الدولية التي تستضيفها الدوله"
    case "175805010000":
    return "175805010000: 1- تنفيذ مشروع الإعداد للمشاركة في دورة الالعاب البرالمبية 2020"
    case "175805020001":
    return "175805020001: 1. تهيئة البنية التحتية لمراكز وأندية الدولة"
    case "175805020002":
    return "175805020002: 2. توفير الكوادر المؤهلة للتعامل مع مختلف الإعاقات على مستوى الهيئ"
    case "175805020003":
    return "175805020003: 3. أستحداث برامج وأنشطة ملائمة لذوي الإعاقة"
    case "175805020000":
    return "175805020000: 2- دمج ذوي الإعاقة في المجتمع لقطاعي الشباب والرياضة"
    case "175805030001":
    return "175805030001: 1. إنشاء نادي لذوي الإعاقة في رأس الخيمة"
    case "175805030002":
    return "175805030002: 2. إنشاء نادي لذوي الإعاقة في أم القيوين"
    case "175805030003":
    return "175805030003: 3. إنشاء نادي لذوي الإعاقة في الفجيرة"
    case "175805030000":
    return "175805030000: 3- تنفيذ مشاريع لدعم احتياجات قطاع ذوي الإعاقة من المنشآت"
    case "175805040001":
    return "175805040001: 1. تهيئة البنية التحتية للألعاب التي ستتم المشاركة فيها حديثاً"
    case "175805040002":
    return "175805040002: 2. زيادة الدعم المالي لأتحاد الامارات لرياضة المعاقين"
    case "175805040003":
    return "175805040003: 3. توفير الجهاز الفني لرياضات ذوي الإعاقة"
    case "175805040000":
    return "175805040000: 4- تعزيز المشاركة في الألعاب الغير مدرجة في اتحاد الإمارات لرياضة"
    case "175806010001":
    return "175806010001: 1 - اعداد الميزانية و متابعة تنفيذها"
    case "175806010002":
    return "175806010002: 2 - ادارة الرواتب"
    case "175806010003":
    return "175806010003: 3 - ادارة المدفوعات والاستحقاقات"
    case "175806010004":
    return "175806010004: 4 - إجراء التدقيق الداخلي"
    case "175806010000":
    return "175806010000: 1 - ادارة الموارد المالية بكفاءة و فعالية"
    case "175806020001":
    return "175806020001: 1 - ادارة المشتريات"
    case "175806020002":
    return "175806020002: 2 - ادارة العقود ومتابعتها"
    case "175806020000":
    return "175806020000: 2 - ادارة المشتريات وفق أفضل الممارسات العالمية"
    case "175806030001":
    return "175806030001: 1 - تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "175806030002":
    return "175806030002: 2 - تدريب و تطوير الموظفين"
    case "175806030003":
    return "175806030003: 3 - ادارة خدمات الموارد البشرية الأخرى"
    case "175806030000":
    return "175806030000: 3 - تطبيق أفضل ممارسات الموارد البشرية"
    case "175806040001":
    return "175806040001: 1 - إدارة الجودة"
    case "175806040002":
    return "175806040002: 2 - إدارة علاقات المتعاملين"
    case "175806040003":
    return "175806040003: 3 - الاعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "175806040000":
    return "175806040000: 4 - ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "175806050001":
    return "175806050001: 1 - تخطيط و تنسيق الاتصالات الداخلية والخارجية"
    case "175806050002":
    return "175806050002: 2 - إدارة النشاط الإعلامي"
    case "175806050000":
    return "175806050000: 5 - ضمان تحقيق الاتصال الداخلي و الخارجي"
    case "175806060001":
    return "175806060001: 1 - مكاتب الوزراء والمدير العام والمديرين التنفيذيين"
    case "175806060002":
    return "175806060002: 2 - مستشاري الوزير والمدير العام"
    case "175806060000":
    return "175806060000: 6 - تطبيق أفضل الممارسات العالمية فى القيادة"
    case "175806070001":
    return "175806070001: 1 - ىوضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "175806070002":
    return "175806070002: 2 - تحديد مؤشرات الأداء الرئيسية ، وقياس الأداء"
    case "175806070000":
    return "175806070000: 7 - وضع و تطوير الخطة الاستراتيجية و قياس الاداء"
    case "175806080001":
    return "175806080001: 1 - إعداد الدراسات والاستشارات القانونية"
    case "175806080002":
    return "175806080002: 2 - إدارة الشؤون القانونية"
    case "175806080000":
    return "175806080000: 8 - توفير أفضل الخدمات القانونية"
    case "175806090001":
    return "175806090001: 1 - تطوير النظم والتطبيقات الإلكترونية"
    case "175806090002":
    return "175806090002: 2 - توفير الدعم الفني للمستخدمين"
    case "175806090003":
    return "175806090003: 3 - ادارة الشبكات وأمن المعلومات"
    case "175806090000":
    return "175806090000: 9 - توفير أحدث خدمات تقنية المعلومات"
    case "175806100001":
    return "175806100001: 1 - الصيانة"
    case "175806100002":
    return "175806100002: 2 - الايجار"
    case "175806100003":
    return "175806100003: 3 - المواصلات"
    case "175806100004":
    return "175806100004: 4 - المصروفات المتكررة الأخرى"
    case "175806100005":
    return "175806100005: 5 - الخدمات المشتركة الاخرى"
    case "175806100000":
    return "175806100000: 10 - توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "175807010001":
    return "175807010001: 1. تشجيع البحث والتطوير داخل الجهة"
    case "175807010002":
    return "175807010002: 2. عقد وتفعيل شراكات في مجال الابتكار"
    case "175807010003":
    return "175807010003: 3. تشجيع القيادات في الجهة على التواصل مع الموظفين لمناقشة الأفكار"
    case "175807010004":
    return "175807010004: 4. البيانات المفتوحة لتعزيز المشاركة في الابتكار"
    case "175807010000":
    return "175807010000: 1- تحسين العمليات بما يعزز من الابتكار"
    case "175807020001":
    return "175807020001: 1. تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "175807020002":
    return "175807020002: 2. إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "175807020003":
    return "175807020003: 3. تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "175807020004":
    return "175807020004: 4. تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخار"
    case "175807020000":
    return "175807020000: 2- بناء قدرات الموظفين في مجال الابتكار"
    case "175807030001":
    return "175807030001: 1. تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "175807030002":
    return "175807030002: 2. المشاركة في الفعاليات لجذب الأفكار من الموظفين"
    case "175807030003":
    return "175807030003: 3. تنفيذ جائزة الابتكار الداخلية"
    case "175807030004":
    return "175807030004: 4. إعداد أدوات الابتكار الذكية"
    case "175807030000":
    return "175807030000: 3- تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "176201010001":
    return "176201010001: 1- اعداد الدراسات التحليلية وتحديد المتطلبات"
    case "176201010002":
    return "176201010002: 2- تطوير المنصة وتنفيذ الربط الالكتروني"
    case "176201010000":
    return "176201010000: السجل الاسكاني الالكتروني الموحد"
    case "176201020001":
    return "176201020001: 1.تنفيذ دراسات شمولية عن احتياجات الدعم السكني"
    case "176201020002":
    return "176201020002: 2. تنفيذ دراسات لرفع كفاءة وفعالية أساليب البناء"
    case "176201020000":
    return "176201020000: إعداد دراسات استشرافية لرصد الاحتياجات المستقبلية"
    case "176201030001":
    return "176201030001: 1-دراسة طلبات الدعم السكني واصدار القرارات"
    case "176201030002":
    return "176201030002: 2- تطوير اليات التعامل مع طلبات الدعم السكني"
    case "176201030000":
    return "176201030000: تخفيض زمن رحلة المواطن للحصول على الدعم السكني"
    case "176201040001":
    return "176201040001: 1- إعداد دراسة توحيد معايير الاستحقاق وإيجاد التوازن"
    case "176201040002":
    return "176201040002: 2-اعداد سياسة الاسكان الوطني المتكامل"
    case "176201040000":
    return "176201040000: سياسة الاسكان الوطني المتكامل"
    case "176201050001":
    return "176201050001: 1- تقديم المقترحات للحلول التمويلية «صندوق الإدخار الوطني»"
    case "176201050002":
    return "176201050002: 2- اطلاق مشاريع الشراكة مع القطاع الخاص"
    case "176201050000":
    return "176201050000: توفير البدائل الاسكانية والتمويلية المبتكرة"
    case "176201060001":
    return "176201060001: 1- تعزيز الاتصال والتواصل مع المواطنين"
    case "176201060002":
    return "176201060002: 2-تطوير الخدمات المقدمة للمواطنين"
    case "176201060003":
    return "176201060003: 3- تعزيز كفاءة وفاعلية أداء الخدمات"
    case "176201060004":
    return "176201060004: 4- تفعيل استخدام الخدمات الذكية"
    case "176201060000":
    return "176201060000: اسعاد المواطنين"
    case "176201070001":
    return "176201070001: طلب مساعدة سكنية"
    case "176201070002":
    return "176201070002: تحديث بيانات طلب مساعدة سكنية"
    case "176201070003":
    return "176201070003: الاستفسار عن حالة طلب مساعدة سكنية"
    case "176201070004":
    return "176201070004: إلغاء طلب مساعدة سكنية"
    case "176201070005":
    return "176201070005: زيارة مسكن حالة طارئة"
    case "176201070006":
    return "176201070006: تقديم تظلم عن قرار المساعدة السكنية"
    case "176201070007":
    return "176201070007: تخفيض أو تأجيل أو إعادة جدولة الأقساط"
    case "176201070008":
    return "176201070008: سداد القرض"
    case "176201070009":
    return "176201070009: تحديد مستحقي الورثة"
    case "176201070000":
    return "176201070000: التعامل مع طلبات المساعدة السكنية"
    case "176202010001":
    return "176202010001: 1.تخطيط وتصميم المجمعات السكنية"
    case "176202010002":
    return "176202010002: 2. تنفيذ المجمعات السكنية"
    case "176202010000":
    return "176202010000: انشاء وتطوير المجمعات السكنية المستدامة والمتكاملة"
    case "176202020001":
    return "176202020001: 1- تطبيق المعايير الخضراء في تخطيط وتصميم المجمعات السكنية"
    case "176202020002":
    return "176202020002: 2-تطبيق المعايير الخضراء في تنفيذ المجمعات السكنية"
    case "176202020003":
    return "176202020003: 3- إطلاق برنامج المسكن المنتج للطاقة"
    case "176202020000":
    return "176202020000: تطبيق معايير التنمية الخضراء على المجمعات السكنية"
    case "176202030001":
    return "176202030001: 1- تنفيذ المحطات التشاركية لرحلة المواطن في المسكن (مسارك)"
    case "176202030002":
    return "176202030002: 2- برنامج ( تحت أمرك) مساعدة المواطن للاستفادة من المسكن بجميع الخ"
    case "176202030003":
    return "176202030003: 3- توفير خدمات ذات قيمة مضافة للمستفيدين من المشاريع"
    case "176202030004":
    return "176202030004: 4- تقديم الارشاد السكني لرفع وعي المواطنين في البناء"
    case "176202030000":
    return "176202030000: تقديم خدمات الرفاه السكني"
    case "176202040001":
    return "176202040001: 1- تقييم آلية المتابعة الهندسية وتطويرها"
    case "176202040002":
    return "176202040002: 2- تفعيل تصنيف المقاولين والاستشاريين"
    case "176202040003":
    return "176202040003: 3- إطلاق مشروع المراقبة الذكية للمشاريع"
    case "176202040004":
    return "176202040004: 4- تطوير آلية صرف الدفعات وتخفيض الدفعات المرتجعة"
    case "176202040000":
    return "176202040000: تعزيز فاعلية وكفاءة آليات المتابعة الهندسية"
    case "176202050001":
    return "176202050001: إصدار شهادة لمن يهمه الأمر"
    case "176202050002":
    return "176202050002: فتح ملف تنفيذ مساعدة سكنية"
    case "176202050003":
    return "176202050003: طلب تصميم نموذج وحدة سكنية"
    case "176202050004":
    return "176202050004: تخفيض أسعار مواد البناء"
    case "176202050005":
    return "176202050005: متابعة مشاريع المساعدات الإسكانية"
    case "176202050000":
    return "176202050000: تنفيذ المشاريع الإسكانية"
    case "176203010001":
    return "176203010001: إعداد الميزانية ومتابعة تنفيذها"
    case "176203010002":
    return "176203010002: إدارة الرواتب"
    case "176203010003":
    return "176203010003: إدارة المدفوعات والاستحقاقات"
    case "176203010004":
    return "176203010004: إدارة حسابات المقترضين"
    case "176203010005":
    return "176203010005: إجراء التدقيق الداخلي"
    case "176203010006":
    return "176203010006: الرقابة على الحوكمة المؤسسية"
    case "176203010000":
    return "176203010000: إادارة الموارد المالية بكفاءة وفعالية"
    case "176203020001":
    return "176203020001: إدارة المشتريات"
    case "176203020002":
    return "176203020002: إدارة العقود ومتابعتها"
    case "176203020000":
    return "176203020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "176203030001":
    return "176203030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "176203030002":
    return "176203030002: تدريب وتطوير الموظفين"
    case "176203030003":
    return "176203030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "176203030004":
    return "176203030004: رفع مستوى سعادة الموظفين والتناغم الوظيفي"
    case "176203030000":
    return "176203030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "176203040001":
    return "176203040001: إدارة الجودة"
    case "176203040002":
    return "176203040002: إدارة علاقات المتعاملين"
    case "176203040003":
    return "176203040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "176203040000":
    return "176203040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "176203050001":
    return "176203050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "176203050002":
    return "176203050002: إدارة النشاط الإعلامي"
    case "176203050003":
    return "176203050003: إدارة الشركات المؤسسية بفعالية"
    case "176203050000":
    return "176203050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "176203060001":
    return "176203060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "176203060002":
    return "176203060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "176203060003":
    return "176203060003: بناء وتطوير قادة المستقبل"
    case "176203060000":
    return "176203060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "176203070001":
    return "176203070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "176203070002":
    return "176203070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "176203070003":
    return "176203070003: تعزيز وتطوير آليات المعرفة المؤسسية"
    case "176203070004":
    return "176203070004: إدارة الاستشراف المستقبلي"
    case "176203070000":
    return "176203070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "176203080001":
    return "176203080001: إعداد الدراسات والاستشارات القانونية"
    case "176203080002":
    return "176203080002: إدارة الشؤون القانونية"
    case "176203080000":
    return "176203080000: توفير أفضل الخدمات القانونية"
    case "176203090001":
    return "176203090001: تطوير النظم والتطبيقات الإلكترونية"
    case "176203090002":
    return "176203090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "176203090003":
    return "176203090003: إدارة الشبكات وأمن المعلومات"
    case "176203090000":
    return "176203090000: توفير أحدث خدمات تقنية المعلومات"
    case "176203100001":
    return "176203100001: الصيانة"
    case "176203100002":
    return "176203100002: الإيجار"
    case "176203100003":
    return "176203100003: المواصلات"
    case "176203100004":
    return "176203100004: رسوم الاستشارات"
    case "176203100005":
    return "176203100005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "176203100006":
    return "176203100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "176203100007":
    return "176203100007: إدارة الممتلكات"
    case "176203100000":
    return "176203100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "176203110001":
    return "176203110001: التعريف بقائمة المقاولين والاستشاريين"
    case "176203110002":
    return "176203110002: التعريف باللوائح والقوانين والإجراءات"
    case "176203110003":
    return "176203110003: تواصل معنا"
    case "176203110004":
    return "176203110004: استلام الاقتراحات و الملاحظات (بوابة حكومتي)"
    case "176203110005":
    return "176203110005: التعريف بنماذج الوحدات السكنية المقدمة"
    case "176203110006":
    return "176203110006: نشر قرارات المساعدات الإسكانية للجهات الإسكانية"
    case "176203110007":
    return "176203110007: طلب التوعية والإرشاد السكني"
    case "176203110000":
    return "176203110000: خدمات معلوماتية ومجتمعية"
    case "176204010001":
    return "176204010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "176204010002":
    return "176204010002: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "176204010003":
    return "176204010003: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "176204010000":
    return "176204010000: بناء قدرات الموظفين في مجال الابتكار"
    case "176204020001":
    return "176204020001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "176204020002":
    return "176204020002: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "176204020003":
    return "176204020003: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "176204020004":
    return "176204020004: تدشين مركز الابتكار"
    case "176204020005":
    return "176204020005: إعداد منظومة الابتكار"
    case "176204020000":
    return "176204020000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "176204030001":
    return "176204030001: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة"
    case "176204030002":
    return "176204030002: تشجيع البحث والتطوير"
    case "176204030003":
    return "176204030003: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "176204030004":
    return "176204030004: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "176204030005":
    return "176204030005: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "176204030006":
    return "176204030006: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "176204030000":
    return "176204030000: تحسين العمليات بما يعزز من الابتكار"
    case "176401010000":
    return "176401010000:  تطبيق قدرات مبتكرة للتوعية بالزكاة والصندوق وفق القنوات"
    case "176401010001":
    return "176401010001: تحقيق كفاءة وفاعلية قدرات الصندوق بالتوعية"
    case "176401010002":
    return "176401010002: توعية وتدريب فئات المجتمع الإماراتي"
    case "176401010003":
    return "176401010003: تفعيل الشراكات الخاصة بقدرات الصندوق بالتوعية"
    case "176401020000":
    return "176401020000: تطوير سمعة الصندوق وثقة المجتمع"
    case "176401020001":
    return "176401020001: تنفيذ حملات إعلامية مبتكرة"
    case "176401020002":
    return "176401020002: تنفيذ حملات إعلانية مبتكرة"
    case "176401020003":
    return "176401020003: نشر الدراسات والبحوث والمقالات المتخصصة"
    case "176401030000":
    return "176401030000: رفع جودة خدمات الوعي بفريضة الزكاة"
    case "176401030001":
    return "176401030001: تطوير خدمات التوعية والفتاوى وحساب الزكاة"
    case "176401030002":
    return "176401030002: تعزيز قدرات الصندوق في تقديم خدمات التوعية والفتاوى وحساب الزكاة"
    case "176401040000":
    return "176401040000: التوعية بالزكاة وخدمات الصندوق"
    case "176401040001":
    return "176401040001: طلب معلومات/محاضرات/إحصائيات عن الصندوق وخدماته"
    case "176401040002":
    return "176401040002: طب فتوى وحساب الزكاة"
    case "176401040003":
    return "176401040003: طلب حساب زكاة الشركات"
    case "176401050000":
    return "176401050000: تطبيق قدرات مبتكرة لتنمية مصادر الموارد المالية"
    case "176401050001":
    return "176401050001: إعداد دراسات جدوى مصادر الموارد المالية"
    case "176401050002":
    return "176401050002: إدارة خطط تنمية مصارد الموارد المالية"
    case "176401050003":
    return "176401050003: تفعيل شراكات تنمية الموارد المالية"
    case "176401060000":
    return "176401060000: تطوير قاعدة المزكين والمحسنين."
    case "176401060001":
    return "176401060001: إدارة خطط التواصل مع المزكين والمحسنين"
    case "176401060002":
    return "176401060002: إدارة خطط التواصل مع كبار المزكين والمحسنين"
    case "176401060003":
    return "176401060003: رفع فاعلية وكفاءة نظام خدمات المزكين"
    case "176401070000":
    return "176401070000: ضمان تحقيق مستقبل مستدام"
    case "176401070001":
    return "176401070001: إعداد دراسات الإستدامة"
    case "176401070002":
    return "176401070002: تنفيذ خطط إستدامة الموارد"
    case "176401070003":
    return "176401070003: تفعيل شراكات إستدامة الموارد"
    case "176401080000":
    return "176401080000:  رفع جودة خدمات دفع الزكاة."
    case "176401080001":
    return "176401080001: تطوير خدمات دفع الزكاة"
    case "176401080002":
    return "176401080002: تعزيز قدرات الصندوق في تقديم خدمات دفع الزكاة"
    case "176401090000":
    return "176401090000: دفع الزكاة"
    case "176401090001":
    return "176401090001: دفع الزكاة"
    case "176401100000":
    return "176401100000: خدمات كبار المحسنين"
    case "176401100001":
    return "176401100001: طلب خدمة كبار المحسنين"
    case "176402010000":
    return "176402010000:  تطبيق قدرات مبتكرة لمشاريع الفئات المستحقة"
    case "176402010001":
    return "176402010001: إدارة المشاريع الاجتماعية والتنموية للفئات المستحقة"
    case "176402010002":
    return "176402010002: تفعيل شراكات المشاريع الإجتماعية والتنموية"
    case "176402020000":
    return "176402020000:  تطبيق قدرات مبتكرة لاستقبال طلبات الفئات المستحقة"
    case "176402020001":
    return "176402020001: رفع فاعلية وكفاءة أنظمة استقبال الطلبات"
    case "176402020002":
    return "176402020002: رفع جودة استقبال الطلبات"
    case "176402020003":
    return "176402020003: تنفيذ قدرات استقبال الطلبات"
    case "176402030000":
    return "176402030000: تطبيق قدرات مبتكرة لدراسة طلبات الفئات المستحقة"
    case "176402030001":
    return "176402030001: رفع فاعلية وكفاءة نظام مستحقي الزكاة"
    case "176402030002":
    return "176402030002: رفع جودة دراسة طلبات الفئات المستحقة"
    case "176402030003":
    return "176402030003: تنفيذ خطط مشاريع الفئات المستحقة"
    case "176402030004":
    return "176402030004: التفاوض مع جهات التفاوض المعنية الخاصة بالحالات"
    case "176402040000":
    return "176402040000: رفع جودة خدمات صرف الزكاة"
    case "176402040001":
    return "176402040001: تطوير خدمات صرف الزكاة"
    case "176402040002":
    return "176402040002: تعزيز قدرات الصندوق في تقديم خدمات صرف الزكاة"
    case "176402050000":
    return "176402050000: صرف الزكاة"
    case "176402050001":
    return "176402050001: طلب زكاة (جديد/تجديد/عاجل/أسر متعففة)"
    case "176402050002":
    return "176402050002: متابعة طلب الزكاة (متابعة / شهادة لمن يهمه امر)"
    case "176402050003":
    return "176402050003: طلب استرحام"
    case "176403010000":
    return "176403010000: إادارة الموارد المالية بكفاءة وفعالية"
    case "176403010001":
    return "176403010001: إعداد الميزانية ومتابعة تنفيذها"
    case "176403010002":
    return "176403010002: إدارة الرواتب"
    case "176403010003":
    return "176403010003: إدارة المدفوعات والاستحقاقات"
    case "176403010004":
    return "176403010004: إجراء التدقيق الداخلي"
    case "176403020000":
    return "176403020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "176403020001":
    return "176403020001: إدارة المشتريات"
    case "176403020002":
    return "176403020002: إدارة العقود ومتابعتها"
    case "176403030000":
    return "176403030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "176403030001":
    return "176403030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "176403030002":
    return "176403030002:  تدريب وتطوير الموظفين"
    case "176403030003":
    return "176403030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "176403040000":
    return "176403040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "176403040001":
    return "176403040001: إدارة الجودة"
    case "176403040002":
    return "176403040002: إدارة علاقات المتعاملين"
    case "176403040003":
    return "176403040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "176403050000":
    return "176403050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "176403050001":
    return "176403050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "176403050002":
    return "176403050002: إدارة النشاط الإعلامي"
    case "176403060000":
    return "176403060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "176403060001":
    return "176403060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "176403060002":
    return "176403060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "176403070000":
    return "176403070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "176403070001":
    return "176403070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "176403070002":
    return "176403070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "176403080000":
    return "176403080000: توفير أفضل الخدمات القانونية"
    case "176403080001":
    return "176403080001: إعداد الدراسات والاستشارات القانونية"
    case "176403080002":
    return "176403080002: إدارة الشؤون القانونية"
    case "176403090000":
    return "176403090000: توفير أحدث خدمات تقنية المعلومات"
    case "176403090001":
    return "176403090001: تطوير النظم والتطبيقات الإلكترونية"
    case "176403090002":
    return "176403090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "176403090003":
    return "176403090003: إدارة الشبكات وأمن المعلومات"
    case "176403100000":
    return "176403100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "176403100001":
    return "176403100001: الصيانة"
    case "176403100002":
    return "176403100002: الإيجار"
    case "176403100003":
    return "176403100003: المواصلات"
    case "176403100004":
    return "176403100004:  رسوم الاستشارات"
    case "176403100005":
    return "176403100005:  المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والان"
    case "176403100006":
    return "176403100006:  الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "176404010000":
    return "176404010000: توفير بيئة داعمة و محفزة للابتكار"
    case "176404010001":
    return "176404010001: تنفيذ فعاليات أسبوع الإمارات للابتكار"
    case "176404010002":
    return "176404010002: تنفيذ جلسات صوتك مسموع لجذب الأفكار"
    case "176404010003":
    return "176404010003: تفعيل المصنفات الفكرية"
    case "176404010004":
    return "176404010004: إدارة نظام نافس للابتكار الزكوي"
    case "176404010005":
    return "176404010005: توفيرأساليب تدعم وتحفز الابتكار"
    case "176404020000":
    return "176404020000: تعزيز شراكات تحقق الابتكار"
    case "176404020001":
    return "176404020001: تفعيل الشراكات الابتكارية"
    case "176404030000":
    return "176404030000: بناء أفراد يمتلكون مهارات عالية في الإبداع والابتكار"
    case "176404030001":
    return "176404030001: بناء القدرات والمهارات الإبداعية والمبتكرة"
    case "176404030002":
    return "176404030002: نشر المقالات والدراسات والبحوث"
    case "176404030003":
    return "176404030003: توثيق كافة الابتكارات في الصندوق"
    case "177001010001":
    return "177001010001:تحليل الوضع الحالي لتصنيف الأسواق كأسواق ناشئة"
    case "177001010002":
    return "177001010002:تحديد الفجوة التشريعية والتنظيمية اللازم وفق متطلبات ومعايير"
    case "177001010003":
    return "177001010003:التنسيق مع الجهات ذات العلاقة لإعدادا خطة الترقية"
    case "177001010004":
    return "177001010004:إعداد  الأنظمة والقرارات اللازمة  وتقديمها للاعتماد من الجهات"
    case "177001010000":
    return "177001010000:إعداد الأنظمة والقرارات اللازمة لترقية الأسواق إلى أسواق متقدمة"
    case "177001020001":
    return "177001020001:إتاحة المنتجات والخدمات والأليات المالية المتوافقة مع الشريعة"
    case "177001020002":
    return "177001020002:تعديل الأنظمة والتنسيق مع الجهات ذات العلاقة لتحفيز الشركات الخاصة"
    case "177001020003":
    return "177001020003:تنظيم نشاط  التمويل وتجميع رؤوس الأموال ( Crowd Funding)"
    case "177001020004":
    return "177001020004:إتاحة الدخول المباشر لأسواق السلع Direct Market Access"
    case "177001020000":
    return "177001020000:إعداد وإصدار أنظمة تدعم الأنشطة والخدمات المالية والقطاعات"
    case "177001030001":
    return "177001030001:تحليل نتائج تقرير البنك الدولي فيما يتعلق بمؤشر قوة حماية المستثمري"
    case "177001030002":
    return "177001030002:حصر الأسئلة الجديدة المكونة للمؤشرات الفرعية بتقرير البنك الدولي"
    case "177001030003":
    return "177001030003:الاطلاع على التشريعات المحلية المرتبطة بالأسئلة الجديدة للمؤشرات"
    case "177001030004":
    return "177001030004:الاطلاع على الممارسات العالمية المرتبطة بالأسئلة الجديدة للمؤشرات"
    case "177001030005":
    return "177001030005:تحديد الفجوة بين التشريعات المحلية والممارسات العالمية ومتطلبات"
    case "177001030006":
    return "177001030006:التنسيق والتواصل الفعال مع الأطراف ذات العلاقة وتشكيل فرق عمل"
    case "177001030007":
    return "177001030007:وضع صياغات تشريعية جديدة تغطي الفجوة في المؤشرات الفرعية بين"
    case "177001030008":
    return "177001030008:اختبار الصياغات التشريعية الجديدة من حيث مدى استيفائها لمتطلبات"
    case "177001030009":
    return "177001030009:ستصدار التشريع المتضمن الصياغات التشريعية الجديدة التي تستوفي"
    case "177001030000":
    return "177001030000:استكمال التشريعات والأنظمة والقرارات اللازمة لرفع تصنيف الدولة في"
    case "177001040001":
    return "177001040001: إعادة مراجعة جميع تشريعات الهيئة"
    case "177001040002":
    return "177001040002: وضع التوصيات القانونية اللازمة"
    case "177001040003":
    return "177001040003:إحالة مشروعات التعديلات التشريعية للجهة الفنية المختصة بالهيئة"
    case "177001040004":
    return "177001040004: رفع مشروعات التعديلات التشريعية للإدارة العليا بالهيئة"
    case "177001040005":
    return "177001040005: رفع مشروعات التعديلات التشريعية لجهة الإصدار"
    case "177001040000":
    return "177001040000:العمل على إصدار قانون الهيئة الجديد والأنظمة والقرارات الصادرة"
    case "177001050001":
    return "177001050001:إعداد التقارير الفنية والاقتصادية وتقارير التحليل المالي المختلفة"
    case "177001050002":
    return "177001050002:متابعة تطورات الأسواق المحلية والعالمية من الناحية التشريعية"
    case "177001050003":
    return "177001050003:إعداد تقارير حول مدى إمكانية وضع خطط لتفادي أو التقليل من المخاطر"
    case "177001050004":
    return "177001050004:إعداد الدراسات عن أفضل الممارسات العالمية لموضوعات متصلة بأسواق"
    case "177001050005":
    return "177001050005:إعداد الدراسات عن أفضل الممارسات العالمية بشأن تحديث الأنظمة"
    case "177001050000":
    return "177001050000:دراسة ورصد المتغيرات التي تطرأ على أسواق المال"
    case "177002010001":
    return "177002010001: التنسيق مع الجهات ذات العلاقة لتحديد أمكانية وصلاحيات إنشاء وإدارة"
    case "177002010002":
    return "177002010002:رفع التوصيات للجهات المعنية  للتوجيه"
    case "177002010000":
    return "177002010000:دراسة إنشاء صندوق “أمانات الستثمرين “ في سوق الاوراق المالية"
    case "177002020001":
    return "177002020001: اجراء دراسات مقارنة معيارية مع الجهات المناظرة فيما يتعلق بنظم"
    case "177002020002":
    return "177002020002:إعداد تصور كامل لنظام الجزاءات المعدل بالهيئة ورفعه للجهات المعنية"
    case "177002020003":
    return "177002020003: إطلاق حملة توعية بالنظام الجديد بعد إقراره"
    case "177002020000":
    return "177002020000:استحداث نظام جزاءات رادع يشمل جميع المخالفات وبشكل يدعم  حماية"
    case "177002030001":
    return "177002030001:الربط الالكتروني مع الشركاء الاستراتيجيي"
    case "177002030002":
    return "177002030002:إطلاق البوابة الالكترونية الموحدة"
    case "177002030000":
    return "177002030000:انشاء وتفعيل البوابة الالكترونية الموحدة لإجراءات الترخيص"
    case "177002040001":
    return "177002040001:عقد اجتماعات تنسيقية لبحث القضايا التي تنظرها الهيئة"
    case "177002040002":
    return "177002040002:عقد ورش عمل لغايات التدريب المشترك"
    case "177002040003":
    return "177002040003:تفعيل مذكرات التفاهم الموقعة."
    case "177002040004":
    return "177002040004:المشاركة الفعالة في نشاطات المنظمات الدولية."
    case "177002040005":
    return "177002040005:دراسة التقارير الصادرة عن المنظمات الدولية في مجال أسواق المال."
    case "177002040000":
    return "177002040000:التنسيق ورفع مستوى التعاون مع المؤسسات ذات العلاقة والهيئات"
    case "177002050001":
    return "177002050001:الموافقة على تأسيس الشركات المساهمة العامة"
    case "177002050002":
    return "177002050002:تجديد تسجيل الشركات المساهمة العامة"
    case "177002050003":
    return "177002050003:قيد الشركات المساهمة العامة المحلية"
    case "177002050004":
    return "177002050004:تجديد قيد الشركة المساهمة العامة المحلية"
    case "177002050005":
    return "177002050005:شطب قيد الشركة المساهمة العامة المحلية"
    case "177002050006":
    return "177002050006:الترقيم الدولي للاوراق المالية"
    case "177002050007":
    return "177002050007:اصدار شهادات لمن يهمه الامر"
    case "177002050008":
    return "177002050008:الموافقة على تحويل فئة الشركة المحلية"
    case "177002050009":
    return "177002050009:الموافقة على تحول الشركات الى مساهمة عامة"
    case "177002050010":
    return "177002050010:تجديد تسجيل الشركات المساهمة العامة (مكرر)"
    case "177002050011":
    return "177002050011:قيد الشركات المساهمة العامة المحلية (مكرر)"
    case "177002050012":
    return "177002050012:تجديد قيد الشركة المساهمة العامة المحلية (مكرر)"
    case "177002050013":
    return "177002050013:شطب قيد الشركة المساهمة العامة المحلية (مكرر)"
    case "177002050014":
    return "177002050014:الترقيم الدولي للاوراق المالية (مكرر)"
    case "177002050015":
    return "177002050015:اصدار شهادات لمن يهمه الامر (مكرر)"
    case "177002050016":
    return "177002050016:الموافقة على تحويل فئة الشركة المحلية"
    case "177002050017":
    return "177002050017:ترخيص أمين سجل الشركات المساهمة الخاصة"
    case "177002050018":
    return "177002050018:تجديد ترخيص أمين سجل الشركات المساهمة الخاصة"
    case "177002050019":
    return "177002050019:الموافقة على عقد الجمعية العمومية العادية لشركات المساهمة العامة"
    case "177002050020":
    return "177002050020:الموافقة على عقد الجمعية العمومية غير العادية لشركات المساهمة"
    case "177002050021":
    return "177002050021:الموافقة على شراء الشركات لأسهمها"
    case "177002050022":
    return "177002050022:الموافقة على إصدار السندات والصكوك للشركات المساهمة العامة"
    case "177002050023":
    return "177002050023:الموافقة على إدراج السندات والصكوك"
    case "177002050024":
    return "177002050024:الموافقة على إعلان فتح باب الترشح لعضوية مجلس إدارة الشركات"
    case "177002050025":
    return "177002050025:الموافقة على إيقاف تداول الشركات المساهمة العامة المدرجة"
    case "177002050026":
    return "177002050026:الموافقة على تعديل الانظمة الاساسية للشركات المساهمة العامة"
    case "177002050027":
    return "177002050027:الموافقة على زيادة رؤوس أموال الشركات المساهمة العامة"
    case "177002050028":
    return "177002050028:الموافقة على تخفيض رؤوس أموال الشركات المساهمة العامة"
    case "177002050029":
    return "177002050029:الموافقة على الإدراج المشترك"
    case "177002050030":
    return "177002050030:قيد الشركات المساهمة العامة الأجنبية"
    case "177002050031":
    return "177002050031:تجديد قيد الشركة المساهمة العامة الأجنبية"
    case "177002050032":
    return "177002050032:شطب قيد الشركة المساهمة العامة الأجنبية"
    case "177002050000":
    return "177002050000:ترخيص الشركات المساهمة"
    case "177002060001":
    return "177002060001:الموافقة على طلب إنشاء صندوق إستثمار محلي"
    case "177002060002":
    return "177002060002:إلغاء/شطب ترخيص صندوق الإستثمار محلي"
    case "177002060003":
    return "177002060003:الموافقة على طلب ترويج صندوق إستثمار أجنبي"
    case "177002060004":
    return "177002060004:إلغاء/شطب ترخيص صندوق الإستثمار أجنبي"
    case "177002060005":
    return "177002060005:الموافقة على تعديل في مستند طرح الصندوق المحلي"
    case "177002060006":
    return "177002060006:الموافقة على عقد إجتماع الجمعية العمومية لمالكي وحدات الصندوق"
    case "177002060007":
    return "177002060007:إعتماد التقارير المالية لصناديق الإستثمار المحلية"
    case "177002060000":
    return "177002060000:ترخيص صناديق الإستثمار"
    case "177002070001":
    return "177002070001:التفتيش الدوري على الشركات المساهمة العامة"
    case "177002070002":
    return "177002070002:متابعة تطبيق الشركات المساهمة العامة لمتطلبات الحوكمة"
    case "177002070003":
    return "177002070003:متابعة إلتزام الشركات المساهمة العامة بإصدار تقرير الحوكمة"
    case "177002070004":
    return "177002070004:حضور ومراقبة إجتماع الجمعية العمومية للشركات المساهكة العامة"
    case "177002070005":
    return "177002070005:التفتيش على أمين سجل الشركات المساهمة الخاصة"
    case "177002070000":
    return "177002070000:الرقابة على الشركات المساهمة"
    case "177002080001":
    return "177002080001:التفتيش على صناديق الإستثمار"
    case "177002080000":
    return "177002080000:الرقابة على صناديق الإستثمار"
    case "177002090001":
    return "177002090001:ترخيص شركات وساطة الاوراق المالية"
    case "177002090002":
    return "177002090002:تجديد ترخيص شركات وساطة الاوراق المالية"
    case "177002090003":
    return "177002090003:ايقاف مؤقت ترخيص لشركة الاوراق المالية"
    case "177002090004":
    return "177002090004:شطب نهائي ترخيص لشركة الاوراق المالية"
    case "177002090005":
    return "177002090005:اصدار شهادة بدل فاقد"
    case "177002090006":
    return "177002090006:منح عدم ممانعة للتداول بالاسواق المالية الاخرى"
    case "177002090007":
    return "177002090007:الموافقة على تقديم خدمة التداول عبر الإنترنت"
    case "177002090008":
    return "177002090008:إلغاء خدمة التداول عبر الإنترنت"
    case "177002090009":
    return "177002090009:الموافقة على التداول بالهامش لشركة وساطة"
    case "177002090010":
    return "177002090010:وقف مؤقت للتداول بالهامش"
    case "177002090011":
    return "177002090011:إلغاء خدمة التداول بالهامش"
    case "177002090012":
    return "177002090012:الموافقة على تداول الشركات لحسابها الخاص"
    case "177002090013":
    return "177002090013:اعتماد العاملين بالشركات المرخصة"
    case "177002090014":
    return "177002090014:إيقاف مؤقت العاملين بالشركات المرخصة"
    case "177002090015":
    return "177002090015:شطب العاملين بالشركات المرخصة"
    case "177002090016":
    return "177002090016:ترخيص شركات وساطة السلع"
    case "177002090017":
    return "177002090017:تجديد ترخيص شركات وساطة السلع"
    case "177002090018":
    return "177002090018:إيقاف مؤقت ترخيص لشركة وساطة السلع"
    case "177002090019":
    return "177002090019:شطب نهائي ترخيص لشركة وساطة السلع"
    case "177002090020":
    return "177002090020:ترخيص الحفظ الامين"
    case "177002090021":
    return "177002090021:تجديد ترخيص الحفظ الامين"
    case "177002090022":
    return "177002090022:إيقاف مؤقت لترخيص شركة الحفظ الأمين"
    case "177002090023":
    return "177002090023:شطب نهائي لترخيص لشركة الحفظ الأمين"
    case "177002090024":
    return "177002090024:ترخيص خدمة الاستشارات المالية والتحليل المالي"
    case "177002090025":
    return "177002090025:تجديد الترخيص لخدمة الاستشارات المالية والتحليل المالي"
    case "177002090026":
    return "177002090026:إيقاف مؤقت لترخيص لشركة الاستشارات المالية والتحليل المالي"
    case "177002090027":
    return "177002090027:شطب نهائي لترخيص لشركة الاستشارات المالية والتحليل المالي"
    case "177002090028":
    return "177002090028:ترخيص أسواق المال بالدولة"
    case "177002090029":
    return "177002090029:تجديد الترخيص أسواق المال بالدولة"
    case "177002090030":
    return "177002090030:الموافقة على فروع الشركات"
    case "177002090031":
    return "177002090031:الموافقةعلى إندماج الشركات"
    case "177002090000":
    return "177002090000:ترخيص شركات وساطة الأوراق المالية والخدمات المالية"
    case "177002100001":
    return "177002100001:التفيش الدوري على شركات الخدمات المالية"
    case "177002100002":
    return "177002100002:التفيش المفاجئ على شركات الخدمات المالية"
    case "177002100003":
    return "177002100003:التفتيش الدوري على شركات وساطة الاوراق المالية"
    case "177002100004":
    return "177002100004:التفتيش المفاجئ على شركات وساطة الاوراق المالية"
    case "177002100005":
    return "177002100005:التدقيق على التداولات اليومية في الأسواق"
    case "177002100006":
    return "177002100006:التدقيق على تداولات المطلعين خلال فترة الحظر"
    case "177002100007":
    return "177002100007:التدقيق على الملاءة المالية لشركات وساطة الاوراق المالية"
    case "177002100008":
    return "177002100008:التدقيق على فصل الحسابات المالية لشركات وساطة الاوراق المالية"
    case "177002100009":
    return "177002100009:التدقيق على القوائم المالية لشركات وساطة الاوراق المالية"
    case "177002100010":
    return "177002100010:التدقيق على الذمم المدينة لعملاء لشركات وساطة الاوراق المالية"
    case "177002100011":
    return "177002100011:متابعة  تداولات موظفيي الهيئة  لدي شركات الوساطة"
    case "177002100000":
    return "177002100000:الرقابة على شركات وساطة الأوراق المالية والخدمات المالية"
    case "177002110001":
    return "177002110001:الفصل في الشكاوى المتعلقة بالأوراق المالية"
    case "177002110002":
    return "177002110002:الفصل في التظلمات"
    case "177002110003":
    return "177002110003:تقديم الاستشارات القانونية للمعنيين"
    case "177002110004":
    return "177002110004:تلقي ومتابعة إجراءات التحكيم"
    case "177002110000":
    return "177002110000:الفصل في منازعات التداول بالأوراق المالية"
    case "177003010001":
    return "177003010001:اعداد وتنفيذ برامج التوعية المالية والاستثمارية للمعنيين"
    case "177003010002":
    return "177003010002:اطلاق منصة تواصل تلقائي لنقل المعلومات إلى المتعاملين حسب"
    case "177003010003":
    return "177003010003: تعزيز حضور الرسالة الإعلامية والتوعوية للهيئة على شبكات التواصل"
    case "177003010000":
    return "177003010000:نشر وزيادة الوعي الاستثماري والقانوني بين المتعاملين في الأسواق"
    case "177003020001":
    return "177003020001:طرح برامج تعليمية وورش عمل لتأهيل العاملين وغير العاملين في الهيئة"
    case "177003020002":
    return "177003020002:توفير اختبارات برامج الترخيص المهني للعاملين بسوق رأس المال"
    case "177003020003":
    return "177003020003:اعداد وتنفيذ برامج توعية عن الحوكمة  للمعنيين بالشركات المدرجة من"
    case "177003020000":
    return "177003020000:رفع الكفاءة المهنية للعاملين وغير العاملين في السوق المالي"
    case "177003030001":
    return "177003030001:دراسة الممارسات العالمية في المؤشرات المتعلقة بالحوكمة"
    case "177003030002":
    return "177003030002:تصميم مؤشرفاعلية امتثال الشركات لضوابط الحوكمة"
    case "177003030003":
    return "177003030003:التنسيق مع الجهات ذات العلاقة بالمؤشر"
    case "177003030000":
    return "177003030000:تصميم مؤشر لقياس مستوى فاعلية امتثال الشركات لضوابط الحوكمة"
    case "177003040001":
    return "177003040001:مراجعة الضوابط الفنية والتقنية والقانونية والتشريعية ذات العلاقة"
    case "177003040002":
    return "177003040002:دراسة قابلية وجدوى التحول الإلكتروني /الذكي"
    case "177003040003":
    return "177003040003:مراجعة واعادة هندسة العمليات المتعلقة بالخدمات"
    case "177003040004":
    return "177003040004:التنسيق مع كافة الشركاء الاستراتيجين ذوي العلاقة لتحقيق التكامل في"
    case "177003040005":
    return "177003040005:تنفيذ خطط التحول للخدمات القابلة للتحول"
    case "177003040000":
    return "177003040000:تحويل كافة الخدمات القابلة للتحول الى خدمات الكترونية/ ذكية"
    case "177003050001":
    return "177003050001:نشر الوعي بالخدمات الالكترونية/ الذكية التي تقدمها الهيئة"
    case "177003050002":
    return "177003050002:تقديم محفزات لزيادة اقبال المتعاملين على استخدام الخدمات"
    case "177003050000":
    return "177003050000:تعزيز معدلات استخدام الخدمات الذكية المقدمة من الهيئة"
    case "177003060001":
    return "177003060001:تطوير وتصميم إطار نظر الشكاوى"
    case "177003060002":
    return "177003060002:اعتماد الدليل من الناحية القانونية"
    case "177003060000":
    return "177003060000:تطوير وإعداد دليل لشكاوى المتعاملين بأسواق رأس المال"
    case "177003070001":
    return "177003070001:عقد ندوات وحملات توعوية"
    case "177003070002":
    return "177003070002:نشر التشريعات التي تصدر من الهيئة"
    case "177003070003":
    return "177003070003:اصدار التقرير السنوي للهيئة"
    case "177003070000":
    return "177003070000:توعية المتعاملين بالأسواق المالية"
    case "177004010001":
    return "177004010001:إعداد الميزانية ومتابعة تنفيذها"
    case "177004010002":
    return "177004010002:إدارة الرواتب"
    case "177004010003":
    return "177004010003:إدارة المدفوعات والاستحقاقات"
    case "177004010004":
    return "177004010004:إجراء التدقيق الداخلي"
    case "177004010000":
    return "177004010000:إادارة الموارد المالية بكفاءة وفعالية"
    case "177004020001":
    return "177004020001:إدارة المشتريات"
    case "177004020002":
    return "177004020002:إدارة العقود ومتابعتها"
    case "177004020000":
    return "177004020000:إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "177004030001":
    return "177004030001:تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "177004030002":
    return "177004030002: تدريب وتطوير الموظفين"
    case "177004030003":
    return "177004030003:إدارة خدمات( تقييم الأداء، التعويضات والفوائد، شؤون الموظفين، الخ)"
    case "177004030000":
    return "177004030000:تطبيق أفضل ممارسات الموارد البشرية"
    case "177004040001":
    return "177004040001:إدارة الجودة"
    case "177004040002":
    return "177004040002:إدارة علاقات المتعاملين"
    case "177004040003":
    return "177004040003:الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "177004040000":
    return "177004040000:ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "177004050001":
    return "177004050001:تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "177004050002":
    return "177004050002:إدارة النشاط الإعلامي"
    case "177004050000":
    return "177004050000:ضمان تحقيق الاتصال الداخلي والخارجي"
    case "177004060001":
    return "177004060001:مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "177004060002":
    return "177004060002:مستشاري الوزير والمدير العام (الوكيل)"
    case "177004060000":
    return "177004060000:تطبيق أفضل الممارسات العالمية فى القيادة"
    case "177004070001":
    return "177004070001:وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "177004070002":
    return "177004070002:تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "177004070000":
    return "177004070000:وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "177004080001":
    return "177004080001:إعداد الدراسات والاستشارات القانونية"
    case "177004080002":
    return "177004080002:إدارة الشؤون القانونية"
    case "177004080000":
    return "177004080000:توفير أفضل الخدمات القانونية"
    case "177004090001":
    return "177004090001:تطوير النظم والتطبيقات الإلكترونية"
    case "177004090002":
    return "177004090002:توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "177004090003":
    return "177004090003:إدارة الشبكات وأمن المعلومات"
    case "177004090000":
    return "177004090000:توفير أحدث خدمات تقنية المعلومات"
    case "177004100001":
    return "177004100001:الصيانة"
    case "177004100002":
    return "177004100002:الإيجار"
    case "177004100003":
    return "177004100003:المواصلات"
    case "177004100004":
    return "177004100004: رسوم الاستشارات"
    case "177004100005":
    return "177004100005:المصروفات (الصادر والوارد، المراقف، الهواتف والانترنت ، الخ)"
    case "177004100006":
    return "177004100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "177004100000":
    return "177004100000:توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "177005010001":
    return "177005010001:تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "177005010002":
    return "177005010002:إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "177005010003":
    return "177005010003:تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "177005010004":
    return "177005010004:تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "177005010005":
    return "177005010005:رعاية المواهب المبتكرة"
    case "177005010000":
    return "177005010000:بناء قدرات الموظفين في مجال الابتكار"
    case "177005020001":
    return "177005020001:تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "177005020002":
    return "177005020002:تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "177005020003":
    return "177005020003: تطوير جائزة داخلية للابتكار"
    case "177005020004":
    return "177005020004:تنفيذ مختبرات للابتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "177005020005":
    return "177005020005:المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "177005020000":
    return "177005020000:تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "177005030001":
    return "177005030001:توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة"
    case "177005030002":
    return "177005030002: تشجيع البحث والتطوير داخل الجهة"
    case "177005030003":
    return "177005030003:عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات"
    case "177005030004":
    return "177005030004:تشجيع القيادات في الجهة على التواصل مع الموظفين لمناقشة الأفكار"
    case "177005030005":
    return "177005030005:تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات"
    case "177005030006":
    return "177005030006:تخصيص أوقات محددة للموظفين للتفاعل والنزول للميدان ولقاء فئات"
    case "177005030000":
    return "177005030000:حسين العمليات بما يعزز من الابتكار"
    case "177201010000":
    return "177201010000: رفع الوعي بالمنظومة الوطنية للمؤهلات"
    case "177201010001":
    return "177201010001: التنظيم والمشاركة في مؤتمرات وفعاليات محلية ودولية"
    case "177201010002":
    return "177201010002: تطوير محتويات إعلامية تسهم في رفع الوعي بالمنظومة الوطنية للمؤهلات"
    case "177201020000":
    return "177201020000: تعزيز التعاون الدولي من خلال عقد اتفاقيات دولية تسهم في تعزيز الاع"
    case "177201020001":
    return "177201020001: ابرام اتفاقيات وعقود تعاون فنية دولية"
    case "177201020002":
    return "177201020002: توقيع بروتوكولات مواءمات المنظومة الوطنية للمؤهلات بالمنظومات الدو"
    case "177201020003":
    return "177201020003: المشاركة في الفعاليات الدولية المرتبطة بتعزيز الاعتراف بالمنظومة"
    case "177201030000":
    return "177201030000: تنفيذ الأنظمة والإجراءات لضبط جودة المؤهلات"
    case "177201030001":
    return "177201030001: تنفيذ الأنظمة والإجراءات المطّورة والتي تسهم في عملية ضبط جودة الم"
    case "177201030002":
    return "177201030002: تطوير الأنظمة والإجراءات المنفذة"
    case "177201040000":
    return "177201040000: تطوير شراكات محلية لضمان تكامل السياسات ومواءمتها مع المنظومة"
    case "177201040001":
    return "177201040001: تحديد ووضع مقترحات لتطوير سياسات وأنظمة الهيئة الوطنية للمؤهلات"
    case "177201040002":
    return "177201040002: تطوير وتحديث سياسات وأنظمة الهيئة الوطنية للمؤهلات"
    case "177201050000":
    return "177201050000: المواءمة والتسكين على المنظومة"
    case "177201050001":
    return "177201050001: مواءمة المؤهلات الاجنبية مع مستويات المنظومة الوطنية"
    case "177201050002":
    return "177201050002: طلب تقييم مخرجات مؤهل على مستويات المنظومة الوطنية، للمؤسسات الوطن"
    case "177201050003":
    return "177201050003: طلب تسكين مخرجات مؤهل على مستويات المنظومة الوطنية، للمؤسسات الوطن"
    case "177201050004":
    return "177201050004: الاعتراف بالمؤهلات المهنية الأجنبية الصادرة من دول لها منظومة مؤهل"
    case "177201050005":
    return "177201050005: الاعتراف بالمؤهلات المهنية الصادرة من دول ليس لها منظومة مؤهلات"
    case "177201050006":
    return "177201050006: الاعتراف بالمؤهلات المهنية الاحترافية (دولية: لا تتبع دولة معينة"
    case "177201050007":
    return "177201050007: تسكين مؤهلات التعليم العام"
    case "177202010000":
    return "177202010000: ضمان جودة مؤسسات التعليم والتدريب المهني"
    case "177202010001":
    return "177202010001: تطوير أنظمة وإجراءات تقييم واعتماد مؤسسات التعليم والتدريب المهني"
    case "177202010002":
    return "177202010002: الاشراف على عملية تقييم مؤسسات التعليم والتدريب المهني"
    case "177202010003":
    return "177202010003: نشر الوعي بأهمية ضمان جودة التعليم والتدريب في الدولة"
    case "177202010004":
    return "177202010004: تطوير نظام تصنيف لمؤسسات التعليم والتدريب"
    case "177202020000":
    return "177202020000: تطوير نظام لتسجيل وترخيص المدربين ومن في حكمهم في التعليم المهني"
    case "177202020001":
    return "177202020001: وضع نظام تسجيل وترخيص المدربين"
    case "177202020002":
    return "177202020002: تسجيل وترخيص المدربين"
    case "177202030000":
    return "177202030000: المساهمة في رفع جودة الأيدي العاملة وضمان ارتباط المؤهلات المهنية"
    case "177202030001":
    return "177202030001: زيادة الوعي بأهمية رفع جودة الأيدي العاملة"
    case "177202030002":
    return "177202030002: اعتماد نظام لتصنيف وتوصيف المهن في الدولة"
    case "177202030003":
    return "177202030003: وضع نظام وإجراءات اعتماد مراكز تدريب وتقييم العمالة المتخصصة داخل"
    case "177202040000":
    return "177202040000: إجراء أنشطة بحثية حول تأثير نظام التدريب والتعليم في دولة الإمارات"
    case "177202040001":
    return "177202040001: إجراء استطلاعات رأي مع الجهات المعنية والشركاء الاستراتيجيين"
    case "177202040002":
    return "177202040002: تطوير وتحديث شبكة الشركاء الاستراتيجيين الذين سيسهمون في بناء نظام"
    case "177202040003":
    return "177202040003: تقديم أنشطة بحثية عن أثر نظام التعليم والتدريب في دولة الإمارات ال"
    case "177202050000":
    return "177202050000: تنظيم منتديات دورية مع الجهات المعنية لضمان تكامل السياسات ومخرجات"
    case "177202050001":
    return "177202050001: تطوير قاعدة بيانات خاصة بالشركاء الاستراتيجيين"
    case "177202050002":
    return "177202050002: استقطاب/ جذب الشركاء الاستراتيجيين الذين سيسهمون في بناء نظام تعلي"
    case "177202050003":
    return "177202050003: تحديد وتفعيل أليات للتواصل وتبادل المعلومات مع الشركاء الاستراتيجي"
    case "177202060000":
    return "177202060000: خدمات التسجيل للأفراد"
    case "177202060001":
    return "177202060001: فتح حساب إلكتروني لحامل المؤهل"
    case "177202060002":
    return "177202060002: تعديل أو إضافة بيانات في الحساب الإلكتروني لحامل مؤهل"
    case "177202060003":
    return "177202060003: تسجيل مزود خدمة تعليم وتدريب في الدليل بالنسبة للأفراد"
    case "177202060004":
    return "177202060004: تجديد سنوي لمزود خدمة تعليم وتدريب في الدليل بالنسبة للأفراد"
    case "177202060005":
    return "177202060005: تسجيل مدقق أو مقيّم في الدليل (خدمة ذات أولوية)"
    case "177202060006":
    return "177202060006: تجديد سنوي لقيد مدقق أو مقيم في الدليل"
    case "177202070000":
    return "177202070000: التسجيل والاعتماد للمؤسسات"
    case "177202070001":
    return "177202070001: تسجيل المؤسسات التعليمية والتدريبية في الدليل (خدمة ذات أولوية)"
    case "177202070002":
    return "177202070002: تجديد سنوي لقيد المؤسسات التعليمية والتدريبية في الدليل"
    case "177202070003":
    return "177202070003: تعديل بيانات المؤسسات التعليمية والتدريبية في الدليل"
    case "177202070004":
    return "177202070004: اعتماد المؤسسات التعليمية والتدريبية لطرح مؤهل وطني"
    case "177202070005":
    return "177202070005: تجديد اعتماد المؤسسات التعليمية والتدريبية لطرح مؤهل وطني"
    case "177202070006":
    return "177202070006: طلب تعديل بيانات للمؤسسات التعليمية والتدريبية المعتمدة لطرح مؤهل"
    case "177202070007":
    return "177202070007: اعتماد مراكز تقييم وتدريب الأيدي العاملة داخل وخارج الدولة"
    case "177202070008":
    return "177202070008: تجديد سنوي لاعتماد مراكز تقييم وتدريب الأيدي العاملة داخل وخارج ال"
    case "177202070009":
    return "177202070009: تسجيل الجهات المانحة"
    case "177202070010":
    return "177202070010: تجديد تسجيل الجهات المانحة"
    case "177202080000":
    return "177202080000: التسجيل والمصادقة للمؤهلات والمعايير"
    case "177202080001":
    return "177202080001: تسجيل مؤهل لبرنامج تدريبي في الدليل"
    case "177202080002":
    return "177202080002: المصادقة على المؤهلات المهنية الوطنية"
    case "177202080003":
    return "177202080003: تسجيل طلب استخدام وحدة معيار المهارات الوظيفية الوطنية"
    case "177202080004":
    return "177202080004: تسجيل طلب استخدام وحدة معيار المهارات الوظيفية الأجنبية"
    case "177202080005":
    return "177202080005: المصادقة على معيار مهني وطني"
    case "177202080006":
    return "177202080006: طلب تشكيل اللجان والمجالس القطاعية لتطوير المعايير المهنية (خدمة ذ"
    case "177203010000":
    return "177203010000: إادارة الموارد المالية بكفاءة وفعالية"
    case "177203010001":
    return "177203010001: إعداد الميزانية ومتابعة تنفيذها"
    case "177203010002":
    return "177203010002: إدارة الرواتب"
    case "177203010003":
    return "177203010003: إدارة المدفوعات والاستحقاقات"
    case "177203010004":
    return "177203010004: إجراء التدقيق الداخلي"
    case "177203020000":
    return "177203020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "177203020001":
    return "177203020001: إدارة المشتريات"
    case "177203020002":
    return "177203020002: إدارة العقود ومتابعتها"
    case "177203030000":
    return "177203030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "177203030001":
    return "177203030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "177203030002":
    return "177203030002:  تدريب وتطوير الموظفين"
    case "177203030003":
    return "177203030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "177203040000":
    return "177203040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "177203040001":
    return "177203040001: إدارة الجودة"
    case "177203040002":
    return "177203040002: إدارة علاقات المتعاملين"
    case "177203040003":
    return "177203040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "177203050000":
    return "177203050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "177203050001":
    return "177203050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "177203050002":
    return "177203050002: إدارة النشاط الإعلامي"
    case "177203060000":
    return "177203060000: خدمات تجارية"
    case "177203060001":
    return "177203060001: فتح حساب اشتراك الكتروني للمؤسسات التعليمية والتدريبية"
    case "177203060002":
    return "177203060002: تجديد سنوي للحساب الالكتروني للمؤسسات التعليمية والتدريبية"
    case "177203060003":
    return "177203060003: تجديد سنوي لعضوية مزود خدمة تعليم وتدريب في الدليل بالنسبة للمؤسسا"
    case "177203060004":
    return "177203060004: تسجيل عضوية مزود خدمة تعليم وتدريب في الدليل بالنسبة للمؤسسات"
    case "177203060005":
    return "177203060005: تسجيل طلب استخدام شعار واسم الهيئة على مواد مطبوعة أو مسموعة أو مر"
    case "177203070000":
    return "177203070000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "177203070001":
    return "177203070001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "177203070002":
    return "177203070002: مستشاري الوزير والمدير العام (الوكيل)"
    case "177203080000":
    return "177203080000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "177203080001":
    return "177203080001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "177203080002":
    return "177203080002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "177203090000":
    return "177203090000: توفير أفضل الخدمات القانونية"
    case "177203090001":
    return "177203090001: إعداد الدراسات والاستشارات القانونية"
    case "177203090002":
    return "177203090002: إدارة الشؤون القانونية"
    case "177203100000":
    return "177203100000: توفير أحدث خدمات تقنية المعلومات"
    case "177203100001":
    return "177203100001: تطوير النظم والتطبيقات الإلكترونية"
    case "177203100002":
    return "177203100002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "177203100003":
    return "177203100003: إدارة الشبكات وأمن المعلومات"
    case "177203110000":
    return "177203110000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "177203110001":
    return "177203110001: الصيانة"
    case "177203110002":
    return "177203110002: الإيجار"
    case "177203110003":
    return "177203110003: المواصلات"
    case "177203110004":
    return "177203110004:  رسوم الاستشارات"
    case "177203110005":
    return "177203110005:  المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والان"
    case "177203110006":
    return "177203110006:  الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "177204010000":
    return "177204010000: بناء قدرات الموظفين في مجال الابتكار"
    case "177204010001":
    return "177204010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "177204010002":
    return "177204010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "177204010003":
    return "177204010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "177204010004":
    return "177204010004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "177204010005":
    return "177204010005: رعاية المواهب المبتكرة"
    case "177204020000":
    return "177204020000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "177204020001":
    return "177204020001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "177204020002":
    return "177204020002: تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "177204020003":
    return "177204020003: تطوير جائزة داخلية للابتكار"
    case "177204020004":
    return "177204020004: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "177204020005":
    return "177204020005: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "177204030000":
    return "177204030000: تحسين العمليات بما يعزز من الابتكار"
    case "177204030001":
    return "177204030001: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة"
    case "177204030002":
    return "177204030002: تشجيع البحث والتطوير داخل الجهة"
    case "177204030003":
    return "177204030003: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "177204030004":
    return "177204030004: تشجيع القيادات في الجهة على التواصل مع الموظفين لمناقشة الأفكار"
    case "177204030005":
    return "177204030005: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "177204030006":
    return "177204030006: تخصيص أوقات محددة للموظفين للتفاعل والنزول للميدان ولقاء فئات المت"
    case "177301010001":
    return "177301010001: تأسيس المركز الوطني المعلوماتي لبيانات النقل"
    case "177301010002":
    return "177301010002: وضع وتفعيل استراتيجية وطنية لخفض التلوث الناجم عن أنشطة النقل البر"
    case "177301010003":
    return "177301010003: وضع وتفعيل آلية اتحادية لتخطيط النقل البري."
    case "177301010004":
    return "177301010004: اعداد استراتيجية وطنية لتحسين سلامة النقل البري."
    case "177301010005":
    return "177301010005: وضع استراتيجية وطنية للنقل السككي ومراجعتها بشكل منتظم"
    case "177301010000":
    return "177301010000: تفعيل خطة النقل الشاملة الخاصة بالنقل البري"
    case "177301020001":
    return "177301020001: اطلاق مشروع من الباب للباب للتكامل بين وسائط النقل الجماعي"
    case "177301020002":
    return "177301020002: تطبيق حوافز مبتكرة لتشجيع استخدام وسائط النقل الجماعي."
    case "177301020000":
    return "177301020000: تبنّي أساليب مبتكرة في النقل الجماعي بالدولة"
    case "177301030001":
    return "177301030001: تطوير وتحديث اللائحة التنفيذية للقانون رقم 9 لسنة 2011 في شأن النق"
    case "177301030002":
    return "177301030002: مراجعة وتحديث القانون رقم 8 لسنة 1986 بشأن الأوزان المحورية ووضع و"
    case "177301030000":
    return "177301030000: الاستثمار في تشريعات النقل البري"
    case "177301040001":
    return "177301040001: إصدار التراخيص و تصاريح السلامة السككية الاتحادية"
    case "177301040002":
    return "177301040002: إعداد التقرير السنوي حول قطاع السكك الحديدية الاتحادي"
    case "177301040003":
    return "177301040003: وضع الاطار التنظيمي للتحقيق الفني على حوادث السكك الحديدية"
    case "177301040004":
    return "177301040004: المشاركة التفاعلية في المؤتمرات و المعارض الإقليمية و الدولية للسك"
    case "177301040005":
    return "177301040005: إعداد برامج تعليمية وتدريبية مبتكرة لبناء القدرات والمهارات المواط"
    case "177301040006":
    return "177301040006: إعداد اللوائح الإرشادية الفنية والتشغيلية والمؤسساتية المساندة للت"
    case "177301040007":
    return "177301040007: المشاركة في استحداث وكالة سكك حديدية لمجلس التعاون لدول الخليج الع"
    case "177301040000":
    return "177301040000: وضع وتفعيل تشريعات ولوائح السكك الحديدية"
    case "177301050001":
    return "177301050001: المشاركة الفعالة في اللجان الفنية المتخصصة في النقل البري."
    case "177301050002":
    return "177301050002: تنظيم/المشاركة في مؤتمرات وورش ومعارض النقل البري."
    case "177301050000":
    return "177301050000: إبراز دور الهيئة في منظومة قطاع النقل البري في المحافل المحلية و ا"
    case "177301060001":
    return "177301060001: التوعية بالتشريعات الناظمة لقطاع النقل البري."
    case "177301060002":
    return "177301060002: إبرام الاتفاقيات ومذكرات التفاهم"
    case "177301060000":
    return "177301060000: وضع آليات لضمان تطبيق السياسات والقوانين واللوائح ذات الصلة"
    case "177301070001":
    return "177301070001: متابعة أعمال وتوصيات المجلس الفني للنقل البري."
    case "177301070002":
    return "177301070002: إبرام وتفعيل الاتفاقيات/مذكرات التفاهم"
    case "177301070003":
    return "177301070003: تفعيل عضوية الهيئة في المنظمات الدولية المعنية بالنقل البري."
    case "177301070000":
    return "177301070000: تعزيز التعاون مع الجهات المعنية لتحقيق المؤشرات الوطنية ذات الصلة"
    case "177302010001":
    return "177302010001: تفعيل مشاركة الدولية في المنظمة البحرية الدولية IMO"
    case "177302010002":
    return "177302010002: رفع حجم الاسطول البحري الاماراتي"
    case "177302010003":
    return "177302010003: وضع استراتيجية وطنية للنقل البحري بالدولة"
    case "177302010004":
    return "177302010004: تطوير و تحديث القوانين و القرارات المنظمة للعمل بقطاع النقل البحري"
    case "177302010000":
    return "177302010000: تشجيع التنافسية في أنشطة النقل البحري الوطني"
    case "177302020001":
    return "177302020001: تعزيز دور القطاع الخاص لتشغيل و إدارة الأرصفة و المعدات بأسلوب تجا"
    case "177302020002":
    return "177302020002: تطوير نظام نقل الركاب البحري الداخلي بين امارات الدولة"
    case "177302020003":
    return "177302020003: تنمية الصادرات الصناعية الوطنية في الموانئ"
    case "177302020000":
    return "177302020000: دعم القدرة التنافسية للموانئ"
    case "177302030001":
    return "177302030001: إنشاء مركز وطني لوضع الخرائط الملاحية بالدولة"
    case "177302030002":
    return "177302030002: تفعيل التشريعات و اللوائح المنظمة للسلامة للوحدات البحرية"
    case "177302030003":
    return "177302030003: حوكمة الحوادث البحرية"
    case "177302030004":
    return "177302030004: انشاء نظام ذكي لمراقبة الممرات المائية والمساعدات الملاحية"
    case "177302030000":
    return "177302030000: سلامة الملاحة البحرية"
    case "177302040001":
    return "177302040001: تطوير نظام معلوماتي جغرافي للنقل البحري الوطني"
    case "177302040002":
    return "177302040002: خفض تلوث البيئة البحرية بالدولة"
    case "177302040003":
    return "177302040003: دعم البحث العلمي و الدراسات"
    case "177302040004":
    return "177302040004: اطلاق جوائز لقطاع النقل البحري"
    case "177302040000":
    return "177302040000: الاستدامة والابتكار في النقل البحري الوطني"
    case "177302050001":
    return "177302050001: اصدار الشهادات والتراخيص الخاصة بالسفن الوطنية"
    case "177302050002":
    return "177302050002: اصدار الشهادات والتراخيص للعاملين على متن السفن الوطنية"
    case "177302050003":
    return "177302050003: اصدار الشهادات الخاصة بالعاملين على متن السفن الوطنية التجارية الغ"
    case "177302050004":
    return "177302050004: القيام بعملية التفتيش على السفن الوطنية"
    case "177302050005":
    return "177302050005: اصدار الشهادات والتراخيص الخاصة بقوارب النزهة"
    case "177302050006":
    return "177302050006: القيام بعملية التفتيش على قوارب النزهة"
    case "177302050007":
    return "177302050007: اصدار الشهادات والتراخيص الخاصة بالعاملين على متن قوارب النزهة"
    case "177302050000":
    return "177302050000: ضمان تطبيق متطلبات المعاهدات الدولية والقوانين على السفن الوطنية و"
    case "177302060001":
    return "177302060001: الترخيص لسفينة أجنبية تعمل في مياه الدولة"
    case "177302060002":
    return "177302060002: الترخيص لسفينة أجنبية تعمل في حقول النفط والمنشآت النفطية"
    case "177302060003":
    return "177302060003: الترخيص للطواقم العاملة على متن السفن الأجنبية داخل مياه الدولة وا"
    case "177302060004":
    return "177302060004: القيام بعملية التفتيش على السفن الأجنبية الزائرة لموانئ الدولة واس"
    case "177302060000":
    return "177302060000: ضمان تطبيق متطلبات المعاهدات الدولية والقوانين الوطنية على السفن ا"
    case "177302070001":
    return "177302070001: وضع ومراجعة وتحديث السياسات والتشريعات الوطنية"
    case "177302070002":
    return "177302070002: القيام بمتابعة تطبيق التشريعات الخاصة بالسفن الغير خاضعة للمعاهدات"
    case "177302070000":
    return "177302070000: ضمان وضع آليات تنفيذ ومراجعة اللوائح و القوانين والتشريعات الوطنية"
    case "177302080001":
    return "177302080001: القيام باعتماد والاشراف والتدقيق على هيئات"
    case "177302080002":
    return "177302080002: القيام بالترخيص والتدقيق على شركات الصيانة الخاصة بمعدات السلامة و"
    case "177302080003":
    return "177302080003: القيام باعتماد والاشراف والتدقيق على معاهد التدريب البحرية"
    case "177302080004":
    return "177302080004: القيام بالتدقيق على امتثال الموانئ لمتطلبات المدونة الدولية لآمن ا"
    case "177302080005":
    return "177302080005: اصدار شهادة لامانع من اصدار او تجديد تراخيص الشركات بمزاولة نشاط ب"
    case "177302080000":
    return "177302080000: ضمان فعالية عمل ممكنات و شركاء القطاع البحري"
    case "177302090001":
    return "177302090001: إصدار شهادة تسجيل مؤقت لسفينة تجارية وطنية"
    case "177302090002":
    return "177302090002: تمديد شهادة تسجيل مؤقت لسفينة تجارية وطنية"
    case "177302090003":
    return "177302090003: إصدار بدل فاقد أو بدل تالف لشهادة تسجيل مؤقت لسفينة تجارية وطنية"
    case "177302090004":
    return "177302090004: تعديل بيانات شهادة تسجيل مؤقت لسفينة تجارية وطنية"
    case "177302090005":
    return "177302090005: إلغاء شهادة تسجيل مؤقت لسفينة تجارية وطنية"
    case "177302090006":
    return "177302090006: إصدار شهادة تسجيل دائم لسفينة تجارية وطنية"
    case "177302090007":
    return "177302090007: تفتيش ومعاينة السفن التجارية الوطنية والأجنبية"
    case "177302090008":
    return "177302090008: تعديل بيانات أو تغيير اسم شهادة تسجيل دائم لسفينة تجارية وطنية"
    case "177302090009":
    return "177302090009: تمديد شهادة تسجيل دائم لسفينة تجارية وطنية"
    case "177302090010":
    return "177302090010: نقل ملكية شهادة تسجيل دائم لسفينة تجارية وطنية"
    case "177302090011":
    return "177302090011: إصدار بدل فاقد أو بدل تالف لشهادة تسجيل دائم لسفينة تجارية وطنية"
    case "177302090012":
    return "177302090012: إصدار شهادة شطب لسفينة تجارية وطنية"
    case "177302090013":
    return "177302090013: إصدار بدل فاقد أو بدل تالف لشهادة شطب لسفينة تجارية وطنية"
    case "177302090014":
    return "177302090014: إصدار ترخيص ملاحي لسفينة تجارية وطنية وأجنبية"
    case "177302090015":
    return "177302090015: إصدار بدل فاقد أو بدل تالف لترخيص ملاحي لسفينة تجارية وطنية وأجنبي"
    case "177302090016":
    return "177302090016: تجديد ترخيص ملاحي لسفينة تجارية وطنية"
    case "177302090017":
    return "177302090017: تمديد ترخيص ملاحي لسفينة تجارية أجنبية"
    case "177302090018":
    return "177302090018: تعديل بيانات ترخيص ملاحي لسفينة تجارية وطنية وأجنبية"
    case "177302090019":
    return "177302090019: إصدار وثيقة التطقيم – الحد الأدنى الآمن لسفينة تجارية وطنية"
    case "177302090020":
    return "177302090020: تجديد وثيقة التطقيم – الحد الأدنى الآمن لسفينة تجارية وطنية"
    case "177302090021":
    return "177302090021: تعديل بيانات وثيقة التطقيم – الحد الأدنى الآمن لسفينة تجارية وطنية"
    case "177302090022":
    return "177302090022: إصدار بدل فاقد أو بدل تالف لوثيقة التطقيم – الحد الأدنى الآمن لسفي"
    case "177302090023":
    return "177302090023: إصدار السجل الموجز المتواصل لسفينة تجارية وطنية"
    case "177302090024":
    return "177302090024: إصدار بدل فاقد أو بدل تالف للسجل الموجز المتواصل لسفينة تجارية وطن"
    case "177302090025":
    return "177302090025: تعديل بيانات السجل الموجز المتواصل لسفينة تجارية وطنية"
    case "177302090026":
    return "177302090026: إصدار شهادة السلامة لسفينة تجارية وطنية"
    case "177302090027":
    return "177302090027: تمديد شهادة السلامة لسفينة تجارية وطنية"
    case "177302090028":
    return "177302090028: إصدار شهادة الإعفاء لسفينة تجارية وطنية"
    case "177302090029":
    return "177302090029: تمديد شهادة الإعفاء لسفينة تجارية وطنية"
    case "177302090030":
    return "177302090030: إصدار شهادة المسؤولية المدنية لسفينة تجارية وطنية"
    case "177302090031":
    return "177302090031: إصدار بدل فاقد أو بدل تالف لشهادة المسؤولية المدنية لسفينة تجارية"
    case "177302090032":
    return "177302090032: قيد عقد رهن لسفينة تجارية وطنية"
    case "177302090033":
    return "177302090033: شطب عقد رهن لسفينة تجارية وطنية"
    case "177302090034":
    return "177302090034: إصدار شهادة بيانات الملكية لسفينة تجارية"
    case "177302090035":
    return "177302090035: إصدار شهادة عدم ممانعة لسفينة"
    case "177302090036":
    return "177302090036: تصديق عقد بيع لسفينة تجارية وطنية"
    case "177302090037":
    return "177302090037: إصدار بدل فاقد أو بدل تالف لعقد بيع لسفينة تجارية وطنية"
    case "177302090038":
    return "177302090038: إصدار ترخيص سفينة نزهة وطنية وأجنبية"
    case "177302090039":
    return "177302090039: تفتيش ومعاينة سفن النزهة الوطنية والأجنبية"
    case "177302090040":
    return "177302090040: إصدار بدل فاقد أو بدل تالف لترخيص سفينة نزهة وطنية وأجنبية"
    case "177302090041":
    return "177302090041: تعديل بيانات أو تغيير اسم ترخيص سفينة نزهة وطنية وأجنبية"
    case "177302090042":
    return "177302090042: إصدار شهادة شطب لسفينة نزهة وطنية"
    case "177302090043":
    return "177302090043: تجديد ترخيص سفينة نزهة وطنية وأجنبية"
    case "177302090044":
    return "177302090044: إلغاء ترخيص سفينة نزهة أجنبية"
    case "177302090045":
    return "177302090045: قيد عقد رهن لسفينة نزهة وطنية وأجنبية"
    case "177302090046":
    return "177302090046: شطب عقد رهن لسفينة نزهة وطنية وأجنبية"
    case "177302090047":
    return "177302090047: نقل ملكية سفينة نزهة وطنية وأجنبية"
    case "177302090048":
    return "177302090048: إصدار بدل فاقد أو بدل تالف لنقل ملكية سفينة نزهة وطنية وأجنبية"
    case "177302090000":
    return "177302090000: ترخيص وتسجيل السفن التجارية وقوارب النزهة"
    case "177302100001":
    return "177302100001: إصدار شهادة أهلية"
    case "177302100002":
    return "177302100002: تجديد شهادة أهلية"
    case "177302100003":
    return "177302100003: إصدار بدل فاقد أو بدل تالف لشهادة أهلية"
    case "177302100004":
    return "177302100004: إصدار شهادة وإقرار خاص بالنظام العالمي للإستغاثة والسلامة البحرية"
    case "177302100005":
    return "177302100005: إصدار بدل فاقد أو بدل تالف لشهادة وإقرار خاص بالنظام العالمي للإست"
    case "177302100006":
    return "177302100006: إصدار إقرار شهادة أهلية"
    case "177302100007":
    return "177302100007: تجديد إقرار شهادة أهلية"
    case "177302100008":
    return "177302100008: إصدار بدل فاقد أو بدل تالف لإقرار شهادة أهلية"
    case "177302100009":
    return "177302100009: إصدار جواز سفر بحري"
    case "177302100010":
    return "177302100010: تجديد جواز سفر بحري"
    case "177302100011":
    return "177302100011: إصدار بدل فاقد أو بدل تالف لجواز سفر بحري"
    case "177302100012":
    return "177302100012: إصدار رخصة مزاولة المهنة"
    case "177302100013":
    return "177302100013: تجديد رخصة مزاولة المهنة"
    case "177302100014":
    return "177302100014: إصدار بدل فاقد أو بدل تالف لرخصة مزاولة المهنة"
    case "177302100015":
    return "177302100015: إلغاء رخصة مزاولة المهنة"
    case "177302100000":
    return "177302100000: ترخيص البحارة"
    case "177302110001":
    return "177302110001: إصدار التراخيص السنوية الخاصة باعتماد الشركات المتخصصة"
    case "177302110002":
    return "177302110002: تفتيش ومعاينة الشركات المتخصصة في مجال النقل البحري"
    case "177302110003":
    return "177302110003: إصدار شهادة عدم ممانعة للأنشطة البحرية"
    case "177302110000":
    return "177302110000: التراخيص الخاصة بالشركات البحرية"
    case "177302120001":
    return "177302120001: إصدار بيان امتثال المرفق المينائي"
    case "177302120002":
    return "177302120002: إصدار شهادة بدل فاقد أو بدل تالف-لبيان امتثال المرفق المينائي"
    case "177302120003":
    return "177302120003: تجديد بيان امتثال المرفق المينائي"
    case "177302120004":
    return "177302120004: إصدار بطاقة مندوب بحري"
    case "177302120005":
    return "177302120005: تجديد بطاقة مندوب بحري"
    case "177302120006":
    return "177302120006: إلغاء بطاقة مندوب بحري"
    case "177302120000":
    return "177302120000: خدمات العملاء والموانئ"
    case "177302130001":
    return "177302130001: تزويد نسخة من القانون التجاري البحري"
    case "177302130000":
    return "177302130000: خدمات أخرى"
    case "177303010001":
    return "177303010001: إعداد الميزانية ومتابعة تنفيذها"
    case "177303010002":
    return "177303010002: إدارة الرواتب"
    case "177303010003":
    return "177303010003: إدارة المدفوعات والاستحقاقات"
    case "177303010004":
    return "177303010004: إجراء التدقيق الداخلي"
    case "177303010000":
    return "177303010000: إدارة الموارد المالية بكفاءة وفعالية"
    case "177303020001":
    return "177303020001: إدارة المشتريات"
    case "177303020002":
    return "177303020002: إدارة العقود ومتابعتها"
    case "177303020000":
    return "177303020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "177303030001":
    return "177303030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "177303030002":
    return "177303030002: تدريب وتطوير الموظفين"
    case "177303030003":
    return "177303030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "177303030000":
    return "177303030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "177303040001":
    return "177303040001: إدارة الجودة"
    case "177303040002":
    return "177303040002: إدارة علاقات المتعاملين"
    case "177303040003":
    return "177303040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "177303040000":
    return "177303040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "177303050001":
    return "177303050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "177303050002":
    return "177303050002: إدارة النشاط الإعلامي"
    case "177303050000":
    return "177303050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "177303060001":
    return "177303060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "177303060002":
    return "177303060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "177303060000":
    return "177303060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "177303070001":
    return "177303070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "177303070002":
    return "177303070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "177303070000":
    return "177303070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "177303080001":
    return "177303080001: إعداد الدراسات والاستشارات القانونية"
    case "177303080002":
    return "177303080002: إدارة الشؤون القانونية"
    case "177303080000":
    return "177303080000: توفير أفضل الخدمات القانونية"
    case "177303090001":
    return "177303090001: تطوير النظم والتطبيقات الإلكترونية"
    case "177303090002":
    return "177303090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "177303090003":
    return "177303090003: إدارة الشبكات وأمن المعلومات"
    case "177303090000":
    return "177303090000: توفير أحدث خدمات تقنية المعلومات"
    case "177303100001":
    return "177303100001: الصيانة"
    case "177303100002":
    return "177303100002: الإيجار"
    case "177303100003":
    return "177303100003: المواصلات"
    case "177303100004":
    return "177303100004: رسوم الاستشارات"
    case "177303100005":
    return "177303100005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "177303100006":
    return "177303100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "177303100000":
    return "177303100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "177304010001":
    return "177304010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "177304010002":
    return "177304010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "177304010003":
    return "177304010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "177304010004":
    return "177304010004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "177304010005":
    return "177304010005: رعاية المواهب المبتكرة"
    case "177304010000":
    return "177304010000: بناء قدرات الموظفين في مجال الابتكار"
    case "177304020001":
    return "177304020001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "177304020002":
    return "177304020002: تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "177304020003":
    return "177304020003: تطوير جائزة داخلية للابتكار"
    case "177304020004":
    return "177304020004: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "177304020005":
    return "177304020005: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "177304020006":
    return "177304020006: تأسيس نادي الابتكار للنقل البري والبحري"
    case "177304020000":
    return "177304020000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "177304030001":
    return "177304030001: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة"
    case "177304030002":
    return "177304030002: تشجيع البحث والتطوير داخل الجهة"
    case "177304030003":
    return "177304030003: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "177304030004":
    return "177304030004: تشجيع القيادات في الجهة على التواصل مع الموظفين لمناقشة الأفكار"
    case "177304030005":
    return "177304030005: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "177304030006":
    return "177304030006: تخصيص أوقات محددة للموظفين للتفاعل والنزول للميدان ولقاء فئات المت"
    case "177304030000":
    return "177304030000: تحسين العمليات بما يعزز من الابتكار"
    case "177400000000":
    return "177400000000: مكتب وزير التسامح"
    case "177501010001":
    return "177501010001: إصدار التشريعات اللازمة لتأسيس معهد التدريب التأميني تشكيل وتشكيل"
    case "177501010002":
    return "177501010002: تنظيم دورات مهنية متخصصة في التأمين"
    case "177501010000":
    return "177501010000:توفير كوادر بشرية متخصصة بالتأمين"
    case "177501020001":
    return "177501020001: إصدار تعليمات معايير إعادة التأمين"
    case "177501020002":
    return "177501020002:إصدار تعليمات ترخيص وسيط إعادة تأمين"
    case "177501020003":
    return "177501020003:ترخيص شركات إعادة التأمين في الدولة"
    case "177501020000":
    return "177501020000:توفير البيئة الملائمة لإنشاء شركات إعادة التأمين"
    case "177501030001":
    return "177501030001:طلب مستخرج رسمي عن البيانات المقيدة لشركات إدارة مطالبات التأمين"
    case "177501030002":
    return "177501030002:التظلم من قرارات رفض ترخيص أو قيد شركة إدارة مطالبات التأمين الصحي"
    case "177501030003":
    return "177501030003:تعديل بيانات شركة إدارة مطالبات التأمين الصحي"
    case "177501030004":
    return "177501030004:تجديد قيد فرع شركة إدارة مطالبات التأمين الصحي"
    case "177501030005":
    return "177501030005:قيد فرع شركة إدارة مطالبات التأمين الصحي"
    case "177501030006":
    return "177501030006:تجديد قيد شركة إدارة مطالبات التأمين الصحي"
    case "177501030007":
    return "177501030007:قيد شركة إدارة مطالبات التأمين الصحي"
    case "177501030008":
    return "177501030008:دراسة ترخيص شركة إدارة مطالبات التأمين الصحي"
    case "177501030000":
    return "177501030000:الترخيص والقيد لشركات إدارة مطالبات التأمين الصحي"
    case "177501040001":
    return "177501040001:وقف عمليات"
    case "177501040002":
    return "177501040002:طلب مستخرج رسمي عن البيانات المقيدة لشركة تأمين"
    case "177501040003":
    return "177501040003:تعديل بيانات شركة تأمين"
    case "177501040004":
    return "177501040004:تحويل وثائق التأمين من شركة إلى أخرى"
    case "177501040005":
    return "177501040005:التظلم من قرارات رفض ترخيص أو رفض قيد شركة تأمين"
    case "177501040006":
    return "177501040006:تجديد قيد فرع شركة تأمين أجنبية"
    case "177501040007":
    return "177501040007:قيد فرع شركة تأمين أجنبية"
    case "177501040008":
    return "177501040008:تجديد قيد شركة تأمين أجنبية"
    case "177501040009":
    return "177501040009:قيد شركة تأمين أجنبية"
    case "177501040010":
    return "177501040010:ترخيص شركة تأمين أجنبية"
    case "177501040011":
    return "177501040011:دراسة ترخيص شركة تأمين أجنبية"
    case "177501040012":
    return "177501040012:تجديد قيد فرع شركة تأمين وطنية"
    case "177501040013":
    return "177501040013:قيد فرع شركة تأمين وطنية"
    case "177501040014":
    return "177501040014:تجديد قيد شركة تأمين وطنية"
    case "177501040015":
    return "177501040015:قيد شركة تأمين وطنية"
    case "177501040016":
    return "177501040016:ترخيص شركة تأمين وطنية"
    case "177501040017":
    return "177501040017:دراسة ترخيص شركة تأمين وطنية أو خليجية"
    case "177501040000":
    return "177501040000:الترخيص والقيد لشركات التأمين"
    case "177501050001":
    return "177501050001:طلب مستخرج رسمي عن البيانات المقيدة لخبراء الكشف وتقدير الأضرار"
    case "177501050002":
    return "177501050002:تعديل بيانات خبراء الكشف وتقدير الأضرار للأفراد"
    case "177501050003":
    return "177501050003:تجديد قيد خبراء الكشف وتقدير الأضرار للأفراد"
    case "177501050004":
    return "177501050004:قيد خبراء الكشف وتقدير الأضرار للأفراد"
    case "177501050005":
    return "177501050005:تعديل بيانات خبراء الكشف وتقدير الأضرار للشركات"
    case "177501050006":
    return "177501050006:تجديد قيد فرع خبراء الكشف وتقدير الأضرار للشركات"
    case "177501050007":
    return "177501050007:قيد فرع خبراء الكشف وتقدير الأضرار للشركات"
    case "177501050008":
    return "177501050008:تجديد قيد خبراء الكشف وتقدير الأضرار للشركات"
    case "177501050009":
    return "177501050009:قيد خبراء الكشف وتقدير الأضرار للشركات"
    case "177501050000":
    return "177501050000:القيد لخبراء الكشف وتقدير الاضرار"
    case "177501060001":
    return "177501060001:طلب مستخرج رسمي عن البيانات المقيدة لوسيط التأمين"
    case "177501060002":
    return "177501060002:تعديل بيانات وسيط التأمين"
    case "177501060003":
    return "177501060003:تجديد قيد فرع وسيط تأمين"
    case "177501060004":
    return "177501060004:قيد فرع وسيط تأمين"
    case "177501060005":
    return "177501060005:تجديد قيد وسيط تأمين"
    case "177501060006":
    return "177501060006:قيد وسيط تأمين"
    case "177501060000":
    return "177501060000:القيد لوسطاء التأمين"
    case "177501070001":
    return "177501070001:طلب مستخرج رسمي عن البيانات المقيدة لوكيل تأمين"
    case "177501070002":
    return "177501070002:تعديل بيانات وكيل تأمين للأفراد"
    case "177501070003":
    return "177501070003:تجديد قيد وكيل تأمين للأفراد"
    case "177501070004":
    return "177501070004:قيد وكيل تأمين للأفراد"
    case "177501070005":
    return "177501070005:تعديل بيانات وكيل تأمين للشركات"
    case "177501070006":
    return "177501070006:#'تجديد قيد فرع وكيل تأمين للشركات"
    case "177501070007":
    return "177501070007:قيد فرع وكيل تأمين للشركات"
    case "177501070008":
    return "177501070008:#'تجديد قيد وكيل تأمين للشركات"
    case "177501070009":
    return "177501070009:قيد وكيل تأمين للشركات"
    case "177501070000":
    return "177501070000:القيد لوكلاء التأمين"
    case "177501080001":
    return "177501080001:إعداد وتوزيع التقرير السنوي عن نشاط قطاع التأمين بالدولة"
    case "177501080000":
    return "177501080000:تقرير الإحصاء السنوي للتأمين على مستوى الدولة"
    case "177501090001":
    return "177501090001:طلب مستخرج رسمي عن البيانات المقيدة لاستشاري تأمين"
    case "177501090002":
    return "177501090002:تعديل بيانات استشاري تأمين للأفراد"
    case "177501090003":
    return "177501090003:تجديد قيد استشاري تأمين للأفراد"
    case "177501090004":
    return "177501090004:قيد استشاري تأمين للأفراد"
    case "177501090005":
    return "177501090005:تعديل بيانات استشاري تأمين للشركات"
    case "177501090006":
    return "177501090006:تجديد قيد فرع استشاري تأمين للشركات"
    case "177501090007":
    return "177501090007:قيد فرع استشاري تأمين للشركات"
    case "177501090008":
    return "177501090008:تجديد قيد استشاري تأمين للشركات"
    case "177501090009":
    return "177501090009:قيد استشاري تأمين للشركات"
    case "177501090000":
    return "177501090000:قيد استشاري تأمين"
    case "177501100001":
    return "177501100001:تعديل بيانات خبراء رياضيات التأمين"
    case "177501100002":
    return "177501100002:تجديد قيد خبراء رياضيات التأمين"
    case "177501100003":
    return "177501100003:قيد خبير رياضيات التأمين"
    case "177501100004":
    return "177501100004:طلب مستخرج رسمي عن البيانات المقيدة لخبراء الرياضيات"
    case "177501100000":
    return "177501100000:قيد خبراء رياضيات"
    case "177501110001":
    return "177501110001:تسوية الشكاوى التأمينية"
    case "177501110002":
    return "177501110002:تلقي الشكاوى والاستفسارات التأمينية"
    case "177501110000":
    return "177501110000:حل الشكاوى التأمينية"
    case "177501120001":
    return "177501120001:تطبيق نظام النقاط لزيادة نسبة التوطين في قطاع التأمين"
    case "177501120002":
    return "177501120002:عقد دورات تدريبية متخخصة بالتأمين للمواطنين"
    case "177501120000":
    return "177501120000:تعزيز التوطين في قطاع التأمين"
    case "177502010001":
    return "177502010001: تشكيل لجنة فض نزاعات التأمين"
    case "177502010002":
    return "177502010002:تطبيق الوساطة والتحكيم في نزاعات التأمين"
    case "177502010000":
    return "177502010000:توفير الوسائل البديل لحل نزاعات التأمين ملاحظة هذه التعليمات لايمكن"
    case "177502020001":
    return "177502020001: تطبيق التأمين الإلزامي ضد أخطار المسؤوليةالمدنية العشرية للمقاولين"
    case "177502020002":
    return "177502020002: تطبيق التأمين الإلزامي ضد أخطار المسؤولية المدنيةعن الأخطاء الطبية"
    case "177502020000":
    return "177502020000:زيادة مظلة التأمينات الإلزامية ملاحظة هذه التعليمات لا يمكن إصدارها"
    case "177502030001":
    return "177502030001:إنشاء صندوق المتضررين من حوادث المركبات مجهولة الهوية أوالغير مؤمنة"
    case "177502030002":
    return "177502030002:إنشاء صندوق حملة وثائق التأمين على الحياه"
    case "177502030003":
    return "177502030003:إنشاء صندوق ضمان حقوق المشتركين في التأمين التكافلي"
    case "177502030004":
    return "177502030004: إنشاء صندوق ضمان حقوق حملة وثائق التأمين العام"
    case "177502030000":
    return "177502030000:إنشاء صناديق خاصة للحماية من الأخطار ملاحظة هذه التعليمات لا يمكن"
    case "177502040001":
    return "177502040001:نشر تقارير إعلامية"
    case "177502040002":
    return "177502040002:انتاج أفلام قصيرة لتوعية التأمينية وتسويقها"
    case "177502040003":
    return "177502040003:تنظيم حملات توعوية"
    case "177502040004":
    return "177502040004:إعداد نشرة الكترونية عن الهيئة"
    case "177502040005":
    return "177502040005:تفعيل العلاقة مع الشركاء"
    case "177502040000":
    return "177502040000:زيادة الوعي التأمين في المجتمع"
    case "177502050001":
    return "177502050001:عقد احاطات إعلامية للترويج عن الهيئة وخدماتها."
    case "177502050002":
    return "177502050002:تعزيز مشاركات الهيئة في مواقع التوصل الاجتماعي"
    case "177502050003":
    return "177502050003:تنظيم ملتقيات دورية مع الشركاء والمتعاملين"
    case "177502050000":
    return "177502050000:الترويج عن خدمات الهيئة"
    case "177503010001":
    return "177503010001:تطوير تطبيقات ذكية لترخيص المهن المرتبطة بالتأمين (جميع الخدمات ذات"
    case "177503010002":
    return "177503010002:تطوير تطبيقات ذكية للتفتيش على شركات التأمين"
    case "177503010003":
    return "177503010003:الربط الإلكتروني مع شركات التأمين"
    case "177503010000":
    return "177503010000:تطوير أنظمة الكترونية وتطبيقات ذكية  لخدمات الترخيص والتفتيش لقطاع"
    case "177503020001":
    return "177503020001:التفتيش الميداني على شركات التأمين والمهن المرتبطة"
    case "177503020002":
    return "177503020002:اعداد الدراسة المالية التجميعية للبيانات المالية لشركات التامين"
    case "177503020003":
    return "177503020003: اعداد تقرير التحليل المالي لميزانيات شركات التأمين"
    case "177503020004":
    return "177503020004:عقد ورش عمل لقطاع التأمين"
    case "177503020000":
    return "177503020000:تعزيز الرقابة والإشراف على قطاع التأمين"
    case "177504010001":
    return "177504010001:إعداد الميزانية ومتابعة تنفيذها"
    case "177504010002":
    return "177504010002:إدارة الرواتب"
    case "177504010003":
    return "177504010003:إدارة المدفوعات والاستحقاقات"
    case "177504010004":
    return "177504010004:إجراء التدقيق الداخلي"
    case "177504010000":
    return "177504010000:إدارة الموارد المالية بكفاءة وفعالية"
    case "177504020001":
    return "177504020001:إدارة المشتريات"
    case "177504020002":
    return "177504020002:إدارة العقود ومتابعتها"
    case "177504020000":
    return "177504020000:إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "177504030001":
    return "177504030001:تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "177504030002":
    return "177504030002: تدريب وتطوير الموظفين"
    case "177504030003":
    return "177504030003:إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات"
    case "177504030000":
    return "177504030000:تطبيق أفضل ممارسات الموارد البشرية"
    case "177504040001":
    return "177504040001:إدارة الجودة"
    case "177504040002":
    return "177504040002:إدارة علاقات المتعاملين"
    case "177504040003":
    return "177504040003:الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "177504040000":
    return "177504040000:ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "177504050001":
    return "177504050001:تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "177504050002":
    return "177504050002:إدارة النشاط الإعلامي"
    case "177504050003":
    return "177504050003:ضمان تحقيق الاتصال الداخلي والخارجي"
    case "177504060001":
    return "177504060001:مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "177504060002":
    return "177504060002:مستشاري الوزير والمدير العام (الوكيل)"
    case "177504060003":
    return "177504060003:تطبيق أفضل الممارسات العالمية فى القيادة"
    case "177504070001":
    return "177504070001:وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "177504070002":
    return "177504070002:تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "177504070000":
    return "177504070000:وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "177504080001":
    return "177504080001:إعداد الدراسات والاستشارات القانونية"
    case "177504080002":
    return "177504080002:إدارة الشؤون القانونية"
    case "177504080000":
    return "177504080000:توفير أفضل الخدمات القانونية"
    case "177504090001":
    return "177504090001:تطوير النظم والتطبيقات الإلكترونية"
    case "177504090002":
    return "177504090002:توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "177504090003":
    return "177504090003:إدارة الشبكات وأمن المعلومات"
    case "177504090000":
    return "177504090000:توفير أحدث خدمات تقنية المعلومات"
    case "177504100001":
    return "177504100001:الصيانة"
    case "177504100002":
    return "177504100002:الإيجار"
    case "177504100003":
    return "177504100003:المواصلات"
    case "177504100004":
    return "177504100004: رسوم الاستشارات"
    case "177504100005":
    return "177504100005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف"
    case "177504100006":
    return "177504100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "177504100000":
    return "177504100000:توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "177505010001":
    return "177505010001:تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "177505010002":
    return "177505010002:تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "177505010003":
    return "177505010003:رعاية المواهب المبتكرة"
    case "177505010000":
    return "177505010000:بناء قدرات الموظفين في مجال الابتكار"
    case "177505020001":
    return "177505020001:تكريم الموظفين المبتكرين"
    case "177505020002":
    return "177505020002:تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "177505020003":
    return "177505020003:المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "177505020000":
    return "177505020000:تبني أحدث أدوات ووسائل الابتكار داخل الهيئة"
    case "177505030001":
    return "177505030001:توثيق كافة الابتكارات في الهيئة (المطبقة مسبقاً والجديدة) في قاعدة"
    case "177505030002":
    return "177505030002:تشجيع البحث والتطوير داخل الهيئة"
    case "177505030003":
    return "177505030003:تشجيع القيادات في الهيئة على التواصل مع الموظفين لمناقشة الأفكار"
    case "177505030004":
    return "177505030004:تشجيع المشاريع الابتكارية المشتركة مع المؤسسات الأخرى"
    case "177505030000":
    return "177505030000:تحسين العمليات بما يعزز من الابتكار"
    case "177601010001":
    return "177601010001: تسجيل المواقع التي تعرض أماكن لإقامة المناسبات"
    case "177601010002":
    return "177601010002: تسجيل المعارض"
    case "177601010003":
    return "177601010003: تسجيل الفنادق"
    case "177601010004":
    return "177601010004: تسجيل المواقع الأخرى"
    case "177601010005":
    return "177601010005: تسجيل المناسبات (المؤتمرات والمعارض)"
    case "177601010006":
    return "177601010006: تسجيل المؤتمرات"
    case "177601010007":
    return "177601010007: تسجيل المعارض"
    case "177601010008":
    return "177601010008: تسجيل المحافل وورش العمل"
    case "177601010009":
    return "177601010009: التحكيم"
    case "177601010000":
    return "177601010000: تسجيل المناسبات"
    case "177601020001":
    return "177601020001: التنظيم"
    case "177601020002":
    return "177601020002: التدقيق في المحتوى"
    case "177601020003":
    return "177601020003: حماية السيرة"
    case "177601020000":
    return "177601020000: اللائحة"
    case "177601030001":
    return "177601030001: تأسيس مركز بيانات"
    case "177601030002":
    return "177601030002: الجدول الزمني للمناسبة"
    case "177601030003":
    return "177601030003: تأسيس مركز تقنية المعلومات والبيانات والاتصالات"
    case "177601030000":
    return "177601030000: تأسيس مركز بيانات"
    case "177601040001":
    return "177601040001: نشاط ترويجي"
    case "177601040002":
    return "177601040002: جولات للعروض (لنشر الوعي بين المتعاملية)"
    case "177601040003":
    return "177601040003: الترويج عبر السفارة والقنصليات"
    case "177601040004":
    return "177601040004: الترويج عبر اتحادات الشركاء"
    case "177601040005":
    return "177601040005: الترويج عبر المؤتمرات والمناسبات الدولية"
    case "177601040006":
    return "177601040006: التصوّر والاختبار"
    case "177601040000":
    return "177601040000: نشاط ترويجي"
    case "177602010001":
    return "177602010001: تطوير نموذج واستراتجية أعمال"
    case "177602010002":
    return "177602010002: تطوير نموذج للأعمال"
    case "177602010003":
    return "177602010003: تطوير استراتجية للأعمال"
    case "177602010004":
    return "177602010004: تطوير القانون الذي يحكم المؤسسة"
    case "177602010005":
    return "177602010005: تطوير القانون الاتحادي التنظيمي"
    case "177602010006":
    return "177602010006: إنشاء هيئة رقابية"
    case "177602010000":
    return "177602010000: تطوير نموذج واستراتجية أعمال"
    case "177602020001":
    return "177602020001: أسيس البنية التحتية"
    case "177602020002":
    return "177602020002: تأسيس مكاتب في أبو ظبي ودبي والإمارات الشمالية"
    case "177602020003":
    return "177602020003: تأسيس مكتب إداري"
    case "177602020000":
    return "177602020000: أسيس البنية التحتية"
    case "177602030001":
    return "177602030001: إطلاق وسن القوانين"
    case "177602030002":
    return "177602030002: نص القوانين"
    case "177602030003":
    return "177602030003: التنظيم"
    case "177602030000":
    return "177602030000: إطلاق وسن القوانين"
    case "177603010001":
    return "177603010001: إدارة الموارد المالية بكفاءة وفعالية"
    case "177603010002":
    return "177603010002: اعداد الميزانية و متابعة تنفيذها"
    case "177603010003":
    return "177603010003: ادارة الرواتب"
    case "177603010004":
    return "177603010004: ادارة المدفوعات والاستحقاقات"
    case "177603010005":
    return "177603010005: إجراء التدقيق الداخلي"
    case "177603010000":
    return "177603010000: Management of Financial Resources Effeciently and Effectively"
    case "177603020001":
    return "177603020001: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "177603020002":
    return "177603020002: ادارة المشتريات"
    case "177603020003":
    return "177603020003: ادارة العقود ومتابعتها"
    case "177603020000":
    return "177603020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "177603030001":
    return "177603030001: تطبيق أفضل ممارسات الموارد البشرية"
    case "177603030002":
    return "177603030002: شواغر"
    case "177603030003":
    return "177603030003: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "177603030004":
    return "177603030004: تدريب و تطوير الموظفين"
    case "177603030005":
    return "177603030005: ادارة خدمات الموارد البشرية الأخرى ( تقييم الاداء، شؤون الموظفو"
    case "177603030000":
    return "177603030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "177603040001":
    return "177603040001: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "177603040002":
    return "177603040002: إدارة الجودة"
    case "177603040003":
    return "177603040003: إدارة علاقات المتعاملين"
    case "177603040004":
    return "177603040004: الاعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "177603040000":
    return "177603040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "177603050001":
    return "177603050001: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "177603050002":
    return "177603050002: تخطيط و تنسيق الاتصالات الداخلية والخارجية"
    case "177603050003":
    return "177603050003: دعم المناسبات ، الصحف المنشورة و جميع وسائل الاتصال بعامة الشع"
    case "177603050000":
    return "177603050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "177603060001":
    return "177603060001: إدارة المؤسسة عبر توفير قيادة ذات جودة عالمية"
    case "177603060002":
    return "177603060002: ' مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "177603060003":
    return "177603060003: مستشارو الوزير و المدير العام"
    case "177603060000":
    return "177603060000: إدارة المؤسسة عبر توفير قيادة ذات جودة عالمية"
    case "177603070001":
    return "177603070001: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "177603070002":
    return "177603070002: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "177603070003":
    return "177603070003: تحديد مؤشرات الأداء الرئيسية ، وقياس الأداء"
    case "177603070000":
    return "177603070000: إدارة المؤسسة عبر توفير قيادة ذات جودة عالمية"
    case "177603080001":
    return "177603080001: توفير أفضل الخدمات القانونية"
    case "177603080002":
    return "177603080002: إعداد الدراسات والاستشارات القانونية"
    case "177603080003":
    return "177603080003: إدارة الشؤون القانونية"
    case "177603080000":
    return "177603080000: توفير أفضل الخدمات القانونية"
    case "177603090001":
    return "177603090001: توفير أحدث خدمات تقنية المعلومات"
    case "177603090002":
    return "177603090002: تطوير النظم والتطبيقات الإلكترونية"
    case "177603090003":
    return "177603090003: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "177603090004":
    return "177603090004: ادارة الشبكات وأمن المعلومات"
    case "177603090000":
    return "177603090000: توفير أحدث خدمات تقنية المعلومات"
    case "177603100001":
    return "177603100001: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "177603100002":
    return "177603100002: الصيانة"
    case "177603100003":
    return "177603100003: الايجار"
    case "177603100004":
    return "177603100004: المواصلات"
    case "177603100005":
    return "177603100005: المصروفات المتكررة الأخرى (الهواتف والانترنت ، الخ )"
    case "177603100006":
    return "177603100006: الخدمات المشتركة الاخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "177603100000":
    return "177603100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "177701010001":
    return "177701010001: المراجعة الدورية على اداء عمليات ادارة الهوية الشخصية"
    case "177701010002":
    return "177701010002: تنفيذ وقياس اثر التحسينات على عمليات ادارة الهوية الشخصية"
    case "177701010003":
    return "177701010003: تنفيذ خطة استمرارية الاعمال والتعافي من الكوارث"
    case "177701010000":
    return "177701010000: تحسين كفاءة وفعالية عمليات ادارة الهوية الشخصية"
    case "177701020001":
    return "177701020001: تطوير وتحسين عمليات انشاء الهوية الشخصية"
    case "177701020002":
    return "177701020002: تطوير وتحسين عمليات صيانة الهوية الشخصية"
    case "177701020003":
    return "177701020003: تطوير وتحسين عمليات ايقاف الهوية الشخصية"
    case "177701020004":
    return "177701020004: ادارة تغيير التحول في عمليات ادارة الهوية الشخصيةChange Managemen"
    case "177701020005":
    return "177701020005: ادارة عمليات اعمال دورة الهوية الشخصيةBusiness process Management"
    case "177701020000":
    return "177701020000: التحول النوعي في عمليات ادارة الهوية الشخصية"
    case "177701030001":
    return "177701030001: هيكلة منظومة الهوية الشخصية enterprises architecture review"
    case "177701030002":
    return "177701030002: تهيئة وتجهيز البنية التحتية التقنية لادارة الهوية الشخصية"
    case "177701030003":
    return "177701030003: الانتقال التدريجي لاستخدام الانظمة الجديدة لإدارة الهوية الشخصية"
    case "177701030004":
    return "177701030004: تحصين وحماية الانظمة والبيانات السكانية"
    case "177701030000":
    return "177701030000: تبني احدث تقنيات إدارة الهوية الشخصية وحماية أمن البيانات"
    case "177701040001":
    return "177701040001: إصدار بطاقة هوية جديدة"
    case "177701040002":
    return "177701040002: تفعيل أو إعادة ضبط رقم التعريف الشخصي لبطاقة الهوية"
    case "177701040003":
    return "177701040003: تحديث بيانات الهوية"
    case "177701040004":
    return "177701040004: استبدال بطاقة الهوية"
    case "177701040005":
    return "177701040005: تجديد بطاقة الهوية"
    case "177701040006":
    return "177701040006: استرداد الرسوم"
    case "177701040007":
    return "177701040007: الإعفاء من رسوم التأخير"
    case "177701040008":
    return "177701040008: الحصول على شهادة رقم الهوية أو البحث عن شخص"
    case "177701040000":
    return "177701040000: بطاقة الهوية"
    case "177701050001":
    return "177701050001: تقديم استفسار"
    case "177701050002":
    return "177701050002: تقديم شكوى"
    case "177701050003":
    return "177701050003: تقديم مقترح أو رأي"
    case "177701050000":
    return "177701050000: الاتصال بنا"
    case "177702010001":
    return "177702010001: نمذجة مراكز الخدمة"
    case "177702010002":
    return "177702010002: نمذجة القنوات الالكترونية / الذكية"
    case "177702010000":
    return "177702010000: تقديم خدمات هوية تسعد المتعاملين الأفراد"
    case "177702020001":
    return "177702020001: اعداد خارطة طريق لتقديم خدمات المؤسسات"
    case "177702020002":
    return "177702020002: تطوير منظومة إدارة الخدمات مع المؤسسات"
    case "177702020000":
    return "177702020000: تقديم خدمات نوعية للمؤسسات"
    case "177702030001":
    return "177702030001: تطوير ادارة مزيج المتعاملين"
    case "177702030002":
    return "177702030002: تطوير ادارة مزيج الخدمات"
    case "177702030003":
    return "177702030003: تطوير ادارة مركز التواصل"
    case "177702030000":
    return "177702030000: تطوير منظومة إدارة العلاقة مع المتعاملين"
    case "177702040001":
    return "177702040001: مركز واحد لخدمات متعددة"
    case "177702040002":
    return "177702040002: موظف شامل مركز شامل"
    case "177702040000":
    return "177702040000: المركز الشامل لاسعاد المتعاملين"
    case "177702050001":
    return "177702050001: التحقق من الهوية عبر بوابة التحقق الإلكتروني"
    case "177702050002":
    return "177702050002: الحصول على قارئ البطاقة"
    case "177702050000":
    return "177702050000: التحقق من الهوية"
    case "177702060001":
    return "177702060001: طلب تقارير وإحصائيات سكانية"
    case "177702060002":
    return "177702060002: مطابقة بيانات الأفراد مع بيانات الهوية"
    case "177702060003":
    return "177702060003: الاستعلام عن معلومات شخص بالسجل السكاني"
    case "177702060000":
    return "177702060000: طلب بيانات سكانية"
    case "177703010001":
    return "177703010001: اعداد الميزانية و مراقبة تنفيذها"
    case "177703010002":
    return "177703010002: ادارة الايرادات ( نشاط مستحدث تم اضافته من الهيئة )"
    case "177703010003":
    return "177703010003: ادارة الرواتب"
    case "177703010004":
    return "177703010004: ادارة حسابات الدفع والاستلام"
    case "177703010005":
    return "177703010005: التدقيق الداخلي ( الرقابة الداخلية)"
    case "177703010006":
    return "177703010006: ادارة الاصول ( نشاط مستحدث تم اضافته من الهيئة )"
    case "177703010000":
    return "177703010000: إدارة الموارد المالية لتقديم التأثر الأقصى"
    case "177703020001":
    return "177703020001: ادارة شراء السلع والخدمات"
    case "177703020002":
    return "177703020002: ادارة العقود"
    case "177703020003":
    return "177703020003: ادارة المخازن ( نشاط مستحدث تم اضافته من الهيئة )"
    case "177703020000":
    return "177703020000: شراء السلع والخدمات بأكثر طريقة فعالة"
    case "177703030001":
    return "177703030001: تقديم خدمات التوظيف"
    case "177703030002":
    return "177703030002: تدريب و تطوير الموظفين"
    case "177703030003":
    return "177703030003: ادارة خدمات الموارد البشرية الأخرى ( تخطيط القوى العاملة ، تقييم ا"
    case "177703030004":
    return "177703030004: اسعاد الموظفين ( نشاط مستحدث تم اضافته من الهيئة )"
    case "177703030000":
    return "177703030000: إدارة موارد بشرية محترفة"
    case "177703040001":
    return "177703040001: ضمان جودة الادارة تطبيق المعايير الدولية والمحافظة على شهادات ال"
    case "177703040002":
    return "177703040002: ادارة عمليات الاعمال (شاط مستحدث تم اضافته من الهيئة بدلاً من نشاط"
    case "177703040003":
    return "177703040003: الاعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "177703040000":
    return "177703040000: ضمان التميز المؤسسي داخل المنظمة"
    case "177703050001":
    return "177703050001: تخطيط و تنسيق الاتصالات الداخلية والخارجية"
    case "177703050002":
    return "177703050002: دعم الفعاليات والمناسبات والنشر المطبوعات وغيرها من وسائل الاعلام"
    case "177703050000":
    return "177703050000: ضمان سلاسة الاتصال الداخلي والخارجي"
    case "177703060001":
    return "177703060001: ادارة التجديد التنظيمي (نشاط مستحدث تم اضافته من الهيئة بدلاُ من ن"
    case "177703060002":
    return "177703060002: تطويرالتدقيق الداخلي (نشاط مستحدث تم اضافته من الهيئة بدلاُ من نشا"
    case "177703060003":
    return "177703060003: تطبيق الحوكمة الرشيدة في الهيئة (نشاط مستحدث تم اضافته من الهيئة ب"
    case "177703060004":
    return "177703060004: ادارة المخاطر المتكاملة واستمرارية الأعمال (نشاط مستحدث تم اضافته"
    case "177703060005":
    return "177703060005: تعزيز أمن المعلومات (نشاط مستحدث تم اضافته من الهيئة بدلاُ من نشاط"
    case "177703060006":
    return "177703060006: ادارة المشاريع (نشاط مستحدث تم اضافته من الهيئة بدلاُ من نشاط مكتب"
    case "177703060000":
    return "177703060000: إدارة الجهة من خلال قيادة عالمية المستوى"
    case "177703070001":
    return "177703070001: مسودة ( تطوير ) الخطط التشغيلية والاستراتيجية"
    case "177703070002":
    return "177703070002: تحديد ( تصميم) مؤشرات الأداء الرئيسية ، وقياس الأداء"
    case "177703070000":
    return "177703070000: تطوير إستراتجية ممتازة للجهة وقياس الأداء التنظيمي"
    case "177703080001":
    return "177703080001: ادارة الممارسات والأنشطة القانونية للهيئة (نشاط مستحدث تم اضافته م"
    case "177703080002":
    return "177703080002: إدارة قضايا الهيئة(نشاط مستحدث تم اضافته من الهيئة بدلاُ من نشاط إ"
    case "177703080000":
    return "177703080000: تقديم أفضل ممارسات الخدمات القانونية للجهة"
    case "177703090001":
    return "177703090001: تطوير النظم والتطبيقات"
    case "177703090002":
    return "177703090002: توفير الدعم للمستخدم (خط مساعدة)"
    case "177703090003":
    return "177703090003: إدارة البنية التحتية التقنية"
    case "177703090000":
    return "177703090000: تسهيل أنشطة الجهة من خلال توفير خدمات معلوماتية حديثة"
    case "177703100001":
    return "177703100001: المرافق و الصيانة"
    case "177703100002":
    return "177703100002: الايجار"
    case "177703100003":
    return "177703100003: المواصلات"
    case "177703100004":
    return "177703100004: رسوم الاستشارات"
    case "177703100005":
    return "177703100005: المصروفات المتكررة الأخرى (المرافق ، والاتصالات السلكية واللاسلكية"
    case "177703100006":
    return "177703100006: الخدمات المشتركة الاخرى"
    case "177703100000":
    return "177703100000: دعم الجهة من خلال توفير خدمات مشتركة ذات فعالية عالية"
    case "177704010001":
    return "177704010001: تطوير سياسات الإبتكار في الهيئة"
    case "177704010002":
    return "177704010002: التحول من الادارة بالتوجيه الى الادارة بالتدريب والمشاركة"
    case "177704010003":
    return "177704010003: تشجيع القيادة للتفكير الابداعي ومشاركة الافكار"
    case "177704010004":
    return "177704010004: اكساب الموظفين مهارات التفكير الابداعي"
    case "177704010000":
    return "177704010000: تعزيز الابداع المنظم"
    case "177704020001":
    return "177704020001: تطوير مركز الابداع والابتكار"
    case "177704020002":
    return "177704020002: تطوير شبكة المعرفة"
    case "177704020003":
    return "177704020003: ادارة ورعاية المواهب"
    case "177704020004":
    return "177704020004: تفعيل حاضنات الابحاث والتطوير"
    case "177704020000":
    return "177704020000: بناء بيئة ابداع"
    case "177704030001":
    return "177704030001: تطوير فريق تقني لتطوير الخدمات المنافسة"
    case "177704030002":
    return "177704030002: تطوير فريق تخصصي لتقديم الخدمات المنافسة"
    case "177704030000":
    return "177704030000: تبني الابتكار المستمر"
    case "177901010001":
    return "177901010001: توقيع مذكرات تفاهم مع الجهات المختصة ومتابعة تطبيقها"
    case "177901010002":
    return "177901010002: بناء المنظومة الكترونياً"
    case "177901010003":
    return "177901010003: استحداث حقيبة الطوارئ (الجيل الأول)"
    case "177901010004":
    return "177901010004: إدارة منتدى استمرارية الأعمال لقطاع الاتصالات"
    case "177901010005":
    return "177901010005: عقد ورش عمل ودورات تدريبية لموظفي القطاع عن أفضل الممارسات في إدار"
    case "177901010006":
    return "177901010006: تحديث الخطة الوطنية للطوارئ والأزمات"
    case "177901010007":
    return "177901010007: تنفيذ تمارين الطاولة والميدانية"
    case "177901010008":
    return "177901010008: التدقيق على كفاءة وجاهزية المرخص لهم للطوارئ والأزمات"
    case "177901010000":
    return "177901010000: بناء وتطبيق منظومة الطوارئ والأزمات في قطاع الاتصالات"
    case "177901020001":
    return "177901020001: مراجعة الاطار التنظيمي وتحديثه لضمان تنافسية قطاع الاتصالات"
    case "177901020002":
    return "177901020002: تطبيق الاطار التنظيمي و التدقيق على المرخص لهم لضمان الامتثال بالس"
    case "177901020003":
    return "177901020003: تطوير وتطبيق اليات لضمان حماية مصالح المشتركين في قطاع الاتصالات"
    case "177901020000":
    return "177901020000: تطوير وتطبيق إطار تنظيمي شامل لقطاع الاتصالات بهدف تعزيز المنافسة"
    case "177901030001":
    return "177901030001: مراجعة الاطار التنظيمي وتحديثه لضمان تنافسية قطاع الاتصالات"
    case "177901030002":
    return "177901030002: تطبيق الاطار التنظيمي و التدقيق على المرخص لهم لضمان الامتثال بالس"
    case "177901030003":
    return "177901030003: تطوير وتطبيق اليات لضمان حماية مصالح المشتركين في قطاع الاتصالات"
    case "177901030000":
    return "177901030000: تطوير وتطبيق اطار تنظيمي شامل لقطاع الاتصالات وتنفيذ مشاريع تعزز ا"
    case "177901040001":
    return "177901040001: إنشاء وتفعيل المختبر الوطني لاعتماد النوعية"
    case "177901040002":
    return "177901040002: اصدار شهادات الاعتماد النوعي للأجهزة المطابقة للمواصفات"
    case "177901040000":
    return "177901040000: تنظيم استخدام وتشغيل أجهزة الاتصالات في الدولة"
    case "177901050001":
    return "177901050001: عقد ورش عمل لموردين ومصنعين أجهزة الاتصالات"
    case "177901050002":
    return "177901050002: عقد ورش عمل للشركاء الاستراتيجين"
    case "177901050000":
    return "177901050000: نشر التوعية بين الشركاء الاستراتيجين والمستهلكين بمسؤوليات الهيئة"
    case "177901060001":
    return "177901060001: إعادة تدوير أجهزة اتصالات"
    case "177901060002":
    return "177901060002: اطلاق الحملات التوعوية بالتعاون مع وزارة التغير المناخي والبيئة"
    case "177901060000":
    return "177901060000: التخلص السليم والآمن من أجهزة الاتصالات"
    case "177901070001":
    return "177901070001: نقل أرقام الهاتف الثابت"
    case "177901070002":
    return "177901070002: تعديل سياسة الخطة الوطنية للأرقام بما يتلاءم مع خطة قطاع الاتصالات"
    case "177901070000":
    return "177901070000: تطوير وإدارة موارد ونقل الأرقام"
    case "177901080001":
    return "177901080001: ضمان توفر خدمة نقل أرقام الهاتف المتحرك"
    case "177901080002":
    return "177901080002: التحقق من التزام المرخصين بتعليمات الهيئة الخاصة بنقل أرقام الهاتف"
    case "177901080000":
    return "177901080000: ضمان الامتثال بتعليمات نقل أرقام الهاتف المتحرك"
    case "177901090001":
    return "177901090001: متابعة استخدام المرخصين للمجموعات الرقمية"
    case "177901090002":
    return "177901090002: التدقيق على التقارير الواردة من المرخص لهم حول إدارة المجموعات الر"
    case "177901090000":
    return "177901090000: إدارة المجموعات الرقمية غير المستخدمة لدى المرخصين"
    case "177901100001":
    return "177901100001: مراقبة تسجيل منافذ بيع شرائح الهاتف المتحرك"
    case "177901100002":
    return "177901100002: الحملات التفتيشية على منافذ بيع شرائح الهاتف المتحرك"
    case "177901100000":
    return "177901100000: إدارة وتطبيق سياسة تنظيم منافذ بيع شرائح الهاتف المتحرك"
    case "177901110001":
    return "177901110001: تسجيل موردي أجهزة الاتصالات"
    case "177901110002":
    return "177901110002: تجديد تسجيل موردي أجهزة الاتصالات"
    case "177901110003":
    return "177901110003: تعديل بيانات موردي أجهزة الاتصالات"
    case "177901110004":
    return "177901110004: إلغاء تسجيل موردي أجهزة الاتصالات"
    case "177901110005":
    return "177901110005: تسجيل واعتماد أجهزة الاتصالات"
    case "177901110006":
    return "177901110006: تجديد اعتماد أجهزة الاتصالات"
    case "177901110007":
    return "177901110007: مراقبة سوق أجهزة الاتصالات"
    case "177901110008":
    return "177901110008: إصدار تصاريح الإفراج الجمركي لأجهزة الاتصالات (خدمة ذات أولوية)"
    case "177901110000":
    return "177901110000: خدمات موردين أجهزة الاتصالات"
    case "177901120001":
    return "177901120001: تخصيص موارد أرقام الهاتف المجاني والرسائل النصية القصيرة"
    case "177901120002":
    return "177901120002: سحب أو وقف تخصيص موارد أرقام الهاتف المجاني والرسائل النصية القصير"
    case "177901120003":
    return "177901120003: تخصيص مفاتيح الهواتف المتحركة (×05)"
    case "177901120004":
    return "177901120004: سحب أو وقف تخصيص مفاتيح الهواتف المتحركة (×05)"
    case "177901120005":
    return "177901120005: تخصيص موارد الأرقام الأخرى"
    case "177901120006":
    return "177901120006: سحب أو وقف تخصيص موارد الأرقام الأخرى"
    case "177901120000":
    return "177901120000: موارد الأرقام"
    case "177901130001":
    return "177901130001: طلب توصية تخصيص الأراضي"
    case "177901130000":
    return "177901130000: خدمات توصية لتخصيص الأراضي العامة"
    case "177901140001":
    return "177901140001: معالجة نزاعات المستهلكين مع المرخص لهم حول خدمات الاتصالات (خدمة ذ"
    case "177901140002":
    return "177901140002: معالجة النزاعات المخلة بالمنافسة بين المرخص لهم"
    case "177901140003":
    return "177901140003: حل نزاعات الربط البيني بين المرخص لهم"
    case "177901140000":
    return "177901140000: حل النزاعات"
    case "177901150001":
    return "177901150001: ضبط الأسعار العادية أو العروض الدائمة"
    case "177901150002":
    return "177901150002: ضبط أسعار العروض الترويجية أو عروض مقدمة لفترة أقصاها 3 أشهر"
    case "177901150003":
    return "177901150003: تمديد العرض الترويجي للمرخصين"
    case "177901150000":
    return "177901150000: ضبط أسعار الخدمات المقدمة"
    case "177901160001":
    return "177901160001: إصدار رخص تقديم خدمات الاتصالات"
    case "177901160000":
    return "177901160000: ترخيص خدمات الاتصالات"
    case "177901170001":
    return "177901170001: تحليل المحاور والمؤشرات الفرعية لمؤشر الجاهزية الشبكية"
    case "177901170002":
    return "177901170002: متابعة تنفيذ المبادرات الداعمة للمؤشر الوطني"
    case "177901170003":
    return "177901170003: تعبئة مسوحات الاتحاد الدولي للاتصالات."
    case "177901170004":
    return "177901170004: تطوير نظام محاكاة الكتروني لإدارة المؤشرات الفرعية"
    case "177901170000":
    return "177901170000: متابعة ترتيب دولة الإمارات العربية المتحدة في مؤشر الجاهزية الشبكي"
    case "177901180001":
    return "177901180001: التنسيق والمتابعة لتوحيد اللوائح والسياسات التنظيمية للطيف الترددي"
    case "177901180002":
    return "177901180002: قيادة فريق العمل العربي الدائم للطيف الترددي في المؤتمر العالمي لل"
    case "177901180003":
    return "177901180003: تحديث اللوائح والاطر التنظيمية الخاصة بالطيف الترددي"
    case "177901180000":
    return "177901180000: تحديث اللوائح والاطر التنظيمية الخاصة بإدارة الطيف الترددي"
    case "177901190001":
    return "177901190001: تنظيم وتطوير خدمات البث الإذاعي الرقمي الأرضي"
    case "177901190002":
    return "177901190002: تنظيم وتطوير الخدمات المتنقلة الأرضية"
    case "177901190000":
    return "177901190000: بناء وتطوير وتطبيق الأطر التنظيمية الخاصة بإدخال الجيل القادم من خ"
    case "177901200001":
    return "177901200001: تطوير تنظيم أنشطة الانترنت"
    case "177901200002":
    return "177901200002: تطوير وتحسين سياسات وإجراءات النفاذ إلى الانترنت"
    case "177901200003":
    return "177901200003: تطوير وتحسين خدمات وإجراءات أسماء النطاق"
    case "177901200004":
    return "177901200004: تطوير وتحسين المشاركة في برامج تنافسية دولة الامارات بما يخص المجت"
    case "177901200000":
    return "177901200000: بناء وتشغيل اطار حوكمة أنشطة الانترنت والمعلومات"
    case "177901210001":
    return "177901210001: تقديم المنح الدراسية"
    case "177901210002":
    return "177901210002: تمويل المختبرات العلمية"
    case "177901210003":
    return "177901210003: تمويل المشاريع الطلابية"
    case "177901210000":
    return "177901210000: تمويل مشاريع التعليم"
    case "177901220001":
    return "177901220001: تمويل مشاريع البحث والتطوير"
    case "177901220000":
    return "177901220000: تمويل مشاريع البحث والتطوير"
    case "177901230001":
    return "177901230001: تمويل المشاريع الناشئة"
    case "177901230002":
    return "177901230002: تمويل الحاضنات التكنولوجية"
    case "177901230000":
    return "177901230000: الحاضنات وريادة الأعمال"
    case "177901240001":
    return "177901240001: تمويل المشاريع الخاصة"
    case "177901240000":
    return "177901240000: المشاريع الوطنية"
    case "177901250001":
    return "177901250001: متابعة مؤشرتواصل الشركات مع المستهلك عبر الإنترنت."
    case "177901250002":
    return "177901250002: متابعة مؤشراستخدام تكنولوجيا الاتصالات والمعلومات وفعالية الحكومة"
    case "177901250003":
    return "177901250003: متابعة مؤشرتغطية شبكة الهاتف المحمول-النسبة المئوية للسكان"
    case "177901250004":
    return "177901250004: متابعة مؤشرأهمية تكنولوجيا المعلومات والاتصالات لرؤية الحكومة"
    case "177901250005":
    return "177901250005: متابعة مؤشرتأثير المعلومات والاتصالات على الوصول إلى الخدمات"
    case "177901250006":
    return "177901250006: متابعة مؤشرنجاح الحكومة في تعزيز الاتصالات والمعلومات"
    case "177901250007":
    return "177901250007: متابعة مؤشرأثر الاتصالات والمعلومات في الخدمات والمنتجات الجديدة"
    case "177901250008":
    return "177901250008: متابعة مؤشرالمشتريات الحكومية لمنتجات التكنولوجيا المتقدمة"
    case "177901250009":
    return "177901250009: متابعة مؤشر المشاركة الإلكترونية"
    case "177901250010":
    return "177901250010: متابعة مؤشرالمدارس الموصولة بالإنترنت"
    case "177901250011":
    return "177901250011: متابعة مؤشر خوادم الإنترنت آمنة لكل 1،000،000"
    case "177901250012":
    return "177901250012: متابعة مؤشرانخفاض معدلات قرصنة البرمجيات ، كنسبة من إجمالي البرامج"
    case "177901250013":
    return "177901250013: متابعة مؤشر تنمية تكنولوجيا الاتصالات والمعلومات"
    case "177901250000":
    return "177901250000: إدارة ومتابعة المؤشرات العالمية في مجال الاتصالات والمعلومات"
    case "177902010001":
    return "177902010001: مشروع فزعة لحوادث السيارات"
    case "177902010002":
    return "177902010002: دراسة جدوى انشاء مختبر لتمكين ذوي الإعاقة من الاستفادة من خدمات قط"
    case "177902010003":
    return "177902010003: إعداد استراتيجية لمزودي الخدمات عبر الانترنت والانترنت عبر البرتكو"
    case "177902010004":
    return "177902010004: دراسة متطلبات البنى التحتية وتطوير خارطة الطريق لمواكبة التطور الت"
    case "177902010005":
    return "177902010005: عقد منتدى تطوير قطاع الاتصالات"
    case "177902010006":
    return "177902010006: تصنيف جودة الخدمات الاتصالات والمعلومات"
    case "177902010007":
    return "177902010007: تصنيف مراكز خدمة العملاء للمرخص لهم"
    case "177902010008":
    return "177902010008: التدقيق على كفاءة نظام تحديد مواقع مستخدمي الهاتف المتحرك لمكالمات"
    case "177902010009":
    return "177902010009: إنشاء مركز الشبكات لقطاع الاتصالات"
    case "177902010010":
    return "177902010010: مقارنة جودة شبكات وخدمات الهواتف المتحركة والذكية"
    case "177902010011":
    return "177902010011: التغطية الشبكية لضمان جودة شبكات وخدمات الاتصالات"
    case "177902010000":
    return "177902010000: مواكبة التطور التكنولوجي لقطاع الاتصالات والممارسات الفضلى في"
    case "177902020001":
    return "177902020001: تطوير استخدام الأجهزة اللاسلكية للخدمات المساندة في الإنتاج الإذاع"
    case "177902020002":
    return "177902020002: تطوير اجراءات التصاريح والتراخيص اللاسلكية لمختلف الخدمات الراديوي"
    case "177902020003":
    return "177902020003: مبادرة نافذة واحدة ، للحصول على تصريح الطيف الترددي من جهه واحده"
    case "177902020000":
    return "177902020000: تطوير وتنظيم خدمات واستخدامات منظومة الطيف الترددي"
    case "177902030001":
    return "177902030001: إصدار تصاريح أو تراخيص الطيف الترددي للخدمات الراديوية البحرية وال"
    case "177902030002":
    return "177902030002: تجديد تصاريح أو تراخيص الطيف الترددي للخدمات الراديوية البحرية وال"
    case "177902030003":
    return "177902030003: إلغاء تصاريح أو تراخيص الطيف الترددي للخدمات الراديوية البحرية وال"
    case "177902030004":
    return "177902030004: تعديل تصاريح أو تراخيص الطيف الترددي للخدمات الراديوية البحرية وال"
    case "177902030005":
    return "177902030005: إصدار تصاريح الطيف الترددي للخدمات الراديوية الخاصة بالمحطات الأرض"
    case "177902030006":
    return "177902030006: تجديد تصاريح الطيف الترددي للخدمات الراديوية الخاصة بالمحطات الأرض"
    case "177902030007":
    return "177902030007: إلغاء تصاريح الطيف الترددي للخدمات الراديوية الخاصة بالمحطات الأرض"
    case "177902030008":
    return "177902030008: تعديل تصاريح الطيف الترددي للخدمات الراديوية الخاصة بالمحطات الأرض"
    case "177902030009":
    return "177902030009: إصدار تصاريح الطيف الترددي للخدمات الراديوية الأرضية الثابتة والمت"
    case "177902030010":
    return "177902030010: تجديد تصاريح الطيف الترددي للخدمات الراديوية الأرضية الثابتة والمت"
    case "177902030011":
    return "177902030011: إلغاء تصاريح الطيف الترددي للخدمات الراديوية الأرضية الثابتة والمت"
    case "177902030012":
    return "177902030012: تعديل تصاريح الطيف الترددي للخدمات الراديوية الأرضية الثابتة والمت"
    case "177902030013":
    return "177902030013: إصدار تصاريح الطيف الترددي للخدمات الملاحية المساعدة"
    case "177902030014":
    return "177902030014: تجديد تصاريح الطيف الترددي للخدمات الملاحية المساعدة"
    case "177902030015":
    return "177902030015: إلغاء تصاريح الطيف الترددي للخدمات الملاحية المساعدة"
    case "177902030016":
    return "177902030016: تعديل تصاريح الطيف الترددي للخدمات الملاحية المساعدة"
    case "177902030017":
    return "177902030017: إصدار تصاريح الطيف الترددي للخدمات المساندة في الإنتاج الإذاعي وال"
    case "177902030018":
    return "177902030018: تجديد تصاريح الطيف الترددي للخدمات المساندة في الإنتاج الإذاعي وال"
    case "177902030019":
    return "177902030019: إلغاء تصاريح الطيف الترددي للخدمات المساندة في الإنتاج الإذاعي وال"
    case "177902030020":
    return "177902030020: تعديل تصاريح الطيف الترددي للخدمات المساندة في الإنتاج الإذاعي وال"
    case "177902030021":
    return "177902030021: إصدار تصاريح الطيف الترددي لخدمات البث الإذاعي"
    case "177902030022":
    return "177902030022: تجديد تصاريح الطيف الترددي لخدمات البث الإذاعي"
    case "177902030023":
    return "177902030023: إلغاء تصاريح الطيف الترددي لخدمات البث الإذاعي"
    case "177902030024":
    return "177902030024: تعديل تصاريح الطيف الترددي لخدمات البث الإذاعي"
    case "177902030000":
    return "177902030000: تصاريح وتراخيص الطيف الترددي للخدمات الراديوية"
    case "177902040001":
    return "177902040001: معالجة شكاوى التداخلات الضارة"
    case "177902040002":
    return "177902040002: طلب المسح الميداني"
    case "177902040003":
    return "177902040003: مراقبة التغطية المتجاوزة للحدود في شبكة أنظمة الاتصالات الدولية ال"
    case "177902040000":
    return "177902040000: رصد ومراقبة الطيف الترددي"
    case "177903010001":
    return "177903010001: مركز إدارة عمليات الشبكة"
    case "177903010002":
    return "177903010002: مركز إدارة أمن الشبكة"
    case "177903010003":
    return "177903010003: مركز البيانات الاتحادي"
    case "177903010004":
    return "177903010004: الربط الاتحادي مع الشبكات المحلية لكل إمارة والجهات ذات الاختصاص"
    case "177903010005":
    return "177903010005: تطوير وإدارة السحابة الذكية لحكومة دولة الامارات –المرحلة الثانية"
    case "177903010000":
    return "177903010000: إدارة وتطوير البنية التحتية للشبكة الوطنية FEDnet"
    case "177903020001":
    return "177903020001: استضافة التطبيقات (خدمة ذات أولوية)"
    case "177903020002":
    return "177903020002: توفير البريد الإلكتروني للجهات الحكومية"
    case "177903020003":
    return "177903020003: إدارة قواعد البيانات (Oracle و SQL)"
    case "177903020000":
    return "177903020000: الخدمات المشتركة لحكومة دولة الإمارات"
    case "177903030001":
    return "177903030001: توفير الربط الشبكي بين الجهات الحكومية (خدمة ذات أولوية)"
    case "177903030002":
    return "177903030002: توفير الإنترنت الآمن للجهات الحكومية"
    case "177903030000":
    return "177903030000: إدارة وتشغيل الشبكة الاتحادية"
    case "177903040001":
    return "177903040001: فحص التطبيقات الذكية (خدمة ذات أولوية)"
    case "177903040002":
    return "177903040002: توفير برامج تدريبية عن الحكومة الذكية"
    case "177903040000":
    return "177903040000: خدمات الحكومة الذكية"
    case "177903050001":
    return "177903050001: ترخيص مزودي خدمات التصديق الإلكتروني"
    case "177903050002":
    return "177903050002: تجديد ترخيص مزودي خدمات التصديق الإلكتروني"
    case "177903050003":
    return "177903050003: إصدار إشعار مزود خدمات التصديق الإلكترونية الأجنبية"
    case "177903050004":
    return "177903050004: تجديد إشعار مزود خدمات التصديق الإلكترونية الأجنبية"
    case "177903050000":
    return "177903050000: ترخيص مزود خدمات التصديق الالكتروني"
    case "177903060001":
    return "177903060001: تطوير نظام البيانات الذكية"
    case "177903060002":
    return "177903060002: قواعد بيانات الكترونية حول بيانات الأفراد، الأعمال، الأماكن، وغيره"
    case "177903060003":
    return "177903060003: مرحلة تجريبية لقواعد البيانات (بيانات الأفراد Citizen Hub)"
    case "177903060004":
    return "177903060004: آليات لإتاحة البيانات الحكومية للجمهور وتحقيق مفهوم البيانات الم"
    case "177903060000":
    return "177903060000: تطوير وإدارة منصة البيانات الذكية الوطنية"
    case "177903070001":
    return "177903070001: جمع المعلومات حول البيانات المتوفرة لدى الجهات الحكومية"
    case "177903070002":
    return "177903070002: تطوير المعايير"
    case "177903070003":
    return "177903070003: نشر المعايير واجراء تطبيق تجريبي"
    case "177903070004":
    return "177903070004: صياغة القانون الاتحادي والسياسات التابعة له"
    case "177903070000":
    return "177903070000: تطوير معايير تبادل وإتاحة البيانات الحكومية"
    case "177903080001":
    return "177903080001: دراسة حول احتياجات الحكومة للتحليلات الذكية"
    case "177903080002":
    return "177903080002: دراسة الحلول والأدوات اللازمة ( للتحليل والعرض )"
    case "177903080003":
    return "177903080003: وضع برنامج لتأمين المهارات التحليلية اللازمة وطنيا"
    case "177903080004":
    return "177903080004: تنفيذ النظام الوطني للتحليلات الذكية"
    case "177903080000":
    return "177903080000: تطوير وإدارة النظام الوطني للتحليلات الذكية"
    case "177903090001":
    return "177903090001: دراسة المتطلبات والتوقعات ووضع التصميم الأولي"
    case "177903090002":
    return "177903090002: دراسة تأمين البيانات والولوج لها بشكل آمن"
    case "177903090003":
    return "177903090003: آليات الولوج والتواصل"
    case "177903090004":
    return "177903090004: اطلاق تجريبي للخدمة"
    case "177903090000":
    return "177903090000: إنشاء وإدارة صندوق المتعامل الذكي"
    case "177903100001":
    return "177903100001: اعداد نموذج العمل"
    case "177903100002":
    return "177903100002: تطوير المعايير والسياسات"
    case "177903100003":
    return "177903100003: تطوير نظام المعلومات الجغرافية"
    case "177903100000":
    return "177903100000: انشاء البنية التحتية للبيانات المكانية- الجغرافية - الوطنية"
    case "177903110001":
    return "177903110001: منصة إدارة الخدمات الموثوقة"
    case "177903110002":
    return "177903110002: المحفظة المحمولة"
    case "177903110000":
    return "177903110000: إدارة الخدمات الموثوقة الوطنية"
    case "177903120001":
    return "177903120001: إدارة الهوية و الوصول"
    case "177903120002":
    return "177903120002: تسجيل الدخول الموحد"
    case "177903120003":
    return "177903120003: نظام المفتاح العام (PKI)"
    case "177903120000":
    return "177903120000: تطوير نظام خدمات تأكيد الهوية واليات الدخول الموحد للخدمات الالكتر"
    case "177903130001":
    return "177903130001: نموذج حوكمة عمل مدير تقنية المعلومات الاتحادي"
    case "177903130002":
    return "177903130002: توفير منصب مدير تقنية المعلومات الاتحادي"
    case "177903130000":
    return "177903130000: بناء اطار مركزي لإدارة تقنية المعلومات على (Federal CIO)المس"
    case "177903140001":
    return "177903140001: نموذج عمل الإطار التشريعي"
    case "177903140002":
    return "177903140002: خارطة طريق الإجراءات والسياسات والمعايير"
    case "177903140003":
    return "177903140003: تطوير الإجراءات و السياسات و المعايير"
    case "177903140000":
    return "177903140000: تطوير وتطبيق الإطار التشريعي للحكومة الذكية"
    case "177903150001":
    return "177903150001: تطوير نموذج النضج الذكي لأداء الجهات الإتحادية"
    case "177903150002":
    return "177903150002: تطوير منصة ذكية لقياس مستوى النضج الذكي"
    case "177903150003":
    return "177903150003: اطلاق الدليل الإرشادي لقياس مستوى النضج الذكي"
    case "177903150000":
    return "177903150000: بناء وتطبيق نموذج وطني للنضج الذكي في الجهات الحكومية"
    case "177903160001":
    return "177903160001: التصميم المرجعي المعماري"
    case "177903160002":
    return "177903160002: الدليل الإرشادي لاستخدام المعمارية المؤسسية الحكومية"
    case "177903160003":
    return "177903160003: نموذج الحوكمة المعمارية المؤسسية الحكومية"
    case "177903160000":
    return "177903160000: بناء وتطبيق الاطار الإرشادي للمعمارية المؤسسية الحكومية"
    case "177903170001":
    return "177903170001: مواءمة البوابة الرسمية للدولة مع المستجدات العالمية"
    case "177903170002":
    return "177903170002: البوابة الوطنية للبيانات المفتوحة"
    case "177903170003":
    return "177903170003: بوابة الحكومة الإلكترونية/ الذكية للطفل"
    case "177903170004":
    return "177903170004: خطة عمل مشتركة مع الامم المتحدة لرفع تنافسية الدولة في المؤشر الوط"
    case "177903170000":
    return "177903170000: إدارة متطلبات تحقيق المؤشر الوطني للخدمات الإلكترونية/الذكية"
    case "177903180001":
    return "177903180001: بوابة الخدمات الحكومية One Portal"
    case "177903180002":
    return "177903180002: التطبيق المحمول الوطني One App"
    case "177903180003":
    return "177903180003: الرابط المؤسسي للخدمات الحكومية GSB"
    case "177903180000":
    return "177903180000: تطوير وإدارة بوابة خدمات الامارات للوصول للحكومة المترابطة"
    case "177903190001":
    return "177903190001: بناء الاطار العام لعمليات وإجراءات الخدمات الذكية"
    case "177903190002":
    return "177903190002: تحديد ومتابعة تحديث الخدمات الالكترونية / الذكية"
    case "177903190000":
    return "177903190000: بناء وتطبيق الاطار العام لمراجعة وتطوير عمليات وإجراءات الخدمات ال"
    case "177903200001":
    return "177903200001: مركز الاتصال الحكومي الوطني"
    case "177903200002":
    return "177903200002: نظام إدارة علاقات العملاء الوطني"
    case "177903200000":
    return "177903200000: بناء وتشغيل نظام إدارة علاقات العملاء الوطني"
    case "177904010001":
    return "177904010001: تشغيل مختبر الاستخدام"
    case "177904010002":
    return "177904010002: المعايير والأدلة الإرشادية للاستخدام وتجربة المستخدم"
    case "177904010000":
    return "177904010000: تشغيل و إدارة مختبر الاستخدام (UX Lab )"
    case "177904020001":
    return "177904020001: توظيف تقنيات الألعاب لتشجيع المستخدمين على تبني الخدمات الذكية"
    case "177904020002":
    return "177904020002: استخدام المنشورات المتاحة (الورقية والويب) لتعزيز الوعي بالخدمات ا"
    case "177904020003":
    return "177904020003: توظيف المشاركة الإلكترونية (eParticipation) لتشجيع الجمهور على است"
    case "177904020000":
    return "177904020000: بناء وتنفيذ استراتيجية لتعزيز تبني الخدمات الحكومية الذكية"
    case "177904030001":
    return "177904030001: المراكز المجتمعية الذكية المتنقلة"
    case "177904030002":
    return "177904030002: حملة التوعية للمراكز الذكية"
    case "177904030003":
    return "177904030003: المراكز المجتمعية الثابتة"
    case "177904030000":
    return "177904030000: انشاء المراكز المجتمعية الذكية الثابتة والمتنقلة بهدف الوصول لكافة"
    case "177904040001":
    return "177904040001: المختبر الذكي"
    case "177904040002":
    return "177904040002: خدمات تدريب مركز الابداع"
    case "177904040003":
    return "177904040003: مسرح المحاكاة التفاعلي"
    case "177904040000":
    return "177904040000: تطوير وتفعيل أنشطة مركز إبداع الحكومة الذكية"
    case "177904050001":
    return "177904050001: ورش عمل و مؤتمرات إقليمية و دولية"
    case "177904050002":
    return "177904050002: تمثيل الدولة في المحافل الدولية"
    case "177904050000":
    return "177904050000: تعزيز تمثيل الدولة في المحافل الإقليمية والدولية بما يخدم أهداف ال"
    case "177904060001":
    return "177904060001: ترخيص المسجلين المعتمدين للنطاقات"
    case "177904060002":
    return "177904060002: تجديد ترخيص المسجلين المعتمدين للنطاقات"
    case "177904060003":
    return "177904060003: طلب الدعم الفني للمسجلين المعتمدين للنطاقات"
    case "177904060004":
    return "177904060004: إضافة رصيد لحساب المسجل المعتمد للنطاقات"
    case "177904060000":
    return "177904060000: خدمات المسجلين المعتمدين للنطاقات"
    case "177904070001":
    return "177904070001: مراقبة البنية التحتية وجمع المعلومات الاستخبارية الذكية"
    case "177904070000":
    return "177904070000: المراقبة والاستجابة"
    case "177904080001":
    return "177904080001: إجراء تجارب الاختراق والامتثال للمعايير الأمنية للمواقع الالكتروني"
    case "177904080000":
    return "177904080000: جودة أمن المعلومات"
    case "177904090001":
    return "177904090001: توفير محاضرات إرشادية عن أمن المعلومات"
    case "177904090000":
    return "177904090000: الإرشاد والتعليم والوعي"
    case "177904100001":
    return "177904100001: حجب أو رفع الحجب عن المواقع الإلكترونية"
    case "177904100002":
    return "177904100002: الاستثناء من نظام الحجب"
    case "177904100000":
    return "177904100000: إدارة النفاذ إلى الإنترنت"
    case "177905010001":
    return "177905010001: إعداد الميزانية ومتابعة تنفيذها"
    case "177905010002":
    return "177905010002: إدارة الرواتب"
    case "177905010003":
    return "177905010003: إدارة المدفوعات والاستحقاقات"
    case "177905010004":
    return "177905010004: إجراء التدقيق الداخلي"
    case "177905010000":
    return "177905010000: إدارة الموارد المالية بكفاءة وفعالية"
    case "177905020001":
    return "177905020001: إدارة المشتريات"
    case "177905020002":
    return "177905020002: إدارة العقود ومتابعتها"
    case "177905020000":
    return "177905020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "177905030001":
    return "177905030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "177905030002":
    return "177905030002: تدريب وتطوير الموظفين"
    case "177905030003":
    return "177905030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "177905030004":
    return "177905030004: شواغر"
    case "177905030000":
    return "177905030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "177905040001":
    return "177905040001: إدارة الجودة"
    case "177905040002":
    return "177905040002: إدارة علاقات المتعاملين"
    case "177905040003":
    return "177905040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "177905040000":
    return "177905040000: التطوير المؤسسي"
    case "177905050001":
    return "177905050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "177905050002":
    return "177905050002: إدارة النشاط الإعلامي"
    case "177905050000":
    return "177905050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "177905060001":
    return "177905060001: مكتب المدير العام"
    case "177905060002":
    return "177905060002: مكتب نواب المدير العام"
    case "177905060000":
    return "177905060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "177905070001":
    return "177905070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "177905070002":
    return "177905070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "177905070000":
    return "177905070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "177905080001":
    return "177905080001: تطوير النظم والتطبيقات الإلكترونية"
    case "177905080002":
    return "177905080002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "177905080003":
    return "177905080003: إدارة الشبكات وأمن المعلومات"
    case "177905080000":
    return "177905080000: توفير أحدث خدمات تقنية المعلومات"
    case "177905090001":
    return "177905090001: إعداد الدراسات والاستشارات القانونية"
    case "177905090002":
    return "177905090002: إدارة الشؤون القانونية"
    case "177905090000":
    return "177905090000: توفير أفضل الخدمات القانونية"
    case "177905100001":
    return "177905100001: طلب استفسار"
    case "177905100002":
    return "177905100002: تقديم ملاحظة أو شكوى (خدمة ذات أولوية)"
    case "177905100003":
    return "177905100003: تقديم مقترح"
    case "177905100000":
    return "177905100000: علاقات المتعاملين"
    case "177905110001":
    return "177905110001: الصيانة"
    case "177905110002":
    return "177905110002: الإيجار"
    case "177905110003":
    return "177905110003: المواصلات"
    case "177905110004":
    return "177905110004: رسوم الاستشارات"
    case "177905110005":
    return "177905110005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "177905110006":
    return "177905110006: مبني الهيئة الجديد"
    case "177905110007":
    return "177905110007: مصروفات إدارية اخري"
    case "177905110000":
    return "177905110000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "177905120001":
    return "177905120001: اعداد خطة إدارة المخاطر ومتابعة المخاطر"
    case "177905120000":
    return "177905120000: تطبيق نظام متكامل لإدارة المخاطر بالهيئة"
    case "177906010001":
    return "177906010001: البرامج التدريبية المقدمة في مجال الابداع والابتكار"
    case "177906010002":
    return "177906010002: تطبيق الأفكار الابتكارية في الهيئة"
    case "177906010000":
    return "177906010000: بناء قدرات الموظفين في مجال الابتكار"
    case "177906020001":
    return "177906020001: تطبيق أساليب ابتكارية في العمل"
    case "177906020002":
    return "177906020002: تفعيل مختبرات الابتكار في دبي وابوظبي"
    case "177906020000":
    return "177906020000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "177906030001":
    return "177906030001: تطوير الخدمات ذات الأولوية بالتعاون مع الشركاء والمتعاملين"
    case "177906030002":
    return "177906030002: تطبيق نموذج تحليل الكلفة والعائد CPA للخدمات ذات الأولوية للوصول ا"
    case "177906030003":
    return "177906030003: تطوير وطرح خدمات جديدة ذات إيرادات للهيئة"
    case "177906030000":
    return "177906030000: تطوير خدمات الهيئة بتطبيق أفكار ابتكارية"
    case "177906040001":
    return "177906040001: اعداد دراسات استشراف المستقبل لقطاع الاتصالات من خلال نموذج دلفيو"
    case "177906040002":
    return "177906040002: اعداد دراسات استشراف المستقبل في مجال المعلومات والتطبيقات الذكية"
    case "177906040000":
    return "177906040000: اعداد دراسات استشراف المستقبل في مجال قطاع الاتصالات والحكومة الذك"
    case "178101010001":
    return "178101010001: حوكمة النظام الإحصائي الوطني"
    case "178101010002":
    return "178101010002: تحديد الاحتياجات الإحصائية للجهات المعنية"
    case "178101010003":
    return "178101010003: إعداد وتطوير وتحديث الاستراتيجية الوطنية للإحصاء"
    case "178101010004":
    return "178101010004: متابعة تنفيذ الاستراتيجية الوطنية للإحصاء"
    case "178101010000":
    return "178101010000: التعاون والتنسيق الإحصائي مع مراكز الإحصاء المحلية ومنتجي البيانات"
    case "178101020001":
    return "178101020001: وضع ومتابعة خطة المشروع النظام الالكتروني الاحصائي"
    case "178101020002":
    return "178101020002: التنسيق مع الجهات المعنية لتدفق بياناتها الإحصائية من خلال النظام"
    case "178101020003":
    return "178101020003: دمج النموذج العملي العام للأعمال الإحصائية العالمية GSBPM في النظا"
    case "178101020004":
    return "178101020004: معالجة وتحليل البيانات الإحصائية الكترونيا في النظام الإلكتروني ال"
    case "178101020000":
    return "178101020000: مشروع تطوير وتحديث النظام الإلكتروني الإحصائي"
    case "178101030001":
    return "178101030001: تدفق البيانات من الجهات المنتجة ومصادرها المعتمدة"
    case "178101030002":
    return "178101030002: ضمان جودة البيانات الإحصائية لدولة الإمارات"
    case "178101030003":
    return "178101030003: إصدار تحاليل للبيانات والاحصاءات لدعم اتخاذ القرار"
    case "178101030000":
    return "178101030000: إصدار واتاحة بيانات دولة الامارات بجودة عالية"
    case "178101040001":
    return "178101040001: نشر البيانات الإحصائية وفقاً لتواريخها المنشورة بالتقويم الإحصائي"
    case "178101040002":
    return "178101040002: توفير البيانات والمعلومات الإحصائية (خدمة ذات أولوية)"
    case "178101040003":
    return "178101040003: توفير البيانات الإحصائية باستخدام نظم المعلومات الجغرافية (خدمة ذا"
    case "178101040000":
    return "178101040000: البيانات والنشرات الإحصائية"
    case "178101050001":
    return "178101050001: توفير استشارات إحصائية متخصصة"
    case "178101050000":
    return "178101050000: الاستشارات الإحصائية"
    case "178101060001":
    return "178101060001: تنفيذ تدريب متخصص في المجالات الإحصائية التطبيقية (خدمة ذات أولوية"
    case "178101060002":
    return "178101060002: تقديم الاستشارات التدريبية"
    case "178101060000":
    return "178101060000: التدريب الإحصائي"
    case "178102010001":
    return "178102010001: رصد وتحديد البيانات والمبادرات التي تسهم في ارتفاع أداء الدولة في"
    case "178102010002":
    return "178102010002: تحديد السياسات والاستراتيجيات المتعلقة بمؤشرات التنافسية والعمل مع"
    case "178102010003":
    return "178102010003: تنفيذ دراسات وأبحاث لرفع القدرة التنافسية وفقا للتوجهات الحكومية و"
    case "178102010004":
    return "178102010004: تكريم وتقدير التعاون التنافسي وتوفير البيانات"
    case "178102010000":
    return "178102010000: تعزيز ومتابعة أداء مؤشرات التنافسية لدولة الامارات في التقارير الع"
    case "178102020001":
    return "178102020001: رصد وتحديد البيانات والمبادرات التي تساهم في تحقيق مؤشر التنمية ال"
    case "178102020002":
    return "178102020002: رصد وتحديد البيانات والمبادرات التي تساهم في تحقيق مؤشر التنافسية"
    case "178102020003":
    return "178102020003: رصد وتحديد البيانات والمبادرات التي تساهم في تحقيق مؤشر سهولة ممار"
    case "178102020000":
    return "178102020000: متابعة مؤشرات الأجندة الوطنية المتعلقة بالهيئة"
    case "178102030001":
    return "178102030001: تحديد احتياجات الجهات الحكومية فيما يتعلق بالمؤشرات الوطنية"
    case "178102030002":
    return "178102030002: دعم الجهات الحكومية في تحديد مصادر البيانات لقياس مؤشراتها الوطنية"
    case "178102030003":
    return "178102030003: رصد وتحديد المبادرات التي تسهم في تحقيق المؤشرات الوطنية"
    case "178102030000":
    return "178102030000: دعم الجهات الحكومية في تحقيق مؤشرات الاجندة الوطنية المتعلقة بها"
    case "178102040001":
    return "178102040001: التسيق مع الجهات الحكومية لتحديد مجال من مجالات عملها المرتبطة بمؤ"
    case "178102040002":
    return "178102040002: تحليل مؤشرات التنافسية المرتبطة بالجهة"
    case "178102040003":
    return "178102040003: المتابعة مع الجهات الحكومية وتقديم الاستشارات الفنية"
    case "178102040000":
    return "178102040000: إدارة مشروع الرقم 1 بالتنسيق مع الجهات الحكومية"
    case "178102050001":
    return "178102050001: تمثيل الدولة في الاتفاقيات والبرامج والمحافل الدولية"
    case "178102050002":
    return "178102050002: تعزيز التواصل بين الجهات الحكومية والمنظمات الدولية"
    case "178102050003":
    return "178102050003: توفير متطلبات المنظمات الدولية"
    case "178102050000":
    return "178102050000: تنمية العلاقات مع المنظمات الدولية"
    case "178103010001":
    return "178103010001: إعداد الميزانية ومتابعة تنفيذها"
    case "178103010002":
    return "178103010002: إدارة الرواتب"
    case "178103010003":
    return "178103010003: إدارة المدفوعات والاستحقاقات"
    case "178103010004":
    return "178103010004: إجراء التدقيق الداخلي"
    case "178103010000":
    return "178103010000: إدارة الموارد المالية بكفاءة وفعالية"
    case "178103020001":
    return "178103020001: إدارة المشتريات"
    case "178103020002":
    return "178103020002: إدارة العقود ومتابعتها"
    case "178103020000":
    return "178103020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "178103030001":
    return "178103030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "178103030002":
    return "178103030002: تدريب وتطوير الموظفين"
    case "178103030003":
    return "178103030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "178103030000":
    return "178103030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "178103040001":
    return "178103040001: إدارة الجودة"
    case "178103040002":
    return "178103040002: إدارة علاقات المتعاملين"
    case "178103040003":
    return "178103040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "178103040000":
    return "178103040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "178103050001":
    return "178103050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "178103050002":
    return "178103050002: إدارة النشاط الإعلامي"
    case "178103050000":
    return "178103050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "178103060001":
    return "178103060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "178103060002":
    return "178103060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "178103060000":
    return "178103060000: تطبيق أفضل الممارسات العالمية في القيادة"
    case "178103070001":
    return "178103070001: وضع وتطوير الخطة التشغيلية والاستراتيجية"
    case "178103070002":
    return "178103070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "178103070000":
    return "178103070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "178103080001":
    return "178103080001: إعداد الدراسات والاستشارات القانونية"
    case "178103080002":
    return "178103080002: إدارة الشؤون القانونية"
    case "178103080000":
    return "178103080000: توفير أفضل الخدمات القانونية"
    case "178103090001":
    return "178103090001: تطوير النظم والتطبيقات الإلكترونية"
    case "178103090002":
    return "178103090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "178103090003":
    return "178103090003: إدارة الشبكات وأمن المعلومات"
    case "178103090000":
    return "178103090000: توفير أحدث خدمات تقنية المعلومات"
    case "178103100001":
    return "178103100001: الصيانة"
    case "178103100002":
    return "178103100002: الإيجار"
    case "178103100003":
    return "178103100003: المواصلات"
    case "178103100004":
    return "178103100004: رسوم الاستشارات"
    case "178103100005":
    return "178103100005: المصروفات المتكررة الأخرى (الصادر والوارد، المرافق، الهواتف والانت"
    case "178103100006":
    return "178103100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "178103100000":
    return "178103100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "178104010001":
    return "178104010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "178104010002":
    return "178104010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "178104010003":
    return "178104010003: تنفيذ حملات توعية لنشر ثقافة الابتكار بين الموظفين"
    case "178104010004":
    return "178104010004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "178104010005":
    return "178104010005: رعاية المواهب المبتكرة"
    case "178104010000":
    return "178104010000: بناء قدرات الموظفين في مجال الابتكار"
    case "178104020001":
    return "178104020001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "178104020002":
    return "178104020002: تطوير جائزة داخلية للابتكار"
    case "178104020003":
    return "178104020003: تنفيذ مختبرات للابتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "178104020004":
    return "178104020004: تنفيذ ورش وفعاليات في مجال الابتكار"
    case "178104020000":
    return "178104020000: تبني أحدث أدوات ووسائل الابتكار داخل الهيئة"
    case "178104030001":
    return "178104030001: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة"
    case "178104030002":
    return "178104030002: تشجيع البحث والتطوير داخل الهيئة"
    case "178104030003":
    return "178104030003: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "178104030004":
    return "178104030004: تخصيص أوقات محددة للموظفين للتفاعل والنزول للميدان ولقاء فئات المت"
    case "178104030000":
    return "178104030000: تحسين العمليات بما يعزز من الابتكار"
    case "178501010001":
    return "178501010001: وضع منظومة لاختبار العمالة"
    case "178501010002":
    return "178501010002: تطوير منهجية عملية موحدة لقياس الانتاجية بمختلف فئاتها بالتنسيق مع"
    case "178501010003":
    return "178501010003: تطبيق مؤشر لكفاءة تصميم البناء وعملية البناء على مستوى الدولة"
    case "178501010004":
    return "178501010004: انشاء صندوق الانتاجية لدعم الشركات والمؤسسات لتبني احداث النظم ال"
    case "178501010000":
    return "178501010000: البرنامج الوطني لتحسين الانتاجية"
    case "178501020001":
    return "178501020001: تطبق وتنفيذ توصيات سياسة الاستقدام الامثل للعمالة الوافدة بالتنسيق"
    case "178501020002":
    return "178501020002: اقتراح ومتابعة تنفيذ سياسات تنظيم سوق العمل"
    case "178501020003":
    return "178501020003: تحديد الخصائص السكانية المرغوبة والعمل على اقتراح مشاريع داعمة لتح"
    case "178501020004":
    return "178501020004: اقتراح وتطوير سياسات تعمل على التقليل من الاثار الاجتماعية السلبية"
    case "178501020000":
    return "178501020000: برنامج سياسات استقدام سوق العمل"
    case "178501030001":
    return "178501030001: مراجعة وتطوير السياسات والقوانين التي تشجع المرأة العاملة على الإن"
    case "178501030002":
    return "178501030002: توفير الحوافز المادية التي تشجع على زيادة الانجاب"
    case "178501030003":
    return "178501030003: تشجيع الزواج المبكر والحد من ارتفاع معدلات الطلاق"
    case "178501030000":
    return "178501030000: برنامج الأسرة الكبيرة"
    case "178501040001":
    return "178501040001: دعم الجهود لدى الجهات الحكومية المعنية برامج تخطيط القوى العاملة ا"
    case "178501040002":
    return "178501040002: تطوير المعايير وسياسات برنامج محمد بن زايد لتمكين المواطن"
    case "178501040003":
    return "178501040003: تنفيذ برنامج محمد بن زايد لتمكين المواطن"
    case "178501040000":
    return "178501040000: برنامج محمد بن زايد لتمكين المواطن"
    case "178501050001":
    return "178501050001: الموائمة من خلال تطوير مؤشرات فرعية وخطط تشغيلية تدعم تحقيق الاستر"
    case "178501050002":
    return "178501050002: قياس أثر منظومة إدارة الشراكات من خلال إعداد ورفع تقارير أداء دوري"
    case "178501050000":
    return "178501050000: برنامج إدارة الشراكات"
    case "178502010001":
    return "178502010001:إعداد الدراسات والبحوث (عملية فرعية)"
    case "178502010002":
    return "178502010002:تطوير السياسات (عملية فرعية)"
    case "178502010000":
    return "178502010000: برنامج الاسرة الكبيرة"
    case "178502020001":
    return "178502020001:توفير النماذج والتنبؤات السكانية"
    case "178502020000":
    return "178502020000:تطوير البنية التحتية لنظم المعلومات"
    case "178502030001":
    return "178502030001: تقرير الواقع السكاني ( عملية فرعية)"
    case "178502030002":
    return "178502030002: وثيقة المواطنين (عملية فرعية)"
    case "178502030003":
    return "178502030003: وثيقة المقيمين الأجانب (عملية فرعية)"
    case "178502030004":
    return "178502030004: تطوير وتصميم شاشات عرض بيانات مبتكرة"
    case "178502030000":
    return "178502030000: إعداد التقارير الاحصائية السكانية (عملية رئيسية)"
    case "178503010001":
    return "178503010001: ادارة الموارد المالية بكفاءة و فعالية"
    case "178503010002":
    return "178503010002: اعداد الميزانية و متابعة تنفيذها"
    case "178503010003":
    return "178503010003: ادارة الرواتب"
    case "178503010004":
    return "178503010004: ادارة المدفوعات والاستحقاقات"
    case "178503010005":
    return "178503010005: إجراء التدقيق الداخلي"
    case "178503010000":
    return "178503010000: ادارة الموارد المالية بكفاءة و فعالية"
    case "178503020001":
    return "178503020001: ادارة المشتريات وفق أفضل الممارسات العالمية"
    case "178503020002":
    return "178503020002: ادارة المشتريات"
    case "178503020003":
    return "178503020003: ادارة العقود ومتابعتها"
    case "178503020000":
    return "178503020000: ادارة المشتريات وفق أفضل الممارسات العالمية"
    case "178503030001":
    return "178503030001: تطبيق أفضل ممارسات الموارد البشرية"
    case "178503030002":
    return "178503030002: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "178503030003":
    return "178503030003: تدريب و تطوير الموظفين"
    case "178503030004":
    return "178503030004: ادارة خدمات الموارد البشرية الأخرى ( تقييم الاداء، شؤون الموظفين)"
    case "178503030000":
    return "178503030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "178503040001":
    return "178503040001: ضمان تطبيق معايير الجودة و التميز المؤسسي"
    case "178503040002":
    return "178503040002: إدارة الجودة"
    case "178503040003":
    return "178503040003: إدارة علاقات المتعاملين"
    case "178503040004":
    return "178503040004: الاعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "178503040000":
    return "178503040000: ضمان تطبيق معايير الجودة و التميز المؤسسي"
    case "178503050001":
    return "178503050001: ضمان تحقيق الاتصال الداخلي و الخارجي"
    case "178503050002":
    return "178503050002: تخطيط و تنسيق الاتصالات الداخلية والخارجية"
    case "178503050003":
    return "178503050003: إدارة النشاط الإعلامي"
    case "178503050000":
    return "178503050000: ضمان تحقيق الاتصال الداخلي و الخارجي"
    case "178503060001":
    return "178503060001: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "178503060002":
    return "178503060002: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "178503060003":
    return "178503060003: مستشاري الوزير والمدير العام (الوكيل)"
    case "178503060000":
    return "178503060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "178503070001":
    return "178503070001: وضع و تطوير الخطة الاستراتيجية و قياس الاداء"
    case "178503070002":
    return "178503070002: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "178503070003":
    return "178503070003: تحديد مؤشرات الأداء الرئيسية ، وقياس الأداء"
    case "178503070000":
    return "178503070000: وضع و تطوير الخطة الاستراتيجية و قياس الاداء"
    case "178503080001":
    return "178503080001: توفير أفضل الخدمات القانونية"
    case "178503080002":
    return "178503080002: إعداد الدراسات والاستشارات القانونية"
    case "178503080003":
    return "178503080003: إدارة الشؤون القانونية"
    case "178503080000":
    return "178503080000: توفير أفضل الخدمات القانونية"
    case "178503090001":
    return "178503090001: توفير أحدث خدمات تقنية المعلومات"
    case "178503090002":
    return "178503090002: تطوير النظم والتطبيقات الإلكترونية"
    case "178503090003":
    return "178503090003: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "178503090004":
    return "178503090004: ادارة الشبكات وأمن المعلومات"
    case "178503090000":
    return "178503090000: توفير احدث خدمات تقنية المعلومات"
    case "178503100001":
    return "178503100001: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "178503100002":
    return "178503100002: الصيانة"
    case "178503100003":
    return "178503100003: الايجار"
    case "178503100004":
    return "178503100004: المواصلات"
    case "178503100005":
    return "178503100005: رسوم الاستشارات"
    case "178503100006":
    return "178503100006: المصروفات المتكررة الأخرى (الهواتف والانترنت ، الخ )"
    case "178503100000":
    return "178503100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "178504010001":
    return "178504010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "178504010002":
    return "178504010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "178504010003":
    return "178504010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "178504010004":
    return "178504010004: رعاية المواهب المبتكرة"
    case "178504010005":
    return "178504010005: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "178504010000":
    return "178504010000: بناء قدرات الموظفين في مجال الابتكار"
    case "178504020001":
    return "178504020001: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "178504020002":
    return "178504020002: تطوير جائزة داخلية للابتكار"
    case "178504020003":
    return "178504020003: مختبرات الإبتكار"
    case "178504020000":
    return "178504020000: تبني أحدث أدوات ووسائل الابتكار داخل الجامعة"
    case "178504030001":
    return "178504030001: تشجيع البحث والتطوير"
    case "178504030002":
    return "178504030002: توثيق كافة الأفكار المبتكرة (المطبقة مسبقاً والجديدة) في قاعدة بيا"
    case "178504030003":
    return "178504030003: تشجيع القيادات في الجهة على التواصل مع الموظفين لمناقشة الأفكار"
    case "178504030004":
    return "178504030004: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "178504030005":
    return "178504030005: تخصيص لقاءات دورية مع االموظفين لمناقشة تحديات العمل واقتراح طرق م"
    case "178504030006":
    return "178504030006: تنفيذ أنشطة مختلفة في أسبوع الإبتكار"
    case "178504030007":
    return "178504030007: عرض أفضل الممارسات ونماذج العمل الرائدة"
    case "178504030000":
    return "178504030000: تحسين العمليات بما يعزز من الابتكار"
    case "178601010001":
    return "178601010001:تقييم للسوق المحلي و العالمي للقطاع الفضائي"
    case "178601010002":
    return "178601010002:تطوير سياسة الامن في الأنشطة الفضائية"
    case "178601010003":
    return "178601010003:التعريف بسياسات وتشريعات الفضاء محليا وعالميا"
    case "178601010000":
    return "178601010000:تطوير السياسات والاستراتيجيات الوطنية للفضاء"
    case "178601020001":
    return "178601020001:تطوير الية وإجراءات التدقيق الفني وإدارة المخاطر على الأنشطة"
    case "178601020002":
    return "178601020002:تطوير الية وإجراءات التحري في الحوادث الفضائية"
    case "178601020003":
    return "178601020003:تطوير الية وإجراءات اعتماد الشركات التي تقوم بالتدقيق الفني وإدارة"
    case "178601020004":
    return "178601020004:التدقيق الفني للمطارات الفضائية بالتعاون مع هيئة الطيران المدني"
    case "178601020005":
    return "178601020005:تطوير الية وإجراءات إصدار مخالفات الانظمة الفضائية"
    case "178601020006":
    return "178601020006:اعتماد شركات للقيام بإجراءات التدقيق الفني وإدارة المخاطر"
    case "178601020007":
    return "178601020007:تشكيل لجنة وطنية واعتماد خبراء للقيام بعمليات التحري حول الحوادث"
    case "178601020008":
    return "178601020008:التدقيق الفني من حيث الأمن والسلامة على أبرز المشغلين الوطنيين"
    case "178601020000":
    return "178601020000:مراقبة الامتثال لتشريعات الفضاء والتحري"
    case "178601030001":
    return "178601030001:تطوير الية وإجراءات إصدار التصاريح والموافقات للأنشطة الفضائية"
    case "178601030002":
    return "178601030002:تطوير الية لتنسيق إجراءات الرحلات المأهولة"
    case "178601030003":
    return "178601030003:إنشاء السجل الوطني، وتطوير الية وإجراءات تسجيل الأجسام الفضائية"
    case "178601030004":
    return "178601030004:تطوير الية لتنسيق إجراءات الرحلات دون المدارية (المأهولة وغير"
    case "178601030005":
    return "178601030005:تطوير لالية تصاريح الاستيراد والتصدير للسلع الفضائيةالخاضعة للرقابة"
    case "178601030006":
    return "178601030006:تسجيل وتحديث بيانات الأجسام الفضائية التابعة للدولة في السجل الوطني"
    case "178601030007":
    return "178601030007:ادارة عملية إصدار التصاريح  والموافقات للأنشطة الفضائية بكفاءة"
    case "178601030000":
    return "178601030000:تسجيل الأجسام الفضائية وإصدار التصاريح والموافقات"
    case "178601040001":
    return "178601040001:عمل دراسة تقيمية للتشريعات واللوائح وتحديد مجالات التحسين"
    case "178601040002":
    return "178601040002:القيام بزيارات ميدانية وورش عمل مع وكالات فضاء دولية للاطلاع على"
    case "178601040003":
    return "178601040003:اعداد التشريعات واللوائح الخاصة بالامن والسلامة وادارة المخاطر في"
    case "178601040004":
    return "178601040004:اعداد لائحة لتوضيح حدود المسؤوليات ومتطلبات التامين في الانشطة"
    case "178601040005":
    return "178601040005:اعداد لائحة لحماية حقوق الملكية الفكرية في الانشطة الفضائية"
    case "178601040006":
    return "178601040006:تطوير لائحة لتخفيف اثر الحطام الفضائي"
    case "178601040007":
    return "178601040007:اعداد دراسة حول ادارة حركة المرور الفضائية"
    case "178601040008":
    return "178601040008:اعداد دراسة حول تنظيم استكشاف واستغلال الموارد الفضائية"
    case "178601040009":
    return "178601040009:وضع اليةللتنسيق لرفع مستوى الاستفادة من الامكانيات الفضائية الوطنية"
    case "178601040000":
    return "178601040000:إعداد و تطوير اللوائح و الاطر التشريعية"
    case "178602010001":
    return "178602010001:الإشراف الفني على المشروع خلال التنفيذ"
    case "178602010002":
    return "178602010002:تمويل المشروع من خلال افضل الممارسات"
    case "178602010003":
    return "178602010003:دعم إنجاز المشروع بالتنسيق مع الجهات ذات العلاقة"
    case "178602010000":
    return "178602010000:الإشراف على تننفيذ مشروع مسبار الأمل"
    case "178602020001":
    return "178602020001:إختيار الموقع و تحديد المتطلبات"
    case "178602020002":
    return "178602020002:تصميم و بناء المحطة الارضية لإتصال الفضاء العميق"
    case "178602020003":
    return "178602020003:الفحص و التدريب و التشغيل"
    case "178602020000":
    return "178602020000:بناء محطة اتصالات الفضاء العميق"
    case "178602030001":
    return "178602030001:تطوير استراتيجية استكشافات الفضاء"
    case "178602030002":
    return "178602030002:إجراء دراستي جدوى لمشاريع استكشافية"
    case "178602030003":
    return "178602030003:إجراء دراستي مفهوم المهمة في مجال استكشافات الفضاء المعتمد إجراءها"
    case "178602030004":
    return "178602030004:مشاريع استكشاف فضائية مستقبلية"
    case "178602030005":
    return "178602030005:دراسة إرسال رائد فضاء إماراتي"
    case "178602030000":
    return "178602030000:إستدامة برامج استكشافات الفضاء"
    case "178603010001":
    return "178603010001:إعداد استراتيجية وخطة التعليم ومتابعة تنفيذها"
    case "178603010002":
    return "178603010002: تطعيم المناهج التعليمية وتحسينها بمواضيع فضائية"
    case "178603010003":
    return "178603010003:إعداد خطة البرامج الصيفية داخل الدولة"
    case "178603010004":
    return "178603010004:الزيارات المدرسية الخاصة بترويج قطاع الفضاء"
    case "178603010000":
    return "178603010000:إدارة البرامج التعليمية الفضائية بكفاءة عالمية"
    case "178603010005":
    return "178603010005:إعداد خطة البرامج الصيفية خارج الدولة"
    case "178603020001":
    return "178603020001:إعداد خطة برنامج رائد الفضاء الإماراتي"
    case "178603020002":
    return "178603020002:تنفيذ خطة برنامج رائد الفضاء الإماراتي"
    case "178603020000":
    return "178603020000:وضع وتطبيق برنامج رواد الفضاء الإماراتيين الأوائل"
    case "178603030001":
    return "178603030001:إعداد وتنسيق لبرنامج الولاء العلمي"
    case "178603030002":
    return "178603030002:تنفيذ برنامج الولاء الخاص بالتعليم"
    case "178603030000":
    return "178603030000:ضمان تحقيق الولاء التعليمي للمواد العلمية"
    case "178603040001":
    return "178603040001:أنشطة تشجيعية لالهام النشيء"
    case "178603040002":
    return "178603040002:الاشراف ومتابعة عمل نادي رواد الفضاء العلمي"
    case "178603040003":
    return "178603040003:تنفيذ التطبيق الذكي الخاص بالوكالة"
    case "178603040004":
    return "178603040004:نشر مجلة خاصة بالوكالة"
    case "178603040000":
    return "178603040000:رفع مستوى الوعي بأهمية قطاع الفضاء وزرع الإهتمام به"
    case "178603050001":
    return "178603050001:إعداد دراسة جدوى لتأسيس الأكاديمية"
    case "178603050002":
    return "178603050002:ادارة وتشغيل الاكاديمية"
    case "178603050003":
    return "178603050003:إعداد خطة التدريب والتعليم السنوية والتنسيق للتنفيذ"
    case "178603050004":
    return "178603050004:إدارة مركز التدريب والتعليم بكفاءة عالمية"
    case "178603050000":
    return "178603050000:تنفيذ المباني الخاصة بالاكاديمية"
    case "178603060001":
    return "178603060001:درجة علمية في سياسات و قانون الفضاء"
    case "178603060002":
    return "178603060002:درجات و مساقات علمية فضائية"
    case "178603060003":
    return "178603060003:دعم الجامعات أكاديمياً"
    case "178603060000":
    return "178603060000:تأسيس درجات جامعية في مجال الفضاء"
    case "178603070001":
    return "178603070001:تعريف بالجامعات الوطنية الفضائية"
    case "178603070002":
    return "178603070002:عقد الدورات التدريبية"
    case "178603070000":
    return "178603070000:جعل الدولة مركز للتعلم و المعرفة الفضائية"
    case "178603080000":
    return "178603080000:برنامج التعليم العالي الفضائي"
    case "178603080001":
    return "178603080001:الرعاية الدراسية داخل الدولة"
    case "178603080002":
    return "178603080002:البعثات الدراسية خارج الدولة"
    case "178603080003":
    return "178603080003:دعم الجامعات للتوسع في العلوم الفضائيةً"
    case "178604010001":
    return "178604010001:تأسيس مركز فضائي بالتعاون مع جامعة نيويورك"
    case "178604010002":
    return "178604010002:دعم مركز أبحاث الفضاء في جامعة الإمارات"
    case "178604010000":
    return "178604010000:تأسيس مراكز فضائية بالتعاون مع الجامعات الوطنية"
    case "178604020001":
    return "178604020001:  تمويل و الاشراف على تصنيع اقمار صناعية صغيرة"
    case "178604020002":
    return "178604020002:تمويل بناء مختبرات علمية فضائية"
    case "178604020003":
    return "178604020003:تمويل والاشراف على قمر صناعي بوزن 50 كيلو للأغراض العلمية"
    case "178604020004":
    return "178604020004:دراسة ودعم و تمويل مشاريع علوم الفضاء محليا"
    case "178604020005":
    return "178604020005:تمويل عدد من التجارب العلمية الفضائية (المحطة الدولية الفضائية)"
    case "178604020006":
    return "178604020006:تمويل شبكة أرضية للأقمار الصناعية العلمية الصغيرة"
    case "178604020007":
    return "178604020007:انشاء مركز افتراضي للدراسات الفضائية"
    case "178604020008":
    return "178604020008: مشروع تطوير قمر صناعى مصغر مشترك مع فرنسا"
    case "178604020009":
    return "178604020009: مشروع تطوير قدرات مشتركة لاطلاق الاقمار الصناعية من قاعدة بيكنور"
    case "178604020000":
    return "178604020000:تمويل مشاريع استكشاف فضائية مستقبلية مشتركة"
    case "178604030001":
    return "178604030001:وضع خارطة الطريق لاستراتيجية التكنولوجيا والابتكار للدولة"
    case "178604030002":
    return "178604030002:تأسيس مجموعة البحث و التطوير الاماراتية"
    case "178604030003":
    return "178604030003:تقييم إستراتيجية الإبتكار الفضائي وتحسينها"
    case "178604030000":
    return "178604030000:تطوير مجالات العلوم والتكنولوجيا و الابتكار الفضائي"
    case "178604040001":
    return "178604040001:دعم تطوير مرافق العمليات الأرضية في الجامعات ومراكز البحث والتطوير"
    case "178604040002":
    return "178604040002:بناء محطة هوائي للاغراض العلمية"
    case "178604040000":
    return "178604040000: توسيع مرافق المؤسسات البحثية في عمليات الفضاء"
    case "178605010001":
    return "178605010001:دعم تأسيس منشأة  مشتركة  لصناعة الأقمار الصناعية المكعبة وإختبارها"
    case "178605010002":
    return "178605010002:دعم وتشجيع الشركات الوطنية ذات العلاقة لرفع مستواها في مجال التصنيع"
    case "178605010003":
    return "178605010003:تنسيق الجهود و الأنشطة المتعلقة بصناعة الأقمار و فحصها على مستوى"
    case "178605010004":
    return "178605010004:دراسة بناء قدرات الفحص الفني للاقمار الصناعية في الدولة"
    case "178605010000":
    return "178605010000:تطوير قدرات وطنية في مجال تصنيع و فحص الأقمار الصناعية"
    case "178605020001":
    return "178605020001:اعداد دراسة لتقييم مدى جاذبية البيئة التنظيمية للاستثمار"
    case "178605020002":
    return "178605020002:القيام بحملة إعلانية عن الفرص المتوفرة"
    case "178605020003":
    return "178605020003:التنسيق مع الجهات ذات العلاقة لجذب الإستثمار"
    case "178605020004":
    return "178605020004:اعداد دراسة لتقييم مدى جاذبية البيئة التنظيمية للاستثمار"
    case "178605020005":
    return "178605020005:تحديد واقتراح اللوائح والاليات اللازمة لرفع جاذبيةالبيئة التنظيمية"
    case "178605020000":
    return "178605020000:جلب الاستثمارات الأجنبية للدولة في مجال الفضاء"
    case "178606010001":
    return "178606010001:عقد مجموعة من اتفاقيات التعاون المحلية"
    case "178606010002":
    return "178606010002:عقد مجموعة من اتفاقيات التعاون الدولية"
    case "178606010003":
    return "178606010003:القيام بعدد من الزيارات الدولية والمحلية لتعزيز التعاون في مجالات"
    case "178606010000":
    return "178606010000:إنشاء شراكات إستراتيجية محلية ودولية في مجال الفضاء"
    case "178606020001":
    return "178606020001:عمل إتفاقيات تعاون مع الجامعات والمعاهد ومراكزالبحوث"
    case "178606020002":
    return "178606020002:دعم تنسيق عمل اللجان المشتركة مع الجهات الفضائية الدولية"
    case "178606020003":
    return "178606020003:المساهمة في نقل المعرفة وتقنيات الفضاء للدولة"
    case "178606030001":
    return "178606030001:إستضافة الوفود الدولية لعقد اجتماعات التعاون والتعريف بقطاع الفضاء"
    case "178606030002":
    return "178606030002:جذب منظمات الفضاء العالمية لإقامة نشاطاتها داخل الدولة"
    case "178606030003":
    return "178606030003:المشاركة بفعالية في المنظمات الدولية"
    case "178606030004":
    return "178606030004:المساهمة والتنسيق في تطوير اللوائح والمعاهدات الدولية للفضاء"
    case "178606030005":
    return "178606030005:تبني أفضل اللوائح والممارسات الدوليةواقتراح الانضمام إلى المعاهدات"
    case "178606030006":
    return "178606030006:اعداد دراسة حول امكانية استضافة مكتب لمنظمة دولية-اقليمية فضائية"
    case "178606030000":
    return "178606030000:تعزيز دور الدولة في المنظمات العالمية"
    case "178607010001":
    return "178607010001:اعداد دراسة جدوى للمتحف/المركز"
    case "178607010002":
    return "178607010002:تنفيذ المباني الخاصة بالمركز/المتحف"
    case "178607010000":
    return "178607010000:ادارة وتشغيل المركز/المتحف"
    case "178607010003":
    return "178607010003:اقتناء/استئجار المقتنيات الخاصة بالمركز/المتحف"
    case "178607010004":
    return "178607010004:إنشاء The Challenge Centre"
    case "178607020001":
    return "178607020001:الترويج للبيئة التنظيمية لقطاع الفضاء"
    case "178607020002":
    return "178607020002:التنسيق مع المشغلين الوطنيين لعرض خدماتهم اقليميا وعالميا"
    case "178607020003":
    return "178607020003:دعم وتسويق كمصدر للخدمات الفضائية"
    case "178607020004":
    return "178607020004:الترويج للقطاع الفضائي الوطني"
    case "178607020005":
    return "178607020005:إستقطاب طلبه للدراسة في الدولة"
    case "178607020000":
    return "178607020000:الدعم والترويج للقطاع الفضائي الوطني"
    case "178607030001":
    return "178607030001:الترويج للقطاع الفضائي الوطني في مختلف المناسبات"
    case "178607030000":
    return "178607030000:جعل الدولة مركز للفعاليات والمناسبات الفضائية"
    case "178607030002":
    return "178607030002:إعداد دراسة الجدوى تنفيذ والتخطيط للمحال الفضائية"
    case "178607030003":
    return "178607030003:عقد المؤتمرات و الفعاليات الفضائية"
    case "178607030004":
    return "178607030004:استضافة المؤتمر العالمي للملاحة الفضائية (IAC)"
    case "178607030005":
    return "178607030005:دراسة استضافة مؤتمر لجنة بحوث الفضاء (COSPAR)"
    case "178607040001":
    return "178607040001:انشاء قبه سماويه"
    case "178607040000":
    return "178607040000:إنشاء مركز فضائي وطني"
    case "178607050001":
    return "178607050001:اعداد دراسة جدوى للمتحف/المركز"
    case "178607050002":
    return "178607050002:إقامة المعارض التعريفية والتعليمية الخاصة بالفضاء"
    case "178607050000":
    return "178607050000:تنفيذ المباني الخاصة بالمركز/المتحف"
    case "178607060001":
    return "178607060001:إعداد دراسة الجدوى"
    case "178607060002":
    return "178607060002:تنفيذ والتخطيط للمحال التجارية"
    case "178607060003":
    return "178607060003:دراسة انشاء ميناء فضائي"
    case "178607060000":
    return "178607060000:إنشاء المحال التجارية للترويج للقطاع الفضائي"
    case "178608010001":
    return "178608010001:إعداد الميزانية و متابعة تنفيذها"
    case "178608010002":
    return "178608010002:إدارة الرواتب"
    case "178608010003":
    return "178608010003:إدارة المدفوعات و الاستحقاقات"
    case "178608010004":
    return "178608010004:إجراء التدقيق الداخلي"
    case "178608010000":
    return "178608010000:إدارة الموارد المالية بكفاءة و فعالية"
    case "178608020001":
    return "178608020001:إدارة المشتريات"
    case "178608020002":
    return "178608020002:إدارة العقود و متابعتها"
    case "178608020000":
    return "178608020000:إدارة المشتريات وفق  أفضل الممارسات العالمية"
    case "178608030001":
    return "178608030001:شواغر"
    case "178608030002":
    return "178608030002:تخطيط الموارد البشرية و الاستقطاب و التعيين"
    case "178608030003":
    return "178608030003:تدريب و تطوير الموظفين"
    case "178608030004":
    return "178608030004:إدراة خدمات الموارد البشرية الأخرى (تقييم الأداء،التعويضات والفوائد"
    case "178608030000":
    return "178608030000:تطبيق أفضل مماراسات الموارد البشرية"
    case "178608040001":
    return "178608040001:إدارة الجودة"
    case "178608040002":
    return "178608040002:إدارة علاقات المتعاملين"
    case "178608040003":
    return "178608040003:الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "178608040000":
    return "178608040000:ضمان تطبيق معايير الجودة و التميز المؤسسي"
    case "178608050001":
    return "178608050001:تخطيط وتنسيق الاتصالات الداخلية و الخارجية"
    case "178608050002":
    return "178608050002:إدارة النشاط الإعلامي"
    case "178608050000":
    return "178608050000:ضمان تحقيق الاتصال الداخلي و الخارجي"
    case "178608060001":
    return "178608060001:مكاتب الوزراء و المدير العام (الوكيل) و المديرين التنفيذين"
    case "178608060002":
    return "178608060002:مستشاري الوزير و المدير العام (الوكيل)"
    case "178608060000":
    return "178608060000:تطبيق أفضل الممارسات العالمية في القيادة"
    case "178608070001":
    return "178608070001:وضع و تطوير الخطة التشغيلية و الإستراتيجية"
    case "178608070002":
    return "178608070002:تحديد مؤشرات الأداء الرئيسية ، و قياس الأداء"
    case "178608070000":
    return "178608070000:وضع و تطوير الخطة الإستراتيجية و قياس الأداء"
    case "178608080001":
    return "178608080001:إعداد الدراسات و الاستشارات القانونية"
    case "178608080002":
    return "178608080002:إدارة الشؤون القانونية"
    case "178608080000":
    return "178608080000:توفير أفضل الخدمات القانونية"
    case "178608090001":
    return "178608090001:تطوير النظم و التطبيقات الإلكترونية"
    case "178608090002":
    return "178608090002:توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "178608090003":
    return "178608090003:البنية التحتية و أمن المعلومات"
    case "178608090000":
    return "178608090000:توفير أحدث خدمات تقنية المعلومات"
    case "178608100001":
    return "178608100001:الصيانة"
    case "178608100002":
    return "178608100002:الإيجار"
    case "178608100003":
    return "178608100003:المواصلات"
    case "178608100004":
    return "178608100004:رسوم الاستشارات"
    case "178608100005":
    return "178608100005:المصروفات المتكررة الأخرى(الصادر و الوارد،المرافق،الهواتف،والانترنت"
    case "178608100006":
    return "178608100006:الخدمات المشتركة الأخرى (أدوات المكتب، قرطاسية و متفرقات، إلخ...)"
    case "178608100000":
    return "178608100000:توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "178609010001":
    return "178609010001:تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "178609010002":
    return "178609010002:بناء قدرات الموظفين في مجال الابتكار"
    case "178609020001":
    return "178609020001:تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "178609020002":
    return "178609020002:تطوير جائزة داخلية للابتكار"
    case "178609020003":
    return "178609020003:تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "178609020004":
    return "178609020004:المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "178609020005":
    return "178609020005:تشجيع البحث والتطوير داخل الوكالة"
    case "178609020000":
    return "178609020000:تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "178609030001":
    return "178609030001:تطوير الخدمات والعمليات المقدمة بما يتناسب مع متطلبات الابتكار"
    case "178609030002":
    return "178609030002:إنشاء مركز افتراضي للدراسات الفكرية والابتكار في مجال الفضاء"
    case "178609030000":
    return "178609030000:تحسين العمليات بما يعزز من الابتكار"
    case "179301020000":
    return "179301020000: نظام ترخيص المفتشين"
    case "179301020003":
    return "179301020003: ترخيص مفتشين الجمارك"
    case "179301030000":
    return "179301030000: رفع كفاءة المنافذ الجمركية"
    case "179301030001":
    return "179301030001: وضع منظومة الأجهزة الجمركية بناء على أفضل الممارسات الجمركية"
    case "179301030003":
    return "179301030003: وضع خطط استباقية لإدارة إدارات الجمارك المحلية (حسب طلبها)"
    case "179301030004":
    return "179301030004: نظام متكامل لتتبع الشاحنات"
    case "179301030005":
    return "179301030005: وضع خطط التعامل مع الكوارث والأزمات في المنافذ الجمركية"
    case "179301030006":
    return "179301030006: الرقابة والتدقيق على المنافذ الجمركية"
    case "179301040000":
    return "179301040000: غرف العمليات الجمركية"
    case "179301040003":
    return "179301040003: إنشاء وربط غرفة العمليات الجمركية على مستوى الدولة"
    case "179301070000":
    return "179301070000: تطوير منظومة التحقيق الجمركي"
    case "179301070001":
    return "179301070001: وضع وتطوير منظومة التحقيق الجمركي"
    case "179301080000":
    return "179301080000: إدارة معايير الصحة والسلامة والأمن الجمركي"
    case "179301080001":
    return "179301080001:  إعداد وتطبيق معايير الصحة والسلامة والأمن الجمركي"
    case "179301090000":
    return "179301090000: وضع منظومة لإدارة المخاطر الجمركية والرقابة والتدقيق عليها"
    case "179301090001":
    return "179301090001: تطوير منظومة إدارة المخاطر الجمركية والرقابة والتدقيق عليها"
    case "179301100000":
    return "179301100000: تفعيل مهام الضبطية القضائية"
    case "179301100001":
    return "179301100001: تفعيل مهام الضبطية القضائية"
    case "179302010000":
    return "179302010000: تطوير وتوحيد السياسات والإجراءات الجمركية"
    case "179302010003":
    return "179302010003: التدقيق على الإجراءات والسياسات الجمركية المطبقة في المنافذ الجمرك"
    case "179302010005":
    return "179302010005: استكمال متطلبات الاتحاد الجمركي الخليجي والعربي"
    case "179302010006":
    return "179302010006: استكمال متطلبات اتفافية تيسير التجارة"
    case "179302010007":
    return "179302010007: دراسة الاجراءات الجمركية المطبقة في قطاع سكك الحديد"
    case "179302020000":
    return "179302020000: تطويرالنظم الإلكترونية لدعم تيسير التجارة في الدولة"
    case "179302020001":
    return "179302020001: تطوير نظام القرارات والتعاميم (النافذة الموحدة)"
    case "179302020002":
    return "179302020002: تطوير الأنظمة الإلكترونية الجمركية"
    case "179302020003":
    return "179302020003: تطوير نظام الإحصاء الجمركي"
    case "179302030000":
    return "179302030000: تطوير إجراءات التخليص الجمركي"
    case "179302030002":
    return "179302030002: قياس زمن التخليص الجمركي"
    case "179302040000":
    return "179302040000: معهد جمركي لتأهيل الكوادر الوطنية في تطوير العمل الجمركي"
    case "179302040001":
    return "179302040001: إنشاء معهد جمركي اتحادي بناء على أفضل الممارسات العالمية"
    case "179302060000":
    return "179302060000: الدراسات الدولية حول أفضل الممارسات العالمية"
    case "179302060002":
    return "179302060002: إعداد دراسات حول أفضل الممارسات الدولية لدعم العمل الجمركي"
    case "179302070000":
    return "179302070000: التشريعات القانونية ذات العلاقة بالعمل الجمركي"
    case "179302070005":
    return "179302070005: المستشار القانوني الجمركي"
    case "179302070006":
    return "179302070006: متابعة اللجان القانونية المختصة بالعمل الجمركي"
    case "179302080000":
    return "179302080000: تقييم آلية التحويل المباشر"
    case "179302080001":
    return "179302080001: التقييم السنوي لنظام التحويل المالي المباشر"
    case "179302100000":
    return "179302100000: توفير المعلومات والبيانات الإحصائية"
    case "179302100001":
    return "179302100001: توفير التقارير الإحصائية للجهات المعنية (خدمة ذات أولوية)"
    case "179302100002":
    return "179302100002: الرد على الاستفسارات الجمركية (خدمة ذات أولوية)"
    case "179302100003":
    return "179302100003: نشر التعاميم والقرارات من خلال نظام النافذة الموحدة"
    case "179302100004":
    return "179302100004: توفير الإصدارات والنشرات الدورية للهيئة الالكترونية والمطبوعة"
    case "179302110000":
    return "179302110000: توفير التدريب الجمركي"
    case "179302110002":
    return "179302110002: توفير التدريب بشأن نظام الإفصاح عن المبالغ النقدية"
    case "179302110003":
    return "179302110003: توفير تدريبات جمركية للجمارك المحلية"
    case "179302110004":
    return "179302110004: توفير التدريب بشأن نظام التحويل المباشر"
    case "179302110005":
    return "179302110005: توفير التدريب حول نظام الإحصاء"
    case "179302120000":
    return "179302120000: توفير الخدمات الالكترونية"
    case "179302120001":
    return "179302120001: توفير خدمة التحويل الآلي المباشر (خدمة ذات أولوية)"
    case "179303010000":
    return "179303010000: الدخول في الاتفاقيات والمنظمات الإقليمية والدولية"
    case "179303010001":
    return "179303010001: التفاوض مع الدول حول الاتفاقيات الثنائية"
    case "179303010003":
    return "179303010003: إعداد الدراسات القانونية حول الاتفاقيات الدولية"
    case "179303010004":
    return "179303010004: وضع آليات الرقابة على تنفيذ الاتفاقيات الدولية ذات الطابع الجمركي"
    case "179303010005":
    return "179303010005: تطبيق برنامج المشغل الاقتصادي المعتمد في دولة الإمارات"
    case "179303030000":
    return "179303030000: تطوير العلاقات الجمركية مع الشركاء"
    case "179303030001":
    return "179303030001: تطبيق مبادرة جائزة الجمارك"
    case "179303030003":
    return "179303030003: إنشاء مجلس الشركاء وتنفيذ فعاليات جمركية"
    case "179303050000":
    return "179303050000: تعزيز تنافسية الدولة في العمل الجمركي"
    case "179303050001":
    return "179303050001: تعزيز التنافسية في العمل الجمركي"
    case "179303050002":
    return "179303050002:  تطوير العلاقة مع القطاع الخاص"
    case "179304010000":
    return "179304010000: إادارة الموارد المالية بكفاءة وفعالية"
    case "179304010001":
    return "179304010001: إعداد الميزانية ومتابعة تنفيذها"
    case "179304010005":
    return "179304010005: تنمية الايرادات وترشيد النفقات"
    case "179304020000":
    return "179304020000: إدارة العقود والموردين وفقا لأفضل الممارسات"
    case "179304020001":
    return "179304020001: متابعة العقود والمشتريات"
    case "179304020003":
    return "179304020003: إدارة الموردين"
    case "179304030000":
    return "179304030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "179304030001":
    return "179304030001: تطبيق خطة التوظيف واستقطاب المواطنين"
    case "179304030002":
    return "179304030002: تطبيق برنامج مسار"
    case "179304030003":
    return "179304030003: العمل على تحسين معدلات (الرضا - السعادة - الولاء - التناغم الوظيفي"
    case "179304030004":
    return "179304030004: تطبيق نظام إدارة الأداء الحكومي"
    case "179304030007":
    return "179304030007: تعزيز التواصل مع الموظفين وتحسين الإجراءات"
    case "179304040000":
    return "179304040000: توفير التدريب وتطوير مهارات الموظفين"
    case "179304040001":
    return "179304040001: تنفيذ البرامج التدريبية لجميع الفئات الوظيفية"
    case "179304040002":
    return "179304040002: نقل المعرفة وتطوير المهارات"
    case "179304040003":
    return "179304040003: مبادارات منتدى الموارد البشرية"
    case "179304050000":
    return "179304050000: تطبيق معايير الجودة والتميز المؤسسي"
    case "179304050008":
    return "179304050008: تطبيق منظومة التميز الحكومي"
    case "179304050009":
    return "179304050009: تطبيق متطلبات شهادات الأيزو المتعلقة بالجودة والتميز"
    case "179304050010":
    return "179304050010: متابعة الفرق الداخلية والخارجية للهيئة"
    case "179304050011":
    return "179304050011: إدارة الاستبيانات واستطلاعات الرأي وتطبيق أفضل الممارسات"
    case "179304060000":
    return "179304060000: تعزيز الشراكات والعلاقات الإعلامية والمؤسسية والمجتمعية"
    case "179304060002":
    return "179304060002: تفعيل التواصل الإعلامي"
    case "179304060004":
    return "179304060004: تعزيز المسؤولية المجتمعية"
    case "179304080000":
    return "179304080000: متابعة الخطط الاستراتيجية وإدارة الأداء المؤسسي"
    case "179304080001":
    return "179304080001: تحديث الخطة الاستراتيجية والتشغيلية للهيئة"
    case "179304080002":
    return "179304080002: متابعة الأداء المؤسسي"
    case "179304090000":
    return "179304090000: إدارة مشروع التدقيق الداخلي والحوكمة المؤسسية"
    case "179304090001":
    return "179304090001: تنفيذ مشروع التدقيق الداخلي"
    case "179304100000":
    return "179304100000: توفير أفضل الخدمات القانونية"
    case "179304100001":
    return "179304100001: توفير الدعم القانوني"
    case "179304110000":
    return "179304110000: تطبيق أفضل الممارسات في مجال تقنية المعلومات"
    case "179304110001":
    return "179304110001: تطوير البنية التحتية التقنية"
    case "179304110002":
    return "179304110002: متابعة تطبيق شهادات ايزو تقنية المعلومات"
    case "179304110003":
    return "179304110003: تطبيق متطلبات ممكنات الحكومة الذكية"
    case "179304110004":
    return "179304110004: تطوير الأنظمة التقنية الداخلية"
    case "179304120000":
    return "179304120000: إدارة علاقات المتعاملين"
    case "179304120001":
    return "179304120001: قياس سعادة المتعاملين وإدارة الخدمات"
    case "179304130000":
    return "179304130000: إدارة عمليات الخدمات الإدارية"
    case "179304130001":
    return "179304130001: تطبيق ممارسات الأمن والسلامة في بيئة العمل"
    case "179304130002":
    return "179304130002: إدارة الأصول والمخازن والجرد السنوي"
    case "179305010000":
    return "179305010000: بناء قدرات الموظفين في مجال الابتكار"
    case "179305010001":
    return "179305010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "179305010002":
    return "179305010002: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "179305010003":
    return "179305010003: رعاية المواهب المبتكرة"
    case "179305010004":
    return "179305010004: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "179305010005":
    return "179305010005: تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "179305010006":
    return "179305010006: تطوير جائزة داخلية للابتكار"
    case "179305010007":
    return "179305010007: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "179305010008":
    return "179305010008: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "179305010009":
    return "179305010009: نظام المقترحات"
    case "179305020000":
    return "179305020000: تحسين العمليات بما يعزز من الابتكار"
    case "179305020001":
    return "179305020001: تشجيع البحث والتطوير داخل الجهة"
    case "179305020002":
    return "179305020002: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "179305020003":
    return "179305020003: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "179305020004":
    return "179305020004: تطوير منظومة استشراف المستقبل في الهيئة"
    case "179305020005":
    return "179305020005: تخصيص أوقات محددة للموظفين للتفاعل والنزول للميدان ولقاء فئات المت"
    case "179401010001":
    return "179401010001: دراسة احتياجات القطاع الصناعي من المواصفات واللوائح الفنية والانظم"
    case "179401010002":
    return "179401010002: دراسة احتياجات القطاع الخدمي من المواصفات واللوائح الفنية"
    case "179401010003":
    return "179401010003: تقييم الوضع وحصر المنتجات والسلع الوطنية التنافسية"
    case "179401010004":
    return "179401010004: اشراك الجهات المعنية لوضع خطط العمل والبدائل المناسبة"
    case "179401010000":
    return "179401010000: إعداد الدراسات والبحوث للتعرف على الاحتياجات الاقتصادية والتنافسية"
    case "179401020001":
    return "179401020001: اعداد المواصفات القياسية الاماراتية"
    case "179401020002":
    return "179401020002: مراجعة المواصفات القياسية الاماراتية"
    case "179401020003":
    return "179401020003: انشاء نظام التبني الالكتروني"
    case "179401020004":
    return "179401020004: ادارة اللجان الوطنية للمواصفات"
    case "179401020000":
    return "179401020000: تطوير المواصفات للمنتجات والخدمات"
    case "179401030001":
    return "179401030001: تحليل الوضع ، و حصر احتياجات الجهات المعنية/الشركاء"
    case "179401030002":
    return "179401030002: اعداد برامج للمنتجات التي تم حصرها"
    case "179401030003":
    return "179401030003: تطبيق البرامج التي تم اعتمادها"
    case "179401030004":
    return "179401030004: دراسة الأثر بعد التطبيق ومراجعة و تحديث البرامج"
    case "179401030000":
    return "179401030000: إعداد وتطوير اللوائح الفنية والانظمة الرقابية في مجال السلامة والح"
    case "179401040001":
    return "179401040001: مواكبة التطور التكنولوجي للمركبات الصديقة للبيئة والوقود البديل"
    case "179401040002":
    return "179401040002: اصدار اللوائح الفنية والمواصفات المتعلقة بقياس وتحسين جودة الهواء"
    case "179401040003":
    return "179401040003: اصدار الانظمة والمواصفات القياسية في مجال كفاءة وادارة استخدام الط"
    case "179401040004":
    return "179401040004: اعداد وتطوير برامج المنتجات الصديقة للبيئة"
    case "179401040000":
    return "179401040000: تطوير البرامج والأنظمة المتعلقة لتعزيز بيئة مستدامة وبنية تحتية مت"
    case "179401050001":
    return "179401050001: تطبيق نظام لتصنيف ورش تصليح المركبات وتزويدها"
    case "179401050002":
    return "179401050002: تطبيق وتوسيع مجال الرقابة على قطع غيار واكسسوارات المركبات"
    case "179401050003":
    return "179401050003: تطوير برامج التنقل الذكي"
    case "179401050000":
    return "179401050000: تطوير برامج وآليات لتعزيز سلامة وسائل النقل واستدامتها"
    case "179401060001":
    return "179401060001: تطبيق متطلبات النظام على المنتجات"
    case "179401060002":
    return "179401060002: دراسة اثر تطبيق النظام"
    case "179401060003":
    return "179401060003: السعي لتبني النظام على المستوى الاقليمي والدولي"
    case "179401060004":
    return "179401060004: اطلاق جائزة الامارات للقياسات الدقيقة لافضل مصنع محلي وعالمي"
    case "179401060000":
    return "179401060000: تطبيق نظام القياسات الصناعية"
    case "179401070001":
    return "179401070001: اصدار اللوائح الفنية لعدادات الكهرباء والماء والغاز في الدوله"
    case "179401070002":
    return "179401070002: اصدار اللوائح الفنية لعدادات الطاقة الحرارية و الابعاد"
    case "179401070003":
    return "179401070003: اصدار اللوائح الفنية لقياسات الاشعاع في المجال الطبي"
    case "179401070000":
    return "179401070000: إصدار اللوائح الفنيه لأدوات القياس القانونية"
    case "179401080001":
    return "179401080001: اصدار نظام تطوير وسلسلة القياسات في المجال الطبي"
    case "179401080002":
    return "179401080002: اصدار نظام تطوير وسلسلة القياسات في مجال الاشعاع"
    case "179401080003":
    return "179401080003: اصدار نظام تطوير وسلسلة القياسات في المجال البيئي"
    case "179401080004":
    return "179401080004: اصدار نظام تطوير وسلسلة القياسات الدقيقة في مجالات الكيمياء و علوم"
    case "179401080000":
    return "179401080000: إصدار أنظمة تطوير كفاءة القياسات العلمية"
    case "179401090001":
    return "179401090001: إطلاق المنصة الإلكترونية والتطبيقات الذكية للحلال"
    case "179401090002":
    return "179401090002: إعداد وتطبيق برامج تدريبية في مجالات الحلال"
    case "179401090003":
    return "179401090003: انشاء قاعدة بيانات للمنتجات الحلال"
    case "179401090000":
    return "179401090000: تطوير المنصة الالكترونية التدريبية للحلال"
    case "179401100001":
    return "179401100001: تطبيق أنشطة مسح الأسواق في الدولة"
    case "179401100002":
    return "179401100002: تطبيق متطلبات قانون سلامة المنتجات"
    case "179401100003":
    return "179401100003: تطوير وتحسين نظام الابلاغات الالكتروني على المنتجات"
    case "179401100004":
    return "179401100004: استحداث نظام تحليل المخاطر المرتبطة بالمنتجات"
    case "179401100000":
    return "179401100000: البرنامج الوطني للرقابة على المنتجات"
    case "179401110001":
    return "179401110001: اعداد النظام الإماراتي للرقابة على جودة المنتجات"
    case "179401110002":
    return "179401110002: متابعة التطبيق وقياس أثره، ومراجعة وتحديث النظام"
    case "179401110003":
    return "179401110003: توسيع مجال النظام الإماراتي للرقابة على جودة المنتجات"
    case "179401110004":
    return "179401110004: السعي لتبني النظام على المستوى الاقليمي والعالمي"
    case "179401110000":
    return "179401110000: تطوير النظام الإماراتي للرقابة على جودة المنتجات"
    case "179401120001":
    return "179401120001: اصدار نظام تصنيف مزودي الخدمة"
    case "179401120002":
    return "179401120002: قياس كفاءة مزودي الخدمات حسب نظام تصنيف مزودي الخدمة"
    case "179401120000":
    return "179401120000: إصدار و تطبيق نظام تصنيف مزودي الخدمات"
    case "179401130001":
    return "179401130001: الرقابه على عدادات المحروقات وعدادات التاكسي والعبوات المعباة"
    case "179401130002":
    return "179401130002: الرقابه على عدادات الكهرباء والماء والغاز المنزلي"
    case "179401130003":
    return "179401130003: دراسة اثر تطبيق الرقابه على الاقتصاد الوطني وعلى حقوق المتعاملين"
    case "179401130004":
    return "179401130004: تطبيق اجراءات االتحقق من موازين الشاحنات ذات التوزين الثابت والتوز"
    case "179401130005":
    return "179401130005: تفعيل الرقابة على انظمة قياسات الاشعاع في المجال الطبي وقياسات الا"
    case "179401130000":
    return "179401130000: الرقابة على ادوات القياس القانونية والعبوات المعبأة"
    case "179401140001":
    return "179401140001: ترخيص استخدام علامة الجودة الإماراتية (خدمة ذات أولوية)"
    case "179401140002":
    return "179401140002: توسيع مجال علامة الجودة الإماراتية"
    case "179401140003":
    return "179401140003: إصدار بدل فاقد لترخيص استخدام علامة الجودة الإماراتية"
    case "179401140004":
    return "179401140004: تصديق طبق الأصل لترخيص استخدام علامة الجودة الإماراتية"
    case "179401140005":
    return "179401140005: تجديد ترخيص استخدام علامة الجودة الإماراتية"
    case "179401140000":
    return "179401140000: علامة الجودة الإماراتية للمنتجات"
    case "179401150001":
    return "179401150001: إصدار شهادات المطابقة للمنتجات حسب متطلبات الصحة والسلامة (خدمة ذا"
    case "179401150002":
    return "179401150002: إصدار شهادة بدل فاقد لشهادات المطابقة الإماراتية"
    case "179401150003":
    return "179401150003: تصديق طبق الأصل لشهادات المطابقة الإماراتية"
    case "179401150004":
    return "179401150004: تجديد شهادة المطابقة الإماراتية"
    case "179401150000":
    return "179401150000: المنتجات الخاضعة للوائح الفنية"
    case "179401160001":
    return "179401160001: إصدار ملصقات وشهادات برامج كفاءة الطاقة والمياه"
    case "179401160002":
    return "179401160002: تجديد شهادات المطابقة للمنتجات الخضراء"
    case "179401160003":
    return "179401160003: إصدار بدل فاقد لشهادات المطابقة للمنتجات الخضراء"
    case "179401160004":
    return "179401160004: تصديق صورة طبق الأصل لشهادات المطابقة للمنتجات الخضراء"
    case "179401160000":
    return "179401160000: ملصقات كفاءة الطاقة والمياه للمنتجات الخضراء"
    case "179401170001":
    return "179401170001: تسجيل جهات تقييم المطابقة"
    case "179401170002":
    return "179401170002: توسيع مجال تسجيل جهات تقييم المطابقة"
    case "179401170003":
    return "179401170003: تجديد تسجيل جهات تقييم المطابقة"
    case "179401170004":
    return "179401170004: إصدار بدل فاقد لتسجيل جهات تقييم المطابقة"
    case "179401170005":
    return "179401170005: سحب تسجيل جهات تقييم المطابقة"
    case "179401170006":
    return "179401170006: اعتماد جهات تقييم المطابقة"
    case "179401170007":
    return "179401170007: توسيع مجال اعتماد جهات تقييم المطابقة"
    case "179401170008":
    return "179401170008: تجديد اعتماد جهات تقييم المطابقة"
    case "179401170009":
    return "179401170009: إصدار بدل فاقد لشهادة اعتماد جهات تقييم المطابقة"
    case "179401170010":
    return "179401170010: سحب اعتماد جهات تقييم المطابقة"
    case "179401170011":
    return "179401170011: تعيين جهات تقييم المطابقة"
    case "179401170012":
    return "179401170012: توسيع مجال تعيين جهات تقييم المطابقة"
    case "179401170013":
    return "179401170013: إصدار بدل فاقد لشهادة تعيين جهات تقييم المطابقة"
    case "179401170014":
    return "179401170014: سحب تعيين جهات تقييم المطابقة"
    case "179401170000":
    return "179401170000: الرقابة على جهات تقييم المطابقة"
    case "179402010001":
    return "179402010001: دراسة وتحديد المتطلبات والمعايير والفئات للجائزة"
    case "179402010002":
    return "179402010002: النشر والتسويق للجائزة"
    case "179402010003":
    return "179402010003: استلام الطلبات وتقييمها"
    case "179402010004":
    return "179402010004: اعلان النتائج والتكريم"
    case "179402010000":
    return "179402010000: تطوير جائزة الامارات للجودة في الصناعة"
    case "179402020001":
    return "179402020001: تحديد الخدمات التي يمكن تقديمها من قبل الشركاء"
    case "179402020002":
    return "179402020002: توقيع اتفاقيات مستوى الخدمة مع الجهات الحكومية"
    case "179402020003":
    return "179402020003: الربط الالكتروني في تسجيل المعدات والاجهزة الطبية مع وزارة الصحة"
    case "179402020004":
    return "179402020004: الربط الالكتروني لاصدار شهادة المنشأ للمنتجات مع وزارة الاقتصاد"
    case "179402020005":
    return "179402020005: الربط الالكتروني الجمركي مع الجمارك"
    case "179402020000":
    return "179402020000: الشراكة مع القطاع العام والخاص في تقديم الخدمات"
    case "179402030001":
    return "179402030001: اعداد نظام لتنظيم قطاع خدمات فحوص الجدارة"
    case "179402030002":
    return "179402030002: دراسة المجالات التي تحتاج لفحوص جدارة واعداد البرامج ومتطلباتها"
    case "179402030003":
    return "179402030003: تنفيذ البرامج ودراسة التغذية الراجعة"
    case "179402030000":
    return "179402030000: اصدار النظام الاماراتي لادارة برامج اختبارات الكفاءة"
    case "179402040001":
    return "179402040001: المشاركة في عضوية المنظمات الدولية والإقليمية ذات العلاقة"
    case "179402040002":
    return "179402040002: المشاركة في اجتماعات اللجان الإقليمية والدولية"
    case "179402040003":
    return "179402040003: المشاركة في اجتماعات المجالس واللجان الوطنية"
    case "179402040000":
    return "179402040000: المشاركة في اللجان والمنظمات الاقليمية والدولية والانضمام لعضويتها"
    case "179402050001":
    return "179402050001: المحافظة على الإعترافات الدولية والمحافظة عليها في مجال الاعتماد"
    case "179402050002":
    return "179402050002: المحافظة على الإعترافات الدولية والمافظة عليها في مجال المطابقة"
    case "179402050003":
    return "179402050003: المشاركة في الجوائز المحلية والعالمية الفنية"
    case "179402050000":
    return "179402050000: الحصول على الجوائز والاعترافات الدولية والمحافظة عليها"
    case "179402060001":
    return "179402060001: تطبيق متطلبات اتفاقية الاعتراف المتبادل بنائج القياس (CIPM-MRA)"
    case "179402060002":
    return "179402060002: المشاركة في اللجان الفنية للتجمع الخليجي للمترولوجيا"
    case "179402060003":
    return "179402060003: الاشراف على المختبرات المخولة من المعهد الوطني للقياس"
    case "179402060000":
    return "179402060000: تحقيق متطلبات عضوية المكتب الدولي للأوزان والمقاييس"
    case "179402070001":
    return "179402070001: تسويق خدمة التعيين"
    case "179402070002":
    return "179402070002: تقييم اداء خدمات جهات تقييم المطابقة المخولة"
    case "179402070003":
    return "179402070003: تحفيز وتكريم جهات تقييم المطابقة المعينة"
    case "179402070000":
    return "179402070000: إستقطاب جهات تقييم المطابقة"
    case "179402080001":
    return "179402080001: عقد ندوات وورش عمل توعوية ونشر نصائح توعوية مطبوعة ومسموعة ومرئية"
    case "179402080000":
    return "179402080000: الوعي بأنشطة التقييس"
    case "179402090001":
    return "179402090001: دراسة وتحليل الوضع الحالي للاقبال على خدمات الهيئة"
    case "179402090002":
    return "179402090002: تحديد المنتجات المستهدفة للتسويق"
    case "179402090003":
    return "179402090003: وضع خطة التسويق وتطبيقها"
    case "179402090004":
    return "179402090004: قياس اثر تطبيق خطة التسويق لخدمات الهيئة على المنتجات"
    case "179402090000":
    return "179402090000: تسويق خدمات الهيئة"
    case "179402100001":
    return "179402100001: حصر الاحتياجات الفنية الخاصة بتطوير الكفاءات"
    case "179402100002":
    return "179402100002: تخطيط واعداد البرامج التدريبية لتعزيز الكفاءات في التقييس وتشجيع ا"
    case "179402100003":
    return "179402100003: تنفيذ وتدريب المقيمين والجهات ذات العلاقة في التقييس"
    case "179402100004":
    return "179402100004: اعداد وتحديث قاعدة بيانات للخبراء في مجال التقييس"
    case "179402100005":
    return "179402100005: المراجعة والتحسين والتطوير لخطة التنفيذ"
    case "179402100000":
    return "179402100000: برنامج لتطوير الكفاءات والخبرات في مجال التقييس"
    case "179402110001":
    return "179402110001: بيع المواصفات القياسية"
    case "179402110000":
    return "179402110000: بيع المواصفات القياسية"
    case "179403010001":
    return "179403010001: إعداد الميزانية ومتابعة تنفيذها"
    case "179403010002":
    return "179403010002: إدارة الرواتب"
    case "179403010003":
    return "179403010003: إدارة المدفوعات والاستحقاقات"
    case "179403010004":
    return "179403010004: إجراء التدقيق الداخلي"
    case "179403010000":
    return "179403010000: إادارة الموارد المالية بكفاءة وفعالية"
    case "179403020001":
    return "179403020001: إدارة المشتريات"
    case "179403020002":
    return "179403020002: إدارة العقود ومتابعتها"
    case "179403020000":
    return "179403020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "179403030001":
    return "179403030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "179403030002":
    return "179403030002: تدريب وتطوير الموظفين"
    case "179403030003":
    return "179403030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "179403030000":
    return "179403030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "179403040001":
    return "179403040001: إدارة الجودة والعمليات"
    case "179403040002":
    return "179403040002: إدارة وتطوير وتقديم خدمات الهيئة"
    case "179403040003":
    return "179403040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "179403040000":
    return "179403040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "179403050001":
    return "179403050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "179403050002":
    return "179403050002: إدارة النشاط الإعلامي"
    case "179403050003":
    return "179403050003: إدارة الشراكات وتعزيزها"
    case "179403050000":
    return "179403050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "179403060001":
    return "179403060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "179403060002":
    return "179403060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "179403060000":
    return "179403060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "179403070001":
    return "179403070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "179403070002":
    return "179403070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "179403070000":
    return "179403070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "179403080001":
    return "179403080001: إعداد الدراسات والاستشارات القانونية"
    case "179403080002":
    return "179403080002: إدارة الشؤون القانونية"
    case "179403080000":
    return "179403080000: توفير أفضل الخدمات القانونية"
    case "179403090001":
    return "179403090001: تحديد وتطبيق مبادئ الحوكمة"
    case "179403090002":
    return "179403090002: إدارة المخاطر"
    case "179403090000":
    return "179403090000: تطوير الحوكمة والرقابة الداخلية"
    case "179403100001":
    return "179403100001: تطوير النظم والتطبيقات الإلكترونية"
    case "179403100002":
    return "179403100002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "179403100003":
    return "179403100003: إدارة الشبكات وأمن المعلومات"
    case "179403100004":
    return "179403100004: دعم التحول الذكي للخدمات"
    case "179403100000":
    return "179403100000: توفير أحدث خدمات تقنية المعلومات"
    case "179403110001":
    return "179403110001: الصيانة"
    case "179403110002":
    return "179403110002: الإيجار"
    case "179403110003":
    return "179403110003: المواصلات"
    case "179403110004":
    return "179403110004: رسوم الاستشارات"
    case "179403110005":
    return "179403110005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "179403110006":
    return "179403110006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "179403110000":
    return "179403110000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "179404010001":
    return "179404010001: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "179404010002":
    return "179404010002: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "179404010003":
    return "179404010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "179404010004":
    return "179404010004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "179404010000":
    return "179404010000: بناء قدرات الموظفين في مجال الابتكار"
    case "179404020001":
    return "179404020001: إطلاق: جائزة ابتكر @ مواصفات»"
    case "179404020002":
    return "179404020002: عقد مختبر الابتكار الحكومي"
    case "179404020000":
    return "179404020000: تبني أحدث أدوات ووسائل الابتكار"
    case "179404030001":
    return "179404030001: الشراكة مع الجامعات، مراكز الأبحاث، القطاع الحكومي والقطاع الخاص ف"
    case "179404030002":
    return "179404030002: تنظيم فعاليات في مجال الابتكار"
    case "179404030003":
    return "179404030003: تخصيص نسبة من الميزانية لدعم الابتكار"
    case "179404030000":
    return "179404030000: تحسين العمليات بما يعزز من الابتكار"
    case "179501010000":
    return "179501010000: وضع خطط إعلامية لدعم منسقي الأجندة الوطنية في مبادراتها"
    case "179501010001":
    return "179501010001: الاجتماع مع المنسقين الرئيسيين بشكل دوري والاتفاق على طبيعة الاحتي"
    case "179501010002":
    return "179501010002: وضع خطة عمل سنوية مع كل منسق رئيسي"
    case "179501020000":
    return "179501020000: الارتقاء بخدمات قطاع الشؤون الإعلامية"
    case "179501020001":
    return "179501020001: تطوير البيئة التشريعية والتنظيمية لقطاع الإعلام"
    case "179501020002":
    return "179501020002: تطوير علاقة تكاملية مع المؤسسات الإعلامية المحلية والمناطق الإعلام"
    case "179501020003":
    return "179501020003: اطلاق/ تطوير التطبيقات الذكية الخاصة بالمجلس"
    case "179501020004":
    return "179501020004: مراجعة وتحديث خدمات التراخيص ومتابعة المحتوى لمواكبة التطور في الق"
    case "179501020005":
    return "179501020005: إعداد وتحديث آليات التعاون مع الجهات الحكومية ذات الصلة لتطوير الخ"
    case "179501020006":
    return "179501020006: تطوير الخدمات المشتركة من خلال الربط الالكتروني مع الجهات الحكومية"
    case "179501020007":
    return "179501020007: إنشاء مكتب خدمة أبوظبي( مركز سعادة المتعاملين )"
    case "179501020008":
    return "179501020008: تطوير مكتب دبي لتحقيق 5 نجوم في تصنيف برنامج الامارات للخدمة الحكو"
    case "179501030000":
    return "179501030000: اعتماد المراسلين الصحافيين الأجانب في الدولة"
    case "179501030001":
    return "179501030001: إصدار بطاقة الاعتماد الصحفية للمراسلين الأجانب في الدولة"
    case "179501030002":
    return "179501030002: تجديد بطاقة الاعتماد الصحفية للمراسلين الأجانب في الدولة"
    case "179501030003":
    return "179501030003: إلغاء بطاقة الاعتماد الصحفية للمراسلين الأجانب في الدولة"
    case "179501040000":
    return "179501040000: تراخيص الانشطة الاعلامية"
    case "179501040001":
    return "179501040001: إصدار التراخيص الإعلامية ذات الطابع التجاري (لا تحتاج موافقة الجها"
    case "179501040002":
    return "179501040002: تجديد التراخيص الإعلامية ذات الطابع التجاري  (لا تحتاج موافقة الجه"
    case "179501040003":
    return "179501040003: إضافة شريك / شركاء للتراخيص الإعلامية ذات الطابع التجاري (لا تحتاج"
    case "179501040004":
    return "179501040004: التنازل عن التراخيص الإعلامية ذات الطابع التجاري (لا تحتاج موافقة"
    case "179501040005":
    return "179501040005: إلغاء  التراخيص الإعلامية ذات الطابع التجاري ( لا تحتاج للموافقات"
    case "179501040006":
    return "179501040006: تعديل بيانات  التراخيص الإعلامية ذات الطابع التجاري (لا تحتاج مواف"
    case "179501040007":
    return "179501040007: تجديد التراخيص الإعلامية ذات الطابع التجاري (تحتاج موافقة الجهات ا"
    case "179501040008":
    return "179501040008: إضافة شريك / شركاء للتراخيص الإعلامية ذات الطابع التجاري (تحتاج مو"
    case "179501040009":
    return "179501040009: التنازل عن التراخيص الإعلامية ذات الطابع التجاري (تحتاج موافقة الج"
    case "179501040010":
    return "179501040010: إلغاء التراخيص الإعلامية ذات الطابع التجاري (تحتاج موافقة الجهات ا"
    case "179501040011":
    return "179501040011: تعديل بيانات التراخيص الإعلامية ذات الطابع التجاري (تحتاج موافقة ا"
    case "179501040012":
    return "179501040012: إصدار  ترخيص صحيف/مجلة"
    case "179501040013":
    return "179501040013: تجديد  ترخيص صحيف/مجلة"
    case "179501040014":
    return "179501040014: إضافة شريك / شركاء ترخيص صحيف/مجلة"
    case "179501040015":
    return "179501040015: التنازل عن  ترخيص صحيف/مجلة"
    case "179501040016":
    return "179501040016: إلغاء ترخيص ترخيص صحيف/مجلة"
    case "179501040017":
    return "179501040017: تعديل بيانات ترخيص صحيف/مجلة"
    case "179501040018":
    return "179501040018: إصدار  ترخيص إعادة طباعة / مجلة"
    case "179501040019":
    return "179501040019: تجديد ترخيص إعادة طباعة / مجلة"
    case "179501040020":
    return "179501040020: إضافة شريك / شركاء ترخيص إعادة طباعة / مجلة"
    case "179501040021":
    return "179501040021: التنازل عن ترخيص إعادة طباعة / مجلة"
    case "179501040022":
    return "179501040022: إلغاء ترخيص إعادة طباعة / مجلة"
    case "179501040023":
    return "179501040023: تعديل بيانات ترخيص إعادة طباعة / مجلة"
    case "179501040024":
    return "179501040024: إصدار ترخيص أنشطة البث الاذاعي و التلفزيوني"
    case "179501040025":
    return "179501040025: تجديد ترخيص أنشطة البث الاذاعي و التلفزيوني"
    case "179501040026":
    return "179501040026: إضافة شريك / شركاء لترخيص أنشطة البث الاذاعي و التلفزيوني"
    case "179501040027":
    return "179501040027: التنازل عن ترخيص أنشطة البث الاذاعي و التلفزيوني"
    case "179501040028":
    return "179501040028: إلغاء ترخيص أنشطة البث الاذاعي و التلفزيوني"
    case "179501040029":
    return "179501040029: تعديل بيانات ترخيص أنشطة البث الاذاعي و التلفزيوني"
    case "179501040030":
    return "179501040030:  اذن طباعة دليل تجاري"
    case "179501040031":
    return "179501040031: اذن تصوير ( جوي / أرضي ) داخل الدولة"
    case "179501040032":
    return "179501040032: إصدار بطاقة صحفية و تعيينات"
    case "179501040033":
    return "179501040033:  تجديد بطاقات صحفية و تعيينات"
    case "179501040034":
    return "179501040034: فتح مكتب تمثيلي لمطبوعة داخل الدولة"
    case "179501050000":
    return "179501050000: متابعة محتوى المواد الإعلامية"
    case "179501050001":
    return "179501050001: الموافقة على تداول وتوزيع المطبوعات"
    case "179501050002":
    return "179501050002: الموافقة على المصنفات الفنية"
    case "179501050003":
    return "179501050003: الموافقة على دخول المواد الإعلامية من خلال منافذ ومعابر الدولة"
    case "179501050004":
    return "179501050004: الموافقة على  تداول وتوزيع الصحف والمجلات اليومية"
    case "179501050005":
    return "179501050005: الموافقة على  تداول وتوزيع الصحف والمجلات لأول مرة"
    case "179501050006":
    return "179501050006:  تجديد الموافقة على  تداول وتوزيع الصحف والمجلات"
    case "179501050007":
    return "179501050007:  إلغاء  تداول وتوزيع الصحف والمجلات"
    case "179501050008":
    return "179501050008: متابعة تداول المواد الاعلامية / التفتيش"
    case "179502010000":
    return "179502010000: تنسيق سياسة وطنية إعلامية داخليا"
    case "179502010001":
    return "179502010001: تفعيل عمل الفريق الإعلامي للتعامل مع المواد الإخبارية في الأزمات"
    case "179502010002":
    return "179502010002: عقد جلسات الاحاطة الاستراتيجية مع الجهات المؤثرة"
    case "179502010003":
    return "179502010003: تزويد الوسائل الإعلامية المحلية  بالرسائل الاستراتيجية والخطوط الع"
    case "179502010004":
    return "179502010004: تحديث الاستراتيجية الخاصة بمواقع التواصل الاجتماعي فيما يتعلق بالق"
    case "179502010005":
    return "179502010005: إعداد تقارير عن أهم إنجازات الدولة (بلغات مختلفة) ونشرها في الاعلا"
    case "179502020000":
    return "179502020000: ابراز إنجازات الدولة عالميا وتعزيز التواصل مع الاعلام الدولي والجه"
    case "179502020001":
    return "179502020001: تحديث الرسائل الرئيسية للدولة وإيصالها للجهات المستفيدة"
    case "179502020002":
    return "179502020002: اعداد وتنفيذ الخطط الخاصة بسياسة الاعلام الخارجي للقضايا والمناطق"
    case "179502020003":
    return "179502020003: تنمية الشبكة الإعلامية من الصحفيين المؤثرين في عواصم العالم حسب ال"
    case "179502020004":
    return "179502020004: بناء وتعزيز العلاقات مع المؤسسات الإعلامية الدولية"
    case "179502020005":
    return "179502020005: تأسيس ملحقيات إعلامية في سفارات الدولة حسب الخطة السنوية"
    case "179502020006":
    return "179502020006: التواجد في اللقاءات الرسمية لدول مجلس التعاون الخليجي والمشاركة في"
    case "179502020007":
    return "179502020007: إعداد  تقارير عن أهم إنجازات الدولة (بلغات مختلفة) ونشرها في الاعل"
    case "179502020008":
    return "179502020008: إطلاق حملات إعلامية في عواصم العالم حسب الخطة السنوية تبرز إنجازات"
    case "179502030000":
    return "179502030000: المشاركة في معارض اكسبو"
    case "179502030001":
    return "179502030001: العمل على الانتهاء من تطوير المحتوى والتصاميم الداخلية وانظمة التش"
    case "179502030002":
    return "179502030002: إدارة وتشغيل جناح الدولة في معرض أكسبو استانا 2017"
    case "179502030003":
    return "179502030003: بناء وتطوير محتوى جناح  الدولة المشارك بمعرض أكسبو دبي 2020"
    case "179502030004":
    return "179502030004: إدارة وتشغيل جناح الدولة في معرض أكسبو دبي 2020"
    case "179502040000":
    return "179502040000: التواصل الإعلامي"
    case "179502040001":
    return "179502040001: تنظيم حضور الإعلاميين للمؤتمرات الصحافية والزيارات والفعاليات الرس"
    case "179502040002":
    return "179502040002: تنظيم الزيارات للوفود الصحفية والإعلامية"
    case "179503010000":
    return "179503010000: تطوير أدوات الاعلام الجديد لزيادة انتشار وكالة أنباء الامارات"
    case "179503010001":
    return "179503010001: إنشاء خدمة التطبيق الاخباري الذكي"
    case "179503010002":
    return "179503010002: التواجد في جميع المنصات الإعلامية الرقمية وشبكات التواصل الاجتماعي"
    case "179503010003":
    return "179503010003: تطوير موقع وكالة أنباء الامارات ليكون من أفضل 3 مواقع مقارنة بوكال"
    case "179503020000":
    return "179503020000: رفع جودة المحتوى الخبري لوكالة أنباء الإمارت"
    case "179503020001":
    return "179503020001: مراجعة وتحديث آلية العمل الاخباري (style book) المطبقة في الوكالة"
    case "179503020002":
    return "179503020002: تطوير خدمات الوكالة لتشمل إعداد وبث تقارير اخبارية مرئية ومسموعة"
    case "179503020003":
    return "179503020003: تعزيز دور الوكالة من خلال عضويتها في الاتحادات المهنية الإقليمية و"
    case "179503030000":
    return "179503030000: التغطية الإعلامية للجهات والمؤسسات الحكومية وشبه الحكومية والمؤسسا"
    case "179503030001":
    return "179503030001: تزويد المشتركين بالاخبار المحررة أو/و بالصور الفوتوغرافية والتلفزي"
    case "179503030002":
    return "179503030002: نشر/بث الاخبار من خلال القنوات والمنصات المتوافرة (موقع الوكالة، ع"
    case "179503030003":
    return "179503030003: الاشتراك في الخدمة الإخبارية/نشرة وام"
    case "179503030004":
    return "179503030004: تزويد المشتركين بالنشرات الإخبارية الخاصة التي تم رصدها من خلال خد"
    case "179503030005":
    return "179503030005: بيع المواد الفوتوغرافية والتلفزيونية"
    case "179503030006":
    return "179503030006: توفير طلبات المواد الإخبارية المكتوبة أو الأرشيفية"
    case "179504010000":
    return "179504010000: إدارة الموارد المالية بكفاءة وفعالية"
    case "179504010001":
    return "179504010001: إعداد الميزانية ومتابعة تنفيذها"
    case "179504010002":
    return "179504010002: إدارة الرواتب"
    case "179504010003":
    return "179504010003: إدارة المدفوعات والاستحقاقات"
    case "179504010004":
    return "179504010004: إجراء التدقيق الداخلي"
    case "179504020000":
    return "179504020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "179504020001":
    return "179504020001: إدارة المشتريات"
    case "179504020002":
    return "179504020002: إدارة العقود ومتابعتها"
    case "179504030000":
    return "179504030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "179504030001":
    return "179504030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "179504030002":
    return "179504030002: تدريب وتطوير الموظفين"
    case "179504030003":
    return "179504030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "179504040000":
    return "179504040000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "179504040001":
    return "179504040001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "179504040002":
    return "179504040002: إدارة النشاط الإعلامي"
    case "179504050000":
    return "179504050000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "179504050001":
    return "179504050001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "179504050002":
    return "179504050002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "179504060000":
    return "179504060000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "179504060001":
    return "179504060001: إدارة الجودة"
    case "179504060002":
    return "179504060002: إدارة علاقات المتعاملين"
    case "179504060003":
    return "179504060003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "179504070000":
    return "179504070000: توفير أفضل الخدمات القانونية"
    case "179504070001":
    return "179504070001: إعداد الدراسات والاستشارات القانونية"
    case "179504070002":
    return "179504070002: إدارة الشؤون القانونية"
    case "179504080000":
    return "179504080000: تطبيق أفضل الممارسات العالمية في القيادة"
    case "179504080001":
    return "179504080001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "179504080002":
    return "179504080002: مستشاري الوزير والمدير العام (الوكيل)"
    case "179504090000":
    return "179504090000: توفير أحدث خدمات تقنية المعلومات"
    case "179504090001":
    return "179504090001: تطوير النظم والتطبيقات الإلكترونية"
    case "179504090002":
    return "179504090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "179504090003":
    return "179504090003: ادارة الشبكات وامن المعلومات"
    case "179504100000":
    return "179504100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "179504100001":
    return "179504100001: الصيانة"
    case "179504100002":
    return "179504100002: الإيجار"
    case "179504100003":
    return "179504100003: المواصلات"
    case "179504100004":
    return "179504100004: رسوم الاستشارات"
    case "179504100005":
    return "179504100005: المصروفات المتكررة الأخرى (الصادر والوارد، المرافق، الهواتف ،الخ )"
    case "179504100006":
    return "179504100006: الخدمات المشتركة الاخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ )"
    case "179505010000":
    return "179505010000: بناء قدرات الموظفين في مجال الابتكار"
    case "179505010001":
    return "179505010001: تثقيف وتوعية الموظفين في مجال الإبتكار"
    case "179505010002":
    return "179505010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "179505010003":
    return "179505010003: الإطلاع على أفضل الممارسات في مجال الإبتكار"
    case "179505010004":
    return "179505010004: رعاية المواهب المبتكرة"
    case "179505020000":
    return "179505020000: تبني أحدث أدوات و وسائل الإبتكار داخل الجهة"
    case "179505020001":
    return "179505020001: تطوير نظام لتقديم الاقتراحات والأفكار"
    case "179505020002":
    return "179505020002: تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "179505020003":
    return "179505020003: تنفيذ مختبرات للابتكار/ جلسات عصف ذهني"
    case "179505030000":
    return "179505030000: تحسين العمليات بما يعزز من الإبتكار"
    case "179505030001":
    return "179505030001: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة"
    case "179505030002":
    return "179505030002: تشجيع البحث والتطوير"
    case "179505030003":
    return "179505030003: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية و الإعلامية وال"
    case "179601010001":
    return "179601010001:محاضرات الخدمة الوطنية"
    case "179601010002":
    return "179601010002:محاضرات طلبة المدارس"
    case "179601010003":
    return "179601010003:محاضرات المؤسسات الحكومية والخاصة"
    case "179601010004":
    return "179601010004:مقاطع  دينية وطنية بمتناول الجميع"
    case "179601010005":
    return "179601010005:نشر الخطب الدينية"
    case "179601010000":
    return "179601010000:تنفيذ دروس الوعظ الدينية"
    case "179601020001":
    return "179601020001:تعزيز الخطاب الاسلامي العالمي"
    case "179601020002":
    return "179601020002:تنظيم مؤتمر الإمارات في واجهة التطرف"
    case "179601020003":
    return "179601020003:علماء ضيوف صاحب السمو رئيس الدولة حفظه الله"
    case "179601020000":
    return "179601020000:تعزيز الوعي الديني والثقافة الاسلامية"
    case "179601030001":
    return "179601030001:إعداد خطة الوعظ الموحدة باللغة العربية للجااليات العربية"
    case "179601030002":
    return "179601030002:إعداد خطة الوعظ الموحدة باللغة الانجليزية"
    case "179601030003":
    return "179601030003:إعداد خطة الوعظ الموحدة باللغة  الأردو"
    case "179601030004":
    return "179601030004:تقديم برنامج تلفزيوني"
    case "179601030000":
    return "179601030000:تطوير خطة الوعظ الموحدة"
    case "179601040001":
    return "179601040001:تنفيذ محاضرات دينية توعوية للمجتمع"
    case "179601040002":
    return "179601040002:تنفيذ دروس الوعظ والعلوم الشرعية للمجتمع"
    case "179601040000":
    return "179601040000:نشر الثقافة الدينية في المجتمع"
    case "179601050001":
    return "179601050001:نشر الاصدارات الدينية المبسطة"
    case "179601050002":
    return "179601050002:اعداد مقالات لنشر الوعي الديني والوطني"
    case "179601050003":
    return "179601050003:طباعة المصحف الشريف وعلومه"
    case "179601050000":
    return "179601050000:إصدارات مبسطة  للإسهام في تنمية الوعي الديني والثقافة الإسلامية"
    case "179601060001":
    return "179601060001: إعداد إصدارات لتنمية الثقافة الدينية والوطنيه"
    case "179601060002":
    return "179601060002:إعداد ونشر إصدارات باللغات الأجنبية للناطقين بغير العربية"
    case "179601060000":
    return "179601060000:إعداد اصدارات دينية موجه للمجتمع"
    case "179601070001":
    return "179601070001:الرقابة على الاصدارات الدينية الواردة للهيئة"
    case "179601070002":
    return "179601070002:الرقابة على طباعة المصحف الشريف"
    case "179601070003":
    return "179601070003:الرقابة على الاصدارات الدينية الواردة  لليئة"
    case "179601070004":
    return "179601070004:الرقابة على مطبوعات المساجد ومراكز تحفيظ القران"
    case "179601070000":
    return "179601070000:الرقابة الدينية على اصدارات الهيئة"
    case "179601080001":
    return "179601080001:تطبيق ذكي  لتعليم القرآن الكريم"
    case "179601080002":
    return "179601080002:تطوير معايير ابتكارية للمسابقة السنوية لحفظ وتلاوة القرآن الكريم"
    case "179601080003":
    return "179601080003:تحسين وتطوير عملية تحفيظ القرآن الكريم"
    case "179601080004":
    return "179601080004:بصمة إرتقاء"
    case "179601080000":
    return "179601080000:منارات قرآنية ابتكارية"
    case "179601090001":
    return "179601090001:تنظيم حلقات تحفيظ القرآن الكريم لذوي الاحتياجات الخاصة"
    case "179601090002":
    return "179601090002:اعداد مناهج تحفيظ القرآن الكريم"
    case "179601090000":
    return "179601090000:تعزيز أعمال المراكز"
    case "179601100001":
    return "179601100001:تنفيذ دورات لتحفيظ القرآن الكريم الأولى والثانية"
    case "179601100000":
    return "179601100000:تنظيم دورات تحفيظ القرآن الكريم"
    case "179601110001":
    return "179601110001:تطوير برنامج الخطيب المؤثر"
    case "179601110002":
    return "179601110002:تطوير منهج لخطب الجمعة للأعاجم."
    case "179601110003":
    return "179601110003:تطوير برنامج ديني ذات طابع استراتيجي محدد"
    case "179601110000":
    return "179601110000:تطوير المناهج الدينية التي تنبذ الايدلوجيات الهدامة"
    case "179601120001":
    return "179601120001:تطوير الكتاب السنوي لخطب الجمعة"
    case "179601120000":
    return "179601120000:تطوير خطبة الجمعه"
    case "179601130001":
    return "179601130001:اعداد ومراجعة وتقييم خطبة الجمعة"
    case "179601130000":
    return "179601130000:تقديم خطبة الجمعه"
    case "179601140001":
    return "179601140001:تطوير نظام إلكتروني لخطبة الجمعة"
    case "179601140002":
    return "179601140002:تطوير نظام الكتروني لإدارة الوعظ"
    case "179601140003":
    return "179601140003:تطوير نظام الكتروني لإدارة المساجد"
    case "179601140004":
    return "179601140004:تطوير نظام الكتروني للبحوث والاصدارات الدينية"
    case "179601140000":
    return "179601140000:تطوير برامج الكترونيه لتعزيز الخطاب الديني"
    case "179601150001":
    return "179601150001:تنمية الوعي الديني المعتدل المرتبط بحب الوطن والمحافظة عليه"
    case "179601150002":
    return "179601150002:تعزيز الروابط الأسرية"
    case "179602010001":
    return "179602010001:إرسال فتاوى التوعية للجمهور دون طلبهم للفتاوى"
    case "179602010002":
    return "179602010002:عمل رابط إلكتروني للإمام الجامع"
    case "179602010003":
    return "179602010003:تقديم برنامج يستفتونك"
    case "179602010004":
    return "179602010004:تصنيف خطباء وأئمة المساجد"
    case "179602010005":
    return "179602010005:تنظيم مساهمات المجتمع المعنوية في اعتماد محفظين مواطنين لعقد دروس"
    case "179602010000":
    return "179602010000:تقديم خدمات إسلامية متميزة"
    case "179602020001":
    return "179602020001:تطوير النظام الكتروني"
    case "179602020002":
    return "179602020002:تطوير نظام إلكتروني لاستقبال الفتاوى والرد عليها."
    case "179602020003":
    return "179602020003:تطوير إصدار فتاوى"
    case "179602020000":
    return "179602020000:تطوير نشر الفتاوى"
    case "179602030001":
    return "179602030001:تحديث  الفتاوى على الموقع الإلكتروني"
    case "179602030000":
    return "179602030000:تعزيز ثقافة الفتوى لدى المعنيين"
    case "179602040001":
    return "179602040001:تقديم الفتاوى الهاتفية"
    case "179602040002":
    return "179602040002:فتاوى الرسائل النصية SMS"
    case "179602040003":
    return "179602040003:فتاوى الإنترنت"
    case "179602040000":
    return "179602040000:تقديم الفتاوى"
    case "179602050001":
    return "179602050001:للنهوض بمستوى خدمات الشؤون الإسلاميةالمقدمة في المساجد وتقديم خدمات"
    case "179602050002":
    return "179602050002:تنظيم مساهمات المجتمع المادية في بناء وصيانة المساجد والمرافق"
    case "179602050003":
    return "179602050003:تطوير معايير عمل الأئمة  والمؤذنين"
    case "179602050000":
    return "179602050000:رفع مستوى خدمات المساجد"
    case "179602060001":
    return "179602060001:إعداد دراسة ابتكارية لمعايير المساجد الذكية"
    case "179602060002":
    return "179602060002:إمام الجامع"
    case "179602060003":
    return "179602060003:الملتقى الابتكاري للأئمة والمؤذنين"
    case "179602060004":
    return "179602060004:الملتقى الابتكاري لطلاب حلقات المساجد ومراكز التحفيظ"
    case "179602060000":
    return "179602060000:مساجدنا من مظاهر حضارتنا"
    case "179602070001":
    return "179602070001:تحديد آماكن الصلاة"
    case "179602070002":
    return "179602070002:الاعلان الرسمي عن اماكن الصلاة"
    case "179602070003":
    return "179602070003:رفع جاهزية اماكن الصلاة"
    case "179602070000":
    return "179602070000:تطوير مصليات العيد"
    case "179602080001":
    return "179602080001:تزويد مكتبات المساجد بالمصاحف"
    case "179602080002":
    return "179602080002:تركيب شاشات إلكترونيه في المساجد"
    case "179602080000":
    return "179602080000:تمكين المساجد"
    case "179602090001":
    return "179602090001:توحيد الآذان داخل المساجد (الموحد)"
    case "179602090002":
    return "179602090002:تيسير صلاة الجماعه للمجتمع"
    case "179602090003":
    return "179602090003:تنظيم دروس المساجد"
    case "179602090004":
    return "179602090004:فرش المساجد"
    case "179602090000":
    return "179602090000:إدارة شؤون المساجد"
    case "179602100001":
    return "179602100001:تطوير رخصة مزاولة مهنة الحج والعمرة الكترونياً"
    case "179602100002":
    return "179602100002:نشر الاعلانات بمختلف وسائل الاعلام"
    case "179602100003":
    return "179602100003:نافذة ذكية لخدمة الحجاج والمعتمرين"
    case "179602100000":
    return "179602100000:تطوير خدمات الحج الكترونياً"
    case "179602110001":
    return "179602110001:تنظيم الاجتماعات الدورية مع الحملات"
    case "179602110002":
    return "179602110002:تنظيم حملة شاملة لتوعية الحملات"
    case "179602110003":
    return "179602110003:توفير الدعم الفني (الالكتروني) لبعثة الحج الرسمية"
    case "179602110000":
    return "179602110000:تفعيل التواصل مع اصحاب الحملات والحجاج"
    case "179602120001":
    return "179602120001:زيارة التفتيش على الحملات التي وصلت مكة والمدينة"
    case "179602120002":
    return "179602120002:تسكين الحملات"
    case "179602120003":
    return "179602120003:توعية الحجاج"
    case "179602120004":
    return "179602120004:اصدار تراخيص حملات الحج والعمرة"
    case "179602120000":
    return "179602120000:إدارة شؤون الحج والعمرة"
    case "179603010001":
    return "179603010001:تطوير قاعدة بيانات للعقارات الوقفية"
    case "179603010002":
    return "179603010002:تطوير قاعدة بيانات للعقارات الوقفية"
    case "179603010003":
    return "179603010003:تطوير نظام لمتابعة الصيانة الوقفية"
    case "179603010004":
    return "179603010004:تطوير نظام لمتابعة الايرادات الوقفية"
    case "179603010000":
    return "179603010000:تطوير برنامج الكتروني لإدارة الوقف"
    case "179603020001":
    return "179603020001:تطوير منصات التبرع"
    case "179603020002":
    return "179603020002:إطلاق حملة إعلامية بوسائل ابتكارية."
    case "179603020003":
    return "179603020003:الملتقى السنوي الابتكاري"
    case "179603020000":
    return "179603020000:إدارة التبرعات الوقفية بطرق ابتكارية"
    case "179603030001":
    return "179603030001:استقبال وقف جديد"
    case "179603030002":
    return "179603030002:بيع الكوبونات الوقفية"
    case "179603030000":
    return "179603030000:جمع التبرعات"
    case "179603040001":
    return "179603040001:مصرف البر والتقوى"
    case "179603040002":
    return "179603040002:مصرف الصحة"
    case "179603040003":
    return "179603040003:مصرف العلم"
    case "179603040004":
    return "179603040004:مصرف الايتام والفقراء"
    case "179603040005":
    return "179603040005:مصرف الرعاية الاجتماعيه وخدمة المجتمع"
    case "179603040000":
    return "179603040000:تمويل المصارف الوقفية"
    case "179603050001":
    return "179603050001:اعداد الميزانية ومتابعة تنفيذها"
    case "179603050002":
    return "179603050002:ادارة المدفوعات والإستحقاقات"
    case "179603050003":
    return "179603050003:إدارة الايرادات"
    case "179603050000":
    return "179603050000:إدارة أموال الوقف"
    case "179604010001":
    return "179604010001:إعداد الميزانية ومتابعة تنفيذها"
    case "179604010002":
    return "179604010002:إدارة الرواتب"
    case "179604010003":
    return "179604010003:إدارة المدفوعات والاستحقاقات"
    case "179604010004":
    return "179604010004:إجراء التدقيق الداخلي"
    case "179604010000":
    return "179604010000:إادارة الموارد المالية بكفاءة وفعالية"
    case "179604020001":
    return "179604020001:إدارة المشتريات"
    case "179604020002":
    return "179604020002:إدارة العقود ومتابعتها"
    case "179604020000":
    return "179604020000:إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "179604030001":
    return "179604030001:تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "179604030002":
    return "179604030002: تدريب وتطوير الموظفين"
    case "179604030003":
    return "179604030003:إدارة خدمات الموارد البشرية الأخرى( تقييم الأداء،التعويضات والفوائد"
    case "179604030000":
    return "179604030000:تطبيق أفضل ممارسات الموارد البشرية"
    case "179604040001":
    return "179604040001:إدارة الجودة"
    case "179604040002":
    return "179604040002:إدارة علاقات المتعاملين"
    case "179604040003":
    return "179604040003:الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "179604040000":
    return "179604040000:ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "179604050001":
    return "179604050001:تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "179604050002":
    return "179604050002:ادارة الشراكات المؤسسية"
    case "179604050003":
    return "179604050003:إدارة النشاط الإعلامي"
    case "179604050000":
    return "179604050000:ضمان تحقيق الاتصال الداخلي والخارجي"
    case "179604060001":
    return "179604060001:مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "179604060002":
    return "179604060002:مستشاري الوزير والمدير العام (الوكيل)"
    case "179604060000":
    return "179604060000:تطبيق أفضل الممارسات العالمية فى القيادة"
    case "179604070001":
    return "179604070001:وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "179604070002":
    return "179604070002:تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "179604070000":
    return "179604070000:وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "179604080001":
    return "179604080001:إعداد الدراسات والاستشارات القانونية"
    case "179604080002":
    return "179604080002:إدارة الشؤون القانونية"
    case "179604080000":
    return "179604080000:توفير أفضل الخدمات القانونية"
    case "179604090001":
    return "179604090001:تطوير النظم والتطبيقات الإلكترونية"
    case "179604090002":
    return "179604090002:توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "179604090003":
    return "179604090003:إدارة الشبكات وأمن المعلومات"
    case "179604090000":
    return "179604090000:توفير أحدث خدمات تقنية المعلومات"
    case "179604100001":
    return "179604100001:الصيانة"
    case "179604100002":
    return "179604100002:الإيجار"
    case "179604100003":
    return "179604100003:المواصلات"
    case "179604100004":
    return "179604100004: رسوم الاستشارات"
    case "179604100005":
    return "179604100005: المصروفات المتكررة الأخرى(الصادر والوارد،المراقف،الهواتف والانترنت"
    case "179604100006":
    return "179604100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "179604100000":
    return "179604100000:توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "179605010001":
    return "179605010001:تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "179605010002":
    return "179605010002:عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/المنظمات الدولية"
    case "179605010003":
    return "179605010003:تواصل القيادات في الهيئة على التواصل مع الموظفين لمناقشة الأفكار"
    case "179605010004":
    return "179605010004:تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "179605010005":
    return "179605010005:تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "179605010006":
    return "179605010006:رعاية المواهب المبتكرة"
    case "179605010007":
    return "179605010007:تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "179605010008":
    return "179605010008:تطوير جائزة داخلية للابتكار"
    case "179605010009":
    return "179605010009:تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "179605010010":
    return "179605010010:المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "179605010000":
    return "179605010000:تبني أحدث أدوات ووسائل الابتكار"
    case "179605020001":
    return "179605020001:تنفيذ حملة توعية داخلية للابتكار"
    case "179605020002":
    return "179605020002:الاطلاع على أفضل الممارسات المحلية أو الخارجية في مجال الابتكار"
    case "179605020003":
    return "179605020003:تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "179605020004":
    return "179605020004:إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "179605020005":
    return "179605020005:تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "179605020006":
    return "179605020006:رعاية المواهب المبتكرة"
    case "179605020000":
    return "179605020000:بناء قدرات الموظفين في مجال الابتكار"
    case "179605030001":
    return "179605030001:تشجيع البحث والتطوير داخل الهيئة"
    case "179605030002":
    return "179605030002:عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/المنظمات الدولية"
    case "179605030003":
    return "179605030003:تشجيع القيادات في الهيئةالعامة للشؤون الإسلاميةوالأوقاف على التواصل"
    case "179605030004":
    return "179605030004:تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات"
    case "179605030005":
    return "179605030005:تخصيص أوقات محددة للموظفين للتفاعل والنزول للميدان ولقاء فئات"
    case "179605030000":
    return "179605030000:تحسين العمليات بما يعزز من الابتكار"
    case "179701010001":
    return "179701010001: تحديث التطبيق الذكي للهيئة"
    case "179701010002":
    return "179701010002: تطوير نظام التعليم الالكتروني لانظمة الموارد البشرية المستهدفة"
    case "179701010003":
    return "179701010003: تحديث نظام التوظيف الإلكتروني (إنشاء موقع الوظائف الحكومية الاتحاد"
    case "179701010004":
    return "179701010004: متابعة تفعيل نظام الموارد البشرية الحكومية بياناتي في الجهات المست"
    case "179701010005":
    return "179701010005: متابعة تحديث الهياكل التنظيمية الإلكتروني للجهات المستهدفة"
    case "179701010006":
    return "179701010006: متابعة نظام الخدمة الذاتية"
    case "179701010007":
    return "179701010007: متابعة نظام الحضور والإنصراف الإلكتروني"
    case "179701010008":
    return "179701010008: تطوير نظام التقارير الذكية التنبؤية forecasting"
    case "179701010009":
    return "179701010009: متابعة توحيد قاعدة البيانات الإحصائية الموحدة ESB"
    case "179701010010":
    return "179701010010: متابعة انجاز نظام الأرشفة الإلكترونية لإجراءات الموارد البشرية"
    case "179701010011":
    return "179701010011: تحديث ومتابعة تطوير نظام خدمة المتعاملين لنظم بياناتيBMC remedy"
    case "179701010012":
    return "179701010012: تحديث ومتابعة تطوير نظام التظلمات والاعتراضات الإلكتروني لموظفي ال"
    case "179701010013":
    return "179701010013: متابعة تطوير نظام الاستشارات القانونية الإلكتروني"
    case "179701010014":
    return "179701010014: متابعة تحديث نظام اعتماد للموافقات الالكترونية"
    case "179701010015":
    return "179701010015: متابعة تطوير مجموعات العمل المتعددةMultiple Business Group"
    case "179701010016":
    return "179701010016: تحديث ومتابعة نظام التقارير الذكية BI"
    case "179701010017":
    return "179701010017: تحديث ومتابعة نظام التقارير الاحصائيةDiscoverer"
    case "179701010018":
    return "179701010018: تحديث ومتابعة نظام إدارة الاداء الالكتروني EPMS"
    case "179701010019":
    return "179701010019: تحديث ومتابعة نظام التدريب الالكتروني OLM"
    case "179701010020":
    return "179701010020: تحديث ومتابعة النظام الإلكتروني للتخطيط الاستراتيجي للقوى العاملة"
    case "179701010021":
    return "179701010021: تحديث ومتابعة نظام اتمتة السياسات OPA"
    case "179701010022":
    return "179701010022: مراجعة وتحديث سياسة أمن المعلومات في أنظمة بياناتي"
    case "179701010000":
    return "179701010000: تعزيز ورفع كفاءة التحول الإلكتروني والذكي لنظم الموارد البشرية الم"
    case "179701020001":
    return "179701020001: متابعة تطبيق نظام التخطيط الاستراتيجي للقوى العاملة"
    case "179701020002":
    return "179701020002: متابعة تطبيق نظام تقييم وتوصيف الوظائف"
    case "179701020003":
    return "179701020003: متابعة التزام الجهات الاتحادية بقانون الموارد البشرية ولوائحه HR A"
    case "179701020004":
    return "179701020004: متابعة تطبيق دليل تحسين الموارد البشرية في الحكومة الاتحادية - HR"
    case "179701020005":
    return "179701020005: متابعة تطبيق دليل الجذب والاستقطاب والحفاظ على الموظفين في الحكومة"
    case "179701020006":
    return "179701020006: متابعة تطبيق دليل التعاقب والمسار الوظيفي"
    case "179701020007":
    return "179701020007: ادارة ممكنات الموارد البشرية في الحكومة الاتحادية بالتعاون مع مكتب"
    case "179701020000":
    return "179701020000: تعزيز ودعم تطبيق نظم وسياسات العمل لرأس المال البشري الحكومي (Impl"
    case "179701030001":
    return "179701030001: مراجعة قانون الموارد البشرية في الحكومة الاتحادية"
    case "179701030002":
    return "179701030002: مراجعة لائحة الموارد البشرية في الحكومة الاتحادية"
    case "179701030003":
    return "179701030003: متابعة تطبيق دليل التدوير الوظيفي (Re-Deployment)"
    case "179701030004":
    return "179701030004: مراجعة نظام المكافآت والحوافز"
    case "179701030005":
    return "179701030005: مراجعة تحديث سياسة انظمة خيارات العمل"
    case "179701030006":
    return "179701030006: مراجعة نظام التعويضات لموظفي الحكومة الاتحادية"
    case "179701030007":
    return "179701030007: مراجعة وتطوير دليل عمليات الموارد البشرية في الحكومة الاتحادية"
    case "179701030000":
    return "179701030000: تحديث و تطوير نظم وسياسات عمل رأس المال البشري الحكومي (Developmen"
    case "179701040001":
    return "179701040001: إعداد دراسة تحسين خيارات الخدمة الممتدة في الحكومة الاتحادية"
    case "179701040002":
    return "179701040002: تحديث دراسة الانتاجية في الحكومة الاتحادية"
    case "179701040003":
    return "179701040003: إعداد دراسة تعهيد الخدمات المساندة في الحكومة الاتحادية"
    case "179701040004":
    return "179701040004: إعداد دراسة خيارات العلاوات الفنية للوظائف التخصصية"
    case "179701040005":
    return "179701040005: إعداد دراسة جدول درجات الرواتب والمزايا في الحكومة الاتحادية"
    case "179701040006":
    return "179701040006: إعداد دراسة الدوران الوظيفي في الحكومة الاتحادية"
    case "179701040007":
    return "179701040007: إعداد دراسات اخرى"
    case "179701040008":
    return "179701040008: تطوير الية توثيق افضل ممارسات الموارد البشرية الحكومية ونشرها عالم"
    case "179701040000":
    return "179701040000: تطوير وإصدار الدراسات والبحوث في مجال رأس المال البشري الحكومي"
    case "179701050001":
    return "179701050001: وضع الإطار العام لمصفوفة قياس الانتاجية في الحكومة الاتحادية"
    case "179701050002":
    return "179701050002: متابعة ونشر نتائج قياس مصفوفة الانتاجية في الحكومة الاتحادية"
    case "179701050000":
    return "179701050000: متابعة و توثيق ونشر مصفوفة الانتاجية في الحكومة الاتحادية"
    case "179701060001":
    return "179701060001: متابعة الأنشطة المشتركة بين الهيئة وزارة شؤون الرئاسة"
    case "179701060002":
    return "179701060002: متابعة الأنشطة المشتركة بين الهيئة ومكتب رئاسة مجلس الوزراء"
    case "179701060003":
    return "179701060003: متابعة الأنشطة المشتركة بين الهيئة والأمانة العامة لمجلس الوزراء"
    case "179701060004":
    return "179701060004: متابعة الأنشطة المشتركة بين الهيئة وهيئة الخدمة الوطنية والاحتياطي"
    case "179701060005":
    return "179701060005: متابعة الأنشطة المشتركة بين الهيئة وكلية الدفاع الوطني"
    case "179701060006":
    return "179701060006: متابعة الأنشطة المشتركة بين الهيئة وديوان المحاسبة"
    case "179701060007":
    return "179701060007: متابعة الأنشطة المشتركة بين الهيئة والجهات الأخرى"
    case "179701060000":
    return "179701060000: متابعة الأنشطة المشتركة بين الهيئة والشركاء الاستراتيجيين في الحكو"
    case "179701070001":
    return "179701070001: الاستفسار عن القانون ولائحته، ولائحة الجهات المستقلة (خدمة ذات أول"
    case "179701070002":
    return "179701070002: الاستفسار عن حلول ونظم الموارد البشرية الصادرة عن الهيئة"
    case "179701070003":
    return "179701070003: البت في الاعتراضات الواردة للجنة الاعتراضات المركزية"
    case "179701070000":
    return "179701070000: المشورة القانونية الخاصة بالموارد البشرية"
    case "179701080001":
    return "179701080001: دعم الجهات الاتحادية في تنفيذ إجراءات الموارد البشرية في نظام بيان"
    case "179701080002":
    return "179701080002: دعم الجهات الاتحادية في استخدام الخدمة الذاتية في نظام بياناتي (خد"
    case "179701080003":
    return "179701080003: دعم الجهات الاتحادية في عمليات الدعم والصيانة من خلال نظام خدمة ال"
    case "179701080004":
    return "179701080004: دعم الجهات الاتحادية في استخدام نظام التدريب والتطوير الإلكتروني ف"
    case "179701080005":
    return "179701080005: دعم الجهات الاتحادية في استخدام نظام إدارة الأداء الإلكتروني في نظ"
    case "179701080006":
    return "179701080006: دعم الجهات الاتحادية في إصدار التقارير الإحصائية لتلك الجهات"
    case "179701080000":
    return "179701080000: بياناتي - إدارة نظام معلومات وبيانات موظفي الحكومة الاتحادية"
    case "179701090001":
    return "179701090001: عقد ورش عمل توعوية بالنظم الصادرة من الهيئة"
    case "179701090002":
    return "179701090002: إصدار التعاميم الخاصة بقانون الموارد البشرية ولائحته والنظم الصادر"
    case "179701090003":
    return "179701090003: إرسال رسائل توعوية"
    case "179701090004":
    return "179701090004: عقد الورش التدريبية والتطويرية لنظم الموارد البشرية الصادرة عن اله"
    case "179701090000":
    return "179701090000: التوعية والتدريب ذات العلاقة بالموارد البشرية"
    case "179701100001":
    return "179701100001: إصدار النشرة الإحصائية لبيانات الموارد البشرية"
    case "179701100000":
    return "179701100000: التقارير الدورية الخاصة بالموارد البشرية"
    case "179701110001":
    return "179701110001: الرد على الاستفسارات"
    case "179701110000":
    return "179701110000: علاقات المتعاملين"
    case "179702010001":
    return "179702010001: وضع اطار ادارة المواهب البشرية في الحكومة الاتحادية"
    case "179702010002":
    return "179702010002: متابعة تطبيق بنك المهارات الحكومية"
    case "179702010003":
    return "179702010003: متابعة تنفيذ برنامج شهادات الموارد البشرية الحكومية التخصصية"
    case "179702010000":
    return "179702010000: تطوير وتطبيق برنامج إدارة المواهب البشرية الحكومية"
    case "179702020001":
    return "179702020001: متابعة تطبيق خطط التوطين في الحكومة الاتحادية"
    case "179702020002":
    return "179702020002: متابعة تطبيق برنامج رعاية خريجي الثانوية العامة (مسار)"
    case "179702020000":
    return "179702020000: تحديث ومتابعة تطبيق برنامج التوطين في الحكومة الاتحادية"
    case "179702030001":
    return "179702030001: متابعة تطبيق نظام قدرات"
    case "179702030002":
    return "179702030002: اعداد مقترح انشاء مركز «قدرات» لقياس قدرات موظفي الحكومة الاتحادية"
    case "179702030000":
    return "179702030000: تحديث ومتابعة تطبيق مشروع قياس قدرات الموظفين في الحكومة الاتحادية"
    case "179702040001":
    return "179702040001: توسيع قاعدة شركاء التدريب المفضلين وتنويعها وتنويعها في الحكومة ال"
    case "179702040002":
    return "179702040002: متابعة وتنفيذ البرامج التدريبية ضمن معارف"
    case "179702040003":
    return "179702040003: تحديث مقترح انشاء الكلية الاتحادية للتدريب"
    case "179702040000":
    return "179702040000: تحديث ومتابعة تطبيق مشروع شركاء المعرفة المفضلون في الحكومة الاتحا"
    case "179702050001":
    return "179702050001: مراجعة وتحديث معايير جائزة الامارات للموارد البشرية في الحكومة الا"
    case "179702050002":
    return "179702050002: متابعة تطبيق جائزة الامارات للموارد البشرية في الحكومة الاتحادية"
    case "179702050000":
    return "179702050000: تحديث ومتابعة جائزة الامارات للموارد البشرية في الحكومة الاتحادية"
    case "179702060001":
    return "179702060001: مراجعة نظام إدارة الاداء الوظيفي"
    case "179702060002":
    return "179702060002: متابعة تطبيق نظام إدارة الاداء الوظيفي"
    case "179702060003":
    return "179702060003: مراجعة وتطوير بنك الاهداف الوظيفية"
    case "179702060000":
    return "179702060000: تحديث و متابعة تطبيق إدارة نظام إدارة الأداء الوظيفي"
    case "179702070001":
    return "179702070001: تطوير دليل استرشادي حول اشكال التدريب المختلفة"
    case "179702070002":
    return "179702070002: مراجعة وتحديث نظام التدريب والتطوير"
    case "179702070003":
    return "179702070003: متابعة تطبيق نظام التدريب والتطوير"
    case "179702070000":
    return "179702070000: تحديث و متابعة تطبيق نظام التدريب والتطوير"
    case "179702080001":
    return "179702080001: إدارة وعقد معرض التدريب والتطوير"
    case "179702080002":
    return "179702080002: إدارة وعقد المؤتمر الدولي للموارد البشرية"
    case "179702080003":
    return "179702080003: إصدار مجلة صدى الموارد البشرية"
    case "179702080004":
    return "179702080004: إدارة وعقد لقاءات نادي الموارد البشرية"
    case "179702080005":
    return "179702080005: إدارة منتدى الموارد البشرية الإلكتروني"
    case "179702080006":
    return "179702080006: إدارة ومتابعة نشر المعرفة القانونية في الموارد البشرية"
    case "179702080000":
    return "179702080000: خلق ونشر المعرفة في الموارد البشرية الحكومية"
    case "179702090001":
    return "179702090001: إصدار خطط التوطين والإحلال في الحكومة الاتحادية"
    case "179702090002":
    return "179702090002: إصدار تقارير مؤشرات أداء استراتيجية الموارد البشرية"
    case "179702090000":
    return "179702090000: التقارير الدورية الخاصة بالموارد البشرية"
    case "179702100001":
    return "179702100001: إصدار قائمة شركاء التدريب المفضلين"
    case "179702100002":
    return "179702100002: إصدار جدول البرامج التدريبية"
    case "179702100003":
    return "179702100003: التسجيل للدورة التدريبية"
    case "179702100000":
    return "179702100000: معارف - شركاء التدريب المفضلين"
    case "179703010001":
    return "179703010001: اطلاق دراسات الرضا الدورية بالتنسيق مع مكتب رئاسة مجلس الوزراء"
    case "179703010002":
    return "179703010002: اعداد دراسة توصيات الاجراءات التصحيحية لنتائج الرضا الوظيفي"
    case "179703010000":
    return "179703010000: تعزيز رضا وسعادة موظفي الحكومة الاتحادية"
    case "179703020001":
    return "179703020001: متابعة تطبيق نظام المكافآت التشجيعية والمزايا الوظيفية في الجهات ا"
    case "179703020002":
    return "179703020002: متابعة تطبيق دليل الرفاه الوظيفي وبيئة العمل الايجابية للموظفين في"
    case "179703020003":
    return "179703020003: تنفيذ ومتابعة تطبيق دليل الصحة والسلامة في الحكومة الاتحادية"
    case "179703020004":
    return "179703020004: إطلاق بطاقة سعادة الموظف Happy Score Card"
    case "179703020005":
    return "179703020005: تطوير دليل استراتيجيات إدارة التغيير وثقافة العمل الحكومي"
    case "179703020006":
    return "179703020006: متابعة مبادرة ما قصرت في الحكومة الاتحادية"
    case "179703020000":
    return "179703020000: تعزيز الرفاه الوظيفي في الحكومة الاتحادية"
    case "179703030001":
    return "179703030001: تطوير دليل الخدمة المجتمعية للموظف الحكومي"
    case "179703030002":
    return "179703030002: متابعة تطبيق دليل الخدمة المجتمعية في الحكومة الاتحادية"
    case "179703030000":
    return "179703030000: تعزيز الوعي و الدور المجتمعي للموظف الحكومي"
    case "179703040001":
    return "179703040001: توسيع شبكة برنامج امتيازات لموظفي الحكومة الاتحادية"
    case "179703040002":
    return "179703040002: تحديث ومتابعة تطبيق برنامج امتيازات على مستوى الحكومة الاتحادية"
    case "179703040000":
    return "179703040000: تحديث و متابعة برنامج امتيازات"
    case "179704010001":
    return "179704010001: إعداد الميزانية ومتابعة تنفيذها"
    case "179704010002":
    return "179704010002: إدارة الرواتب"
    case "179704010003":
    return "179704010003: إدارة المدفوعات والاستحقاقات"
    case "179704010004":
    return "179704010004: إجراء التدقيق الداخلي"
    case "179704010000":
    return "179704010000: إادارة الموارد المالية بكفاءة وفعالية"
    case "179704020001":
    return "179704020001: إدارة المشتريات"
    case "179704020002":
    return "179704020002: إدارة العقود ومتابعتها"
    case "179704020000":
    return "179704020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "179704030001":
    return "179704030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "179704030002":
    return "179704030002: تدريب وتطوير الموظفين"
    case "179704030003":
    return "179704030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "179704030000":
    return "179704030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "179704040001":
    return "179704040001: إدارة الجودة"
    case "179704040002":
    return "179704040002: إدارة علاقات المتعاملين"
    case "179704040003":
    return "179704040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "179704040000":
    return "179704040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "179704050001":
    return "179704050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "179704050002":
    return "179704050002: إدارة النشاط الإعلامي"
    case "179704050000":
    return "179704050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "179704060001":
    return "179704060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "179704060002":
    return "179704060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "179704060000":
    return "179704060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "179704070001":
    return "179704070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "179704070002":
    return "179704070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "179704070000":
    return "179704070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "179704080001":
    return "179704080001: إعداد الدراسات والاستشارات القانونية"
    case "179704080002":
    return "179704080002: إدارة الشؤون القانونية"
    case "179704080000":
    return "179704080000: توفير أفضل الخدمات القانونية"
    case "179704090001":
    return "179704090001: تطوير النظم والتطبيقات الإلكترونية"
    case "179704090002":
    return "179704090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "179704090003":
    return "179704090003: إدارة الشبكات وأمن المعلومات"
    case "179704090000":
    return "179704090000: توفير أحدث خدمات تقنية المعلومات"
    case "179704100001":
    return "179704100001: الصيانة"
    case "179704100002":
    return "179704100002: الإيجار"
    case "179704100003":
    return "179704100003: المواصلات"
    case "179704100004":
    return "179704100004: رسوم الاستشارات"
    case "179704100005":
    return "179704100005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "179704100006":
    return "179704100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "179704100000":
    return "179704100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "179704110001":
    return "179704110001: إصدار مجلة الموارد البشرية"
    case "179704110000":
    return "179704110000: التوعية والتدريب ذات العلاقة بالموارد البشرية"
    case "179704120001":
    return "179704120001: استقبال الملاحظات أو الشكاوى"
    case "179704120002":
    return "179704120002: استقبال المقترحات"
    case "179704120000":
    return "179704120000: علاقات المتعاملين"
    case "179705010001":
    return "179705010001: اشراك الموظفين في ورش تدريبية أو شهادات تخصصية أو مؤتمرات مختصة با"
    case "179705010002":
    return "179705010002: تنظيم فعاليات واستقطاب متحدثين في مجال الابتكار"
    case "179705010003":
    return "179705010003: رفع مستويات الوعي بثقافة الابتكار وتسويق مبادىء الابتكار"
    case "179705010000":
    return "179705010000: بناء قدرات الموظفين في مجال الابتكار"
    case "179705020001":
    return "179705020001: اطلاق مسابقة ابتكاري"
    case "179705020002":
    return "179705020002: استحداث ركن الابتكار في مجلة الموارد البشرية الشهرية"
    case "179705020003":
    return "179705020003: تطوير نظام الاقتراحات بطريقة مبتكرة"
    case "179705020004":
    return "179705020004: اطلاق قناة الابتكار الالكترونية (الموقع الالكتروني)"
    case "179705020000":
    return "179705020000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "179705030001":
    return "179705030001: تطوير شراكات مع جهات محلية وعالمية لتعزيز ثقافة الابتكار في مجال ا"
    case "179705030002":
    return "179705030002: تعزيز قنوات الابتكار"
    case "179705030000":
    return "179705030000: تحسين العمليات بما يعزز من الابتكار"
    case "179801010001":
    return "179801010001 : تبرعات ومساعدات خارجية"
    case "179801010002":
    return "179801010002 : فروق تمويل الجامعات"
    case "179801010003":
    return "179801010003 : مقابل أضرار الخزانة العامة"
    case "179801010004":
    return "179801010004 : تعويضات وأحكام"
    case "179801010005":
    return "179801010005 : سداد مستحقات مالية على الوزارات والجهات"
    case "179801010006":
    return "179801010006 : مصروفات اتحادية اخرى"
    case "179801010007":
    return "179801010007 : انارة الشوارع الاتحادية"
    case "179801010008":
    return "179801010008 : دراسات واستشارات اتحادية (قطاع الموارد والميزانية)"
    case "179801010009":
    return "179801010009 : احتياطي خاص"
    case "179801010010":
    return "179801010010 : يوم زايد للعمل الانساني الاماراتي"
    case "179801010011":
    return "179801010011: احتياطي خاص"
    case "179801020001":
    return "179801020001 : مشروع نظام الاستعلام المبكر عن المسافرين"
    case "179801020002":
    return "179801020002 : الدرهم الالكتروني- الجيل الثاني-"
    case "179801030001":
    return "179801030001 : برنامج التعاون الفني"
    case "179801040001":
    return "179801040001 : دراسات حكومية"
    case "179801050001":
    return "179801050001 : تطوير السياسات والاجراءات والنماذج"
    case "179801050002":
    return "179801050002 : المنتدى الإقتصادي العالمي"
    case "179801050003":
    return "179801050003 : تطوير الانظم المالي"
    case "179801050004":
    return "179801050004 : نظام الموارد البشرية للحكومة الاتحادية"
    case "179801050005":
    return "179801050005 : مقابل ادارة الحسابات المصرفية"
    case "179801060001":
    return "179801060001 : مساهمة الدولة في إنشاء المقر الدائم لمؤسسات دولية وإقليمية"
    case "179801060002":
    return "179801060002 : صندوق النقد العربي"
    case "179801060003":
    return "179801060003 : الصندوق العربي للإنماء الإقتصادي والإجتماعي"
    case "179801060004":
    return "179801060004 : المؤسسة العربية لضمان الاستثمار وائتمان الصادرات"
    case "179801060005":
    return "179801060005 : الهيئة العربية لللاستثمار والإنماء الزراعي"
    case "179801060006":
    return "179801060006 : البنك الاسلامي للتنمية"
    case "179801060007":
    return "179801060007 : الصندوق الدولي للتنمية الزراعية ( إيفاد )"
    case "179801060008":
    return "179801060008 : صندوق الأوبيك للتنمية الدولية ( أوفيد )"
    case "179801060009":
    return "179801060009 : صندوق النقد الدولي"
    case "179801060010":
    return "179801060010 : البنك الدولي للإنشاء والتعمير"
    case "179801060011":
    return "179801060011 : مساهمة الدولة في الصندوق الإنتقالي لشراكة دوفيل"
    case "179801060012":
    return "179801060012 : المؤسسة الإسلامية لتنمية القطاع الخاص"
    case "179801060013":
    return "179801060013 : دراسات واستشارات اتحادية( قطاع العلاقات الدولية)"
    case "179801070001":
    return "179801070001 : عقد مايكروسوفت (رخص وبرامج)"
    case "179801070002":
    return "179801070002 : تطوير النظام المالي"
    case "179801080001":
    return "179801080001 : مقابل مخصصات اشتراكات تقاعد سابقة"
    case "179801080002":
    return "179801080002 : مقابل معاشات التقاعد ومكافآت المواطنين ( مدنيون )"
    case "179801080003":
    return "179801080003 : مقابل معاشات التقاعد ومكافآت المواطنين ( عسكريون )"
    case "179801080004":
    return "179801080004 : حصة الحكومة في معاشات القطاع الخاص"
    case "179801080005":
    return "179801080005 : %تعويض الهيئة العامة للمعاشات عن فروق المعاشات 70"
    case "179801080006":
    return "179801080006 : تعويض الهيئة العامة للمعاشات عن رفع الحد الادنى 10000 درهم"
    case "179801080007":
    return "179801080007 : المعاشات والمكافآت الاستثنائية"
    case "179802010001":
    return "179802010001 : جامعة الإمارات العربية المتحدة"
    case "179802010002":
    return "179802010002 : مجمع كليات التقنية العليا"
    case "179802010003":
    return "179802010003 : جامعة  زايد"
    case "179802010004":
    return "179802010004 : الهيئة الوطنية للمؤهلات"
    case "179802010005":
    return "179802010005 : ديوان المحاسبة"
    case "179802010006":
    return "179802010006 : الهيئة العامة للرياضة"
    case "179802010007":
    return "179802010007 : الهيئة الاتحادية للجمارك"
    case "179802010008":
    return "179802010008 : برنامج الشيخ زايد للإسكان"
    case "179802010009":
    return "179802010009 : هيئة الإمارات للمواصفات والمقاييس"
    case "179802010010":
    return "179802010010 : صندوق الزكاة"
    case "179802010011":
    return "179802010011 : الهيئة العامة للشئون الإسلامية والأوقاف"
    case "179802010012":
    return "179802010012 : المجلس الاتحادي للتركيبة السكانية"
    case "179802010013":
    return "179802010013 : هيئة الهلال الأحمر لدولة الإمارات العربية المتحدة"
    case "179802010014":
    return "179802010014 : مكتب رئاسة مجلس الوزراء"
    case "179802010015":
    return "179802010015 : مكتب الشؤون السياسية لنائب رئيس الدولة"
    case "179802010016":
    return "179802010016 : المجلس الوطني للإعلام"
    case "179802010017":
    return "179802010017 : الهيئة الاتحادية للمواصلات البرية والبحرية"
    case "179802010018":
    return "179802010018 : اللجنة الوطنية للمؤتمرات"
    case "179802010019":
    return "179802010019 : الأمانة العامة لمجلس الوزراء"
    case "179802010020":
    return "179802010020 : المجلس الوطني الاتحادي"
    case "179802010021":
    return "179802010021 : الهيئة الاتحادية للموارد البشرية الحكومية"
    case "179802010022":
    return "179802010022 : مكتب وزير الدولة (معالي د. سلطان الجابر)"
    case "179802010023":
    return "179802010023 : وكالة الإمارات للفضاء"
    case "179802010024":
    return "179802010024 : اكاديمية الإمارات الدبلوماسية"
    case "179802010025":
    return "179802010025 : المجلس الأعلى للامومة والطفولة"
    case "179802010026":
    return "179802010026 : الهيئة الاتحادية للتنافسية والإحصاء"
    case "179802010027":
    return "179802010027 : مجلس الامارات للتوازن بين الجنسين"
    case "179802010028":
    return "179802010028 : مكتب وزير التسامح"
    case "179802010029":
    return "179802010029 : وزيرة الدولة للسعادة وجودة الحياة"
    case "179802010030":
    return "179802010030 : وزيرة الدولة لشؤون الشباب"
    case "179802020001":
    return "179802020001 : شراء وانشاء مقرات لوزارة الخارجية والتعاون الدولة خارج الدولة"
    case "179802020002":
    return "179802020002 : إلغاء التشعيب بالمدارس الحكومية"
    case "179802020003":
    return "179802020003 : دعم مبادارات الجهات الاتحادية الصادرة من مجلس الوزراء"
    case "179802020004":
    return "179802020004 : مصروفات دعم الابتكار (1%)"
    case "179802020005":
    return "179802020005 : دعم الصندوق الوطني للقراءة"
    case "179802020006":
    return "179802020006 : مصروفات تأسيس صندوق محمد بن راشد لتمويل الابتكار"
    case "179802020007":
    return "179802020007 : مساهمة الحكومة بصندوق محمد بن راشد للابتكار"
    case "179802020008":
    return "179802020008 : سداد الالتزامات المالية عن المتعثرين لصندوق الابتكار"
    case "179802020009":
    return "179802020009 : مصاريف تشغيل صندوق محمد بن راشد للابتكار(مصرف الامارات للتنمية)"
    case "179802020010":
    return "179802020010:المخصصات المالية للمستشفيات والمراكز الطبية التابعة للمكتب الطبي"
    case "179802020011":
    return "179802020011:"
    case "179802020012":
    return "179802020012: مسرع الابتكار"
    case "179802020013":
    return "179802020013: مصروفات اللجنة العليا للاشراف على عملية التقييم المتبادل"
    case "179802020014":
    return "179802020014: مصاريف الاجتماعات السنوية لحكومة الامارات"
    case "179802020015":
    return "179802020015: سداد الظرائب المستحقة على الجهات الاتحادية"
    case "179802020016":
    return "179802020016: عام زايد"
    case "179803010001":
    return "179803010001 : جهاز الإمارات للاستثمار"
    case "179803010002":
    return "179803010002 : مساهمة الحكومة الاتحادية في تمويل مشروع قطار الاتحاد"
    case "179803010003":
    return "179803010003: مصرف الامارات للتنمية"
    case "173801010001":
    return "173801010001:  الإقرارات الضريبية والسداد"
    case "173801010002":
    return "173801010002:  التسجيل الضريبي"
    case "173801010000":
    return "173801010000: التسجيل والإقرارات الضريبية"
    case "173801020001":
    return "173801020001: الامتثال الضريبي"
    case "173801020002":
    return "173801020002: الانفاد الضريبي"
    case "173801020000":
    return "173801020000: الامتثال والانفاد الضريبي بكفاءة وفعالية"
    case "173801030001":
    return "173801030001: خدمات الشركات الكبرى والقطاع الحكومي"
    case "173801030002":
    return "173801030002: مركز الاتصال"
    case "173801030000":
    return "173801030000: خدمة دافعي الضرائب وضمان الاستجابة السريعة"
    case "173801040001":
    return "173801040001: ادارة الشؤون الضريبية"
    case "173801040000":
    return "173801040000: إدارة الشؤون الضريبية وفق أفضل الممارسات العالمية"
    case "173802010001":
    return "173802010001: دعم البنية التحتية التقنية"
    case "173802010002":
    return "173802010002: الدعم الفني للمستخدمين"
    case "173802010000":
    return "173802010000: الخدمات الالكترونية"
    case "173802020001":
    return "173802020001: إدارة الموردين الخارجيين"
    case "173802020002":
    return "173802020002: إدارة المشاريع"
    case "173802020000":
    return "173802020000: إدارة المشاريع بأعلى كفاءة وأقل كلفة"
    case "173802030001":
    return "173802030001: إدارة النظم المؤسسية للخدمات المساندة"
    case "173802030002":
    return "173802030002: إدارة النظم المؤسسية للضرائب"
    case "173802030000":
    return "173802030000: نظام الأعمال المؤسسية"
    case "173803010001":
    return "173803010001: إعداد الميزانية ومتابعة تنفيذها وتقييم الفروقات"
    case "173803010002":
    return "173803010002: إدارة الرواتب"
    case "173803010003":
    return "173803010003: إدارة المدفوعات والاستحقاقات"
    case "173803010000":
    return "173803010000: إدارة الموارد المالية بكفاءة وفعالية"
    case "173803020001":
    return "173803020001: إدارة المشتريات"
    case "173803020002":
    return "173803020002: إدارة العقود ومتابعتها"
    case "173803020000":
    return "173803020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "173803030001":
    return "173803030001: تدريب وتطوير الموارد البشرية"
    case "173803030002":
    return "173803030002: ادارة الموارد البشرية وعلاقات الموظفين بأفضل جودة"
    case "173803030000":
    return "173803030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "173803040001":
    return "173803040001: الأداء المؤسسي الاحترافي"
    case "173803040002":
    return "173803040002: التخطيط الاستراتيجي واستشراف المستقبل"
    case "173803040000":
    return "173803040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "173803050001":
    return "173803050001: قسم الاتصال الاعلامي"
    case "173803050002":
    return "173803050002: قسم التوعية والتثقيف لنشر المعرفة بشكل أفضل"
    case "173803050000":
    return "173803050000:  ضمان تحقيق الاتصال الداخلي والخارجي"
    case "173803060001":
    return "173803060001:  مكتب المدير العام والمديرين التنفيذيين"
    case "173803060002":
    return "173803060002: مستشاري المدير العام"
    case "173803060000":
    return "173803060000:  تطبيق أفضل الممارسات العالمية فى القيادة"
    case "173803070001":
    return "173803070001: الخدمات القانونية للشؤون الضريبية"
    case "173803070002":
    return "173803070002: الخدمات القانونية للشؤون المساندة"
    case "173803070000":
    return "173803070000: توفير أفضل الخدمات القانونية"
    case "173803080001":
    return "173803080001: إجراء التدقيق الداخلي"
    case "173803080000":
    return "173803080000: التدقيق الداخلي لأفضل أداء"
    case "173803090001":
    return "173803090001: الصيانة والحفاظ على سلامة الممتلكات"
    case "173803090002":
    return "173803090002: إدارة الايجارات لتوفير بيئة عمل مناسبة"
    case "173803090003":
    return "173803090003: المواصلات"
    case "173803090004":
    return "173803090004: إدارة المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف"
    case "173803090005":
    return "173803090005: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "173803090006":
    return "173803090006: تأمين المباني والحفاظ على السلامة"
    case "173803090007":
    return "173803090007: الاصول الثابتة ( المفروشات )"
    case "173803090008":
    return "173803090008: الاثاث والتجهيزات المكتبية و الكمبيوترات والتصميم الداخلي"
    case "173803090000":
    return "173803090000:  توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة"



    default:
    return id;
  }
}
