export function getActivityName(id){
  switch(id) {
    case "179304010001":
    return "179304010001: إعداد الميزانية ومتابعة تنفيذها"
    case "179304010005":
    return "179304010005: تنمية الايرادات وترشيد النفقات"
    case "179304020000":
    return "179304020000: إدارة العقود والموردين وفقا لأفضل الممارسات"
    case "179304020001":
    return "179304020001: متابعة العقود والمشتريات"
    case "179304020003":
    return "179304020003: إدارة الموردين"
    case "179304030000":
    return "179304030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "179304030001":
    return "179304030001: تطبيق خطة التوظيف واستقطاب المواطنين"
    case "179304030002":
    return "179304030002: تطبيق برنامج مسار"
    case "179304030003":
    return "179304030003: العمل على تحسين معدلات (الرضا - السعادة - الولاء - التناغم الوظيفي"
    case "179304030004":
    return "179304030004: تطبيق نظام إدارة الأداء الحكومي"
    case "179304030007":
    return "179304030007: تعزيز التواصل مع الموظفين وتحسين الإجراءات"
    case "179304040000":
    return "179304040000: توفير التدريب وتطوير مهارات الموظفين"
    case "179304040001":
    return "179304040001: تنفيذ البرامج التدريبية لجميع الفئات الوظيفية"
    case "179304040002":
    return "179304040002: نقل المعرفة وتطوير المهارات"
    case "179304040003":
    return "179304040003: مبادارات منتدى الموارد البشرية"
    case "179304050000":
    return "179304050000: تطبيق معايير الجودة والتميز المؤسسي"
    case "179304050008":
    return "179304050008: تطبيق منظومة التميز الحكومي"
    case "179304050009":
    return "179304050009: تطبيق متطلبات شهادات الأيزو المتعلقة بالجودة والتميز"
    case "179304050010":
    return "179304050010: متابعة الفرق الداخلية والخارجية للهيئة"
    case "179304050011":
    return "179304050011: إدارة الاستبيانات واستطلاعات الرأي وتطبيق أفضل الممارسات"
    case "179304060000":
    return "179304060000: تعزيز الشراكات والعلاقات الإعلامية والمؤسسية والمجتمعية"
    case "179304060002":
    return "179304060002: تفعيل التواصل الإعلامي"
    case "179304060004":
    return "179304060004: تعزيز المسؤولية المجتمعية"
    case "179304080000":
    return "179304080000: متابعة الخطط الاستراتيجية وإدارة الأداء المؤسسي"
    case "179304080001":
    return "179304080001: تحديث الخطة الاستراتيجية والتشغيلية للهيئة"
    case "179304080002":
    return "179304080002: متابعة الأداء المؤسسي"
    case "179304090000":
    return "179304090000: إدارة مشروع التدقيق الداخلي والحوكمة المؤسسية"
    case "179304090001":
    return "179304090001: تنفيذ مشروع التدقيق الداخلي"
    case "179304100000":
    return "179304100000: توفير أفضل الخدمات القانونية"
    case "179304100001":
    return "179304100001: توفير الدعم القانوني"
    case "179304110000":
    return "179304110000: تطبيق أفضل الممارسات في مجال تقنية المعلومات"
    case "179304110001":
    return "179304110001: تطوير البنية التحتية التقنية"
    case "179304110002":
    return "179304110002: متابعة تطبيق شهادات ايزو تقنية المعلومات"
    case "179304110003":
    return "179304110003: تطبيق متطلبات ممكنات الحكومة الذكية"
    case "179304110004":
    return "179304110004: تطوير الأنظمة التقنية الداخلية"
    case "179304120000":
    return "179304120000: إدارة علاقات المتعاملين"
    case "179304120001":
    return "179304120001: قياس سعادة المتعاملين وإدارة الخدمات"
    case "179304130000":
    return "179304130000: إدارة عمليات الخدمات الإدارية"
    case "179304130001":
    return "179304130001: تطبيق ممارسات الأمن والسلامة في بيئة العمل"
    case "179304130002":
    return "179304130002: إدارة الأصول والمخازن والجرد السنوي"
    case "179305010000":
    return "179305010000: بناء قدرات الموظفين في مجال الابتكار"
    case "179305010001":
    return "179305010001: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "179305010002":
    return "179305010002: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "179305010003":
    return "179305010003: رعاية المواهب المبتكرة"
    case "179305010004":
    return "179305010004: تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "179305010005":
    return "179305010005: تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "179305010006":
    return "179305010006: تطوير جائزة داخلية للابتكار"
    case "179305010007":
    return "179305010007: تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "179305010008":
    return "179305010008: المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "179305010009":
    return "179305010009: نظام المقترحات"
    case "179305020000":
    return "179305020000: تحسين العمليات بما يعزز من الابتكار"
    case "179305020001":
    return "179305020001: تشجيع البحث والتطوير داخل الجهة"
    case "179305020002":
    return "179305020002: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/ المنظمات الدول"
    case "179305020003":
    return "179305020003: تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات العل"
    case "179305020004":
    return "179305020004: تطوير منظومة استشراف المستقبل في الهيئة"
    case "179305020005":
    return "179305020005: تخصيص أوقات محددة للموظفين للتفاعل والنزول للميدان ولقاء فئات المت"
    case "179401010001":
    return "179401010001: دراسة احتياجات القطاع الصناعي من المواصفات واللوائح الفنية والانظم"
    case "179401010002":
    return "179401010002: دراسة احتياجات القطاع الخدمي من المواصفات واللوائح الفنية"
    case "179401010003":
    return "179401010003: تقييم الوضع وحصر المنتجات والسلع الوطنية التنافسية"
    case "179401010004":
    return "179401010004: اشراك الجهات المعنية لوضع خطط العمل والبدائل المناسبة"
    case "179401010000":
    return "179401010000: إعداد الدراسات والبحوث للتعرف على الاحتياجات الاقتصادية والتنافسية"
    case "179401020001":
    return "179401020001: اعداد المواصفات القياسية الاماراتية"
    case "179401020002":
    return "179401020002: مراجعة المواصفات القياسية الاماراتية"
    case "179401020003":
    return "179401020003: انشاء نظام التبني الالكتروني"
    case "179401020004":
    return "179401020004: ادارة اللجان الوطنية للمواصفات"
    case "179401020000":
    return "179401020000: تطوير المواصفات للمنتجات والخدمات"
    case "179401030001":
    return "179401030001: تحليل الوضع ، و حصر احتياجات الجهات المعنية/الشركاء"
    case "179401030002":
    return "179401030002: اعداد برامج للمنتجات التي تم حصرها"
    case "179401030003":
    return "179401030003: تطبيق البرامج التي تم اعتمادها"
    case "179401030004":
    return "179401030004: دراسة الأثر بعد التطبيق ومراجعة و تحديث البرامج"
    case "179401030000":
    return "179401030000: إعداد وتطوير اللوائح الفنية والانظمة الرقابية في مجال السلامة والح"
    case "179401040001":
    return "179401040001: مواكبة التطور التكنولوجي للمركبات الصديقة للبيئة والوقود البديل"
    case "179401040002":
    return "179401040002: اصدار اللوائح الفنية والمواصفات المتعلقة بقياس وتحسين جودة الهواء"
    case "179401040003":
    return "179401040003: اصدار الانظمة والمواصفات القياسية في مجال كفاءة وادارة استخدام الط"
    case "179401040004":
    return "179401040004: اعداد وتطوير برامج المنتجات الصديقة للبيئة"
    case "179401040000":
    return "179401040000: تطوير البرامج والأنظمة المتعلقة لتعزيز بيئة مستدامة وبنية تحتية مت"
    case "179401050001":
    return "179401050001: تطبيق نظام لتصنيف ورش تصليح المركبات وتزويدها"
    case "179401050002":
    return "179401050002: تطبيق وتوسيع مجال الرقابة على قطع غيار واكسسوارات المركبات"
    case "179401050003":
    return "179401050003: تطوير برامج التنقل الذكي"
    case "179401050000":
    return "179401050000: تطوير برامج وآليات لتعزيز سلامة وسائل النقل واستدامتها"
    case "179401060001":
    return "179401060001: تطبيق متطلبات النظام على المنتجات"
    case "179401060002":
    return "179401060002: دراسة اثر تطبيق النظام"
    case "179401060003":
    return "179401060003: السعي لتبني النظام على المستوى الاقليمي والدولي"
    case "179401060004":
    return "179401060004: اطلاق جائزة الامارات للقياسات الدقيقة لافضل مصنع محلي وعالمي"
    case "179401060000":
    return "179401060000: تطبيق نظام القياسات الصناعية"
    case "179401070001":
    return "179401070001: اصدار اللوائح الفنية لعدادات الكهرباء والماء والغاز في الدوله"
    case "179401070002":
    return "179401070002: اصدار اللوائح الفنية لعدادات الطاقة الحرارية و الابعاد"
    case "179401070003":
    return "179401070003: اصدار اللوائح الفنية لقياسات الاشعاع في المجال الطبي"
    case "179401070000":
    return "179401070000: إصدار اللوائح الفنيه لأدوات القياس القانونية"
    case "179401080001":
    return "179401080001: اصدار نظام تطوير وسلسلة القياسات في المجال الطبي"
    case "179401080002":
    return "179401080002: اصدار نظام تطوير وسلسلة القياسات في مجال الاشعاع"
    case "179401080003":
    return "179401080003: اصدار نظام تطوير وسلسلة القياسات في المجال البيئي"
    case "179401080004":
    return "179401080004: اصدار نظام تطوير وسلسلة القياسات الدقيقة في مجالات الكيمياء و علوم"
    case "179401080000":
    return "179401080000: إصدار أنظمة تطوير كفاءة القياسات العلمية"
    case "179401090001":
    return "179401090001: إطلاق المنصة الإلكترونية والتطبيقات الذكية للحلال"
    case "179401090002":
    return "179401090002: إعداد وتطبيق برامج تدريبية في مجالات الحلال"
    case "179401090003":
    return "179401090003: انشاء قاعدة بيانات للمنتجات الحلال"
    case "179401090000":
    return "179401090000: تطوير المنصة الالكترونية التدريبية للحلال"
    case "179401100001":
    return "179401100001: تطبيق أنشطة مسح الأسواق في الدولة"
    case "179401100002":
    return "179401100002: تطبيق متطلبات قانون سلامة المنتجات"
    case "179401100003":
    return "179401100003: تطوير وتحسين نظام الابلاغات الالكتروني على المنتجات"
    case "179401100004":
    return "179401100004: استحداث نظام تحليل المخاطر المرتبطة بالمنتجات"
    case "179401100000":
    return "179401100000: البرنامج الوطني للرقابة على المنتجات"
    case "179401110001":
    return "179401110001: اعداد النظام الإماراتي للرقابة على جودة المنتجات"
    case "179401110002":
    return "179401110002: متابعة التطبيق وقياس أثره، ومراجعة وتحديث النظام"
    case "179401110003":
    return "179401110003: توسيع مجال النظام الإماراتي للرقابة على جودة المنتجات"
    case "179401110004":
    return "179401110004: السعي لتبني النظام على المستوى الاقليمي والعالمي"
    case "179401110000":
    return "179401110000: تطوير النظام الإماراتي للرقابة على جودة المنتجات"
    case "179401120001":
    return "179401120001: اصدار نظام تصنيف مزودي الخدمة"
    case "179401120002":
    return "179401120002: قياس كفاءة مزودي الخدمات حسب نظام تصنيف مزودي الخدمة"
    case "179401120000":
    return "179401120000: إصدار و تطبيق نظام تصنيف مزودي الخدمات"
    case "179401130001":
    return "179401130001: الرقابه على عدادات المحروقات وعدادات التاكسي والعبوات المعباة"
    case "179401130002":
    return "179401130002: الرقابه على عدادات الكهرباء والماء والغاز المنزلي"
    case "179401130003":
    return "179401130003: دراسة اثر تطبيق الرقابه على الاقتصاد الوطني وعلى حقوق المتعاملين"
    case "179401130004":
    return "179401130004: تطبيق اجراءات االتحقق من موازين الشاحنات ذات التوزين الثابت والتوز"
    case "179401130005":
    return "179401130005: تفعيل الرقابة على انظمة قياسات الاشعاع في المجال الطبي وقياسات الا"
    case "179401130000":
    return "179401130000: الرقابة على ادوات القياس القانونية والعبوات المعبأة"
    case "179401140001":
    return "179401140001: ترخيص استخدام علامة الجودة الإماراتية (خدمة ذات أولوية)"
    case "179401140002":
    return "179401140002: توسيع مجال علامة الجودة الإماراتية"
    case "179401140003":
    return "179401140003: إصدار بدل فاقد لترخيص استخدام علامة الجودة الإماراتية"
    case "179401140004":
    return "179401140004: تصديق طبق الأصل لترخيص استخدام علامة الجودة الإماراتية"
    case "179401140005":
    return "179401140005: تجديد ترخيص استخدام علامة الجودة الإماراتية"
    case "179401140000":
    return "179401140000: علامة الجودة الإماراتية للمنتجات"
    case "179401150001":
    return "179401150001: إصدار شهادات المطابقة للمنتجات حسب متطلبات الصحة والسلامة (خدمة ذا"
    case "179401150002":
    return "179401150002: إصدار شهادة بدل فاقد لشهادات المطابقة الإماراتية"
    case "179401150003":
    return "179401150003: تصديق طبق الأصل لشهادات المطابقة الإماراتية"
    case "179401150004":
    return "179401150004: تجديد شهادة المطابقة الإماراتية"
    case "179401150000":
    return "179401150000: المنتجات الخاضعة للوائح الفنية"
    case "179401160001":
    return "179401160001: إصدار ملصقات وشهادات برامج كفاءة الطاقة والمياه"
    case "179401160002":
    return "179401160002: تجديد شهادات المطابقة للمنتجات الخضراء"
    case "179401160003":
    return "179401160003: إصدار بدل فاقد لشهادات المطابقة للمنتجات الخضراء"
    case "179401160004":
    return "179401160004: تصديق صورة طبق الأصل لشهادات المطابقة للمنتجات الخضراء"
    case "179401160000":
    return "179401160000: ملصقات كفاءة الطاقة والمياه للمنتجات الخضراء"
    case "179401170001":
    return "179401170001: تسجيل جهات تقييم المطابقة"
    case "179401170002":
    return "179401170002: توسيع مجال تسجيل جهات تقييم المطابقة"
    case "179401170003":
    return "179401170003: تجديد تسجيل جهات تقييم المطابقة"
    case "179401170004":
    return "179401170004: إصدار بدل فاقد لتسجيل جهات تقييم المطابقة"
    case "179401170005":
    return "179401170005: سحب تسجيل جهات تقييم المطابقة"
    case "179401170006":
    return "179401170006: اعتماد جهات تقييم المطابقة"
    case "179401170007":
    return "179401170007: توسيع مجال اعتماد جهات تقييم المطابقة"
    case "179401170008":
    return "179401170008: تجديد اعتماد جهات تقييم المطابقة"
    case "179401170009":
    return "179401170009: إصدار بدل فاقد لشهادة اعتماد جهات تقييم المطابقة"
    case "179401170010":
    return "179401170010: سحب اعتماد جهات تقييم المطابقة"
    case "179401170011":
    return "179401170011: تعيين جهات تقييم المطابقة"
    case "179401170012":
    return "179401170012: توسيع مجال تعيين جهات تقييم المطابقة"
    case "179401170013":
    return "179401170013: إصدار بدل فاقد لشهادة تعيين جهات تقييم المطابقة"
    case "179401170014":
    return "179401170014: سحب تعيين جهات تقييم المطابقة"
    case "179401170000":
    return "179401170000: الرقابة على جهات تقييم المطابقة"
    case "179402010001":
    return "179402010001: دراسة وتحديد المتطلبات والمعايير والفئات للجائزة"
    case "179402010002":
    return "179402010002: النشر والتسويق للجائزة"
    case "179402010003":
    return "179402010003: استلام الطلبات وتقييمها"
    case "179402010004":
    return "179402010004: اعلان النتائج والتكريم"
    case "179402010000":
    return "179402010000: تطوير جائزة الامارات للجودة في الصناعة"
    case "179402020001":
    return "179402020001: تحديد الخدمات التي يمكن تقديمها من قبل الشركاء"
    case "179402020002":
    return "179402020002: توقيع اتفاقيات مستوى الخدمة مع الجهات الحكومية"
    case "179402020003":
    return "179402020003: الربط الالكتروني في تسجيل المعدات والاجهزة الطبية مع وزارة الصحة"
    case "179402020004":
    return "179402020004: الربط الالكتروني لاصدار شهادة المنشأ للمنتجات مع وزارة الاقتصاد"
    case "179402020005":
    return "179402020005: الربط الالكتروني الجمركي مع الجمارك"
    case "179402020000":
    return "179402020000: الشراكة مع القطاع العام والخاص في تقديم الخدمات"
    case "179402030001":
    return "179402030001: اعداد نظام لتنظيم قطاع خدمات فحوص الجدارة"
    case "179402030002":
    return "179402030002: دراسة المجالات التي تحتاج لفحوص جدارة واعداد البرامج ومتطلباتها"
    case "179402030003":
    return "179402030003: تنفيذ البرامج ودراسة التغذية الراجعة"
    case "179402030000":
    return "179402030000: اصدار النظام الاماراتي لادارة برامج اختبارات الكفاءة"
    case "179402040001":
    return "179402040001: المشاركة في عضوية المنظمات الدولية والإقليمية ذات العلاقة"
    case "179402040002":
    return "179402040002: المشاركة في اجتماعات اللجان الإقليمية والدولية"
    case "179402040003":
    return "179402040003: المشاركة في اجتماعات المجالس واللجان الوطنية"
    case "179402040000":
    return "179402040000: المشاركة في اللجان والمنظمات الاقليمية والدولية والانضمام لعضويتها"
    case "179402050001":
    return "179402050001: المحافظة على الإعترافات الدولية والمحافظة عليها في مجال الاعتماد"
    case "179402050002":
    return "179402050002: المحافظة على الإعترافات الدولية والمافظة عليها في مجال المطابقة"
    case "179402050003":
    return "179402050003: المشاركة في الجوائز المحلية والعالمية الفنية"
    case "179402050000":
    return "179402050000: الحصول على الجوائز والاعترافات الدولية والمحافظة عليها"
    case "179402060001":
    return "179402060001: تطبيق متطلبات اتفاقية الاعتراف المتبادل بنائج القياس (CIPM-MRA)"
    case "179402060002":
    return "179402060002: المشاركة في اللجان الفنية للتجمع الخليجي للمترولوجيا"
    case "179402060003":
    return "179402060003: الاشراف على المختبرات المخولة من المعهد الوطني للقياس"
    case "179402060000":
    return "179402060000: تحقيق متطلبات عضوية المكتب الدولي للأوزان والمقاييس"
    case "179402070001":
    return "179402070001: تسويق خدمة التعيين"
    case "179402070002":
    return "179402070002: تقييم اداء خدمات جهات تقييم المطابقة المخولة"
    case "179402070003":
    return "179402070003: تحفيز وتكريم جهات تقييم المطابقة المعينة"
    case "179402070000":
    return "179402070000: إستقطاب جهات تقييم المطابقة"
    case "179402080001":
    return "179402080001: عقد ندوات وورش عمل توعوية ونشر نصائح توعوية مطبوعة ومسموعة ومرئية"
    case "179402080000":
    return "179402080000: الوعي بأنشطة التقييس"
    case "179402090001":
    return "179402090001: دراسة وتحليل الوضع الحالي للاقبال على خدمات الهيئة"
    case "179402090002":
    return "179402090002: تحديد المنتجات المستهدفة للتسويق"
    case "179402090003":
    return "179402090003: وضع خطة التسويق وتطبيقها"
    case "179402090004":
    return "179402090004: قياس اثر تطبيق خطة التسويق لخدمات الهيئة على المنتجات"
    case "179402090000":
    return "179402090000: تسويق خدمات الهيئة"
    case "179402100001":
    return "179402100001: حصر الاحتياجات الفنية الخاصة بتطوير الكفاءات"
    case "179402100002":
    return "179402100002: تخطيط واعداد البرامج التدريبية لتعزيز الكفاءات في التقييس وتشجيع ا"
    case "179402100003":
    return "179402100003: تنفيذ وتدريب المقيمين والجهات ذات العلاقة في التقييس"
    case "179402100004":
    return "179402100004: اعداد وتحديث قاعدة بيانات للخبراء في مجال التقييس"
    case "179402100005":
    return "179402100005: المراجعة والتحسين والتطوير لخطة التنفيذ"
    case "179402100000":
    return "179402100000: برنامج لتطوير الكفاءات والخبرات في مجال التقييس"
    case "179402110001":
    return "179402110001: بيع المواصفات القياسية"
    case "179402110000":
    return "179402110000: بيع المواصفات القياسية"
    case "179403010001":
    return "179403010001: إعداد الميزانية ومتابعة تنفيذها"
    case "179403010002":
    return "179403010002: إدارة الرواتب"
    case "179403010003":
    return "179403010003: إدارة المدفوعات والاستحقاقات"
    case "179403010004":
    return "179403010004: إجراء التدقيق الداخلي"
    case "179403010000":
    return "179403010000: إادارة الموارد المالية بكفاءة وفعالية"
    case "179403020001":
    return "179403020001: إدارة المشتريات"
    case "179403020002":
    return "179403020002: إدارة العقود ومتابعتها"
    case "179403020000":
    return "179403020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "179403030001":
    return "179403030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "179403030002":
    return "179403030002: تدريب وتطوير الموظفين"
    case "179403030003":
    return "179403030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "179403030000":
    return "179403030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "179403040001":
    return "179403040001: إدارة الجودة والعمليات"
    case "179403040002":
    return "179403040002: إدارة وتطوير وتقديم خدمات الهيئة"
    case "179403040003":
    return "179403040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "179403040000":
    return "179403040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "179403050001":
    return "179403050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "179403050002":
    return "179403050002: إدارة النشاط الإعلامي"
    case "179403050003":
    return "179403050003: إدارة الشراكات وتعزيزها"
    case "179403050000":
    return "179403050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "179403060001":
    return "179403060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "179403060002":
    return "179403060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "179403060000":
    return "179403060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "179403070001":
    return "179403070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "179403070002":
    return "179403070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "179403070000":
    return "179403070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "179403080001":
    return "179403080001: إعداد الدراسات والاستشارات القانونية"
    case "179403080002":
    return "179403080002: إدارة الشؤون القانونية"
    case "179403080000":
    return "179403080000: توفير أفضل الخدمات القانونية"
    case "179403090001":
    return "179403090001: تحديد وتطبيق مبادئ الحوكمة"
    case "179403090002":
    return "179403090002: إدارة المخاطر"
    case "179403090000":
    return "179403090000: تطوير الحوكمة والرقابة الداخلية"
    case "179403100001":
    return "179403100001: تطوير النظم والتطبيقات الإلكترونية"
    case "179403100002":
    return "179403100002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "179403100003":
    return "179403100003: إدارة الشبكات وأمن المعلومات"
    case "179403100004":
    return "179403100004: دعم التحول الذكي للخدمات"
    case "179403100000":
    return "179403100000: توفير أحدث خدمات تقنية المعلومات"
    case "179403110001":
    return "179403110001: الصيانة"
    case "179403110002":
    return "179403110002: الإيجار"
    case "179403110003":
    return "179403110003: المواصلات"
    case "179403110004":
    return "179403110004: رسوم الاستشارات"
    case "179403110005":
    return "179403110005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "179403110006":
    return "179403110006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "179403110000":
    return "179403110000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "179404010001":
    return "179404010001: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "179404010002":
    return "179404010002: تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "179404010003":
    return "179404010003: تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "179404010004":
    return "179404010004: تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "179404010000":
    return "179404010000: بناء قدرات الموظفين في مجال الابتكار"
    case "179404020001":
    return "179404020001: إطلاق: جائزة ابتكر @ مواصفات»"
    case "179404020002":
    return "179404020002: عقد مختبر الابتكار الحكومي"
    case "179404020000":
    return "179404020000: تبني أحدث أدوات ووسائل الابتكار"
    case "179404030001":
    return "179404030001: الشراكة مع الجامعات، مراكز الأبحاث، القطاع الحكومي والقطاع الخاص ف"
    case "179404030002":
    return "179404030002: تنظيم فعاليات في مجال الابتكار"
    case "179404030003":
    return "179404030003: تخصيص نسبة من الميزانية لدعم الابتكار"
    case "179404030000":
    return "179404030000: تحسين العمليات بما يعزز من الابتكار"
    case "179501010000":
    return "179501010000: وضع خطط إعلامية لدعم منسقي الأجندة الوطنية في مبادراتها"
    case "179501010001":
    return "179501010001: الاجتماع مع المنسقين الرئيسيين بشكل دوري والاتفاق على طبيعة الاحتي"
    case "179501010002":
    return "179501010002: وضع خطة عمل سنوية مع كل منسق رئيسي"
    case "179501020000":
    return "179501020000: الارتقاء بخدمات قطاع الشؤون الإعلامية"
    case "179501020001":
    return "179501020001: تطوير البيئة التشريعية والتنظيمية لقطاع الإعلام"
    case "179501020002":
    return "179501020002: تطوير علاقة تكاملية مع المؤسسات الإعلامية المحلية والمناطق الإعلام"
    case "179501020003":
    return "179501020003: اطلاق/ تطوير التطبيقات الذكية الخاصة بالمجلس"
    case "179501020004":
    return "179501020004: مراجعة وتحديث خدمات التراخيص ومتابعة المحتوى لمواكبة التطور في الق"
    case "179501020005":
    return "179501020005: إعداد وتحديث آليات التعاون مع الجهات الحكومية ذات الصلة لتطوير الخ"
    case "179501020006":
    return "179501020006: تطوير الخدمات المشتركة من خلال الربط الالكتروني مع الجهات الحكومية"
    case "179501020007":
    return "179501020007: إنشاء مكتب خدمة أبوظبي( مركز سعادة المتعاملين )"
    case "179501020008":
    return "179501020008: تطوير مكتب دبي لتحقيق 5 نجوم في تصنيف برنامج الامارات للخدمة الحكو"
    case "179501030000":
    return "179501030000: اعتماد المراسلين الصحافيين الأجانب في الدولة"
    case "179501030001":
    return "179501030001: إصدار بطاقة الاعتماد الصحفية للمراسلين الأجانب في الدولة"
    case "179501030002":
    return "179501030002: تجديد بطاقة الاعتماد الصحفية للمراسلين الأجانب في الدولة"
    case "179501030003":
    return "179501030003: إلغاء بطاقة الاعتماد الصحفية للمراسلين الأجانب في الدولة"
    case "179501040000":
    return "179501040000: تراخيص الانشطة الاعلامية"
    case "179501040001":
    return "179501040001: إصدار التراخيص الإعلامية ذات الطابع التجاري (لا تحتاج موافقة الجها"
    case "179501040002":
    return "179501040002: تجديد التراخيص الإعلامية ذات الطابع التجاري  (لا تحتاج موافقة الجه"
    case "179501040003":
    return "179501040003: إضافة شريك / شركاء للتراخيص الإعلامية ذات الطابع التجاري (لا تحتاج"
    case "179501040004":
    return "179501040004: التنازل عن التراخيص الإعلامية ذات الطابع التجاري (لا تحتاج موافقة"
    case "179501040005":
    return "179501040005: إلغاء  التراخيص الإعلامية ذات الطابع التجاري ( لا تحتاج للموافقات"
    case "179501040006":
    return "179501040006: تعديل بيانات  التراخيص الإعلامية ذات الطابع التجاري (لا تحتاج مواف"
    case "179501040007":
    return "179501040007: تجديد التراخيص الإعلامية ذات الطابع التجاري (تحتاج موافقة الجهات ا"
    case "179501040008":
    return "179501040008: إضافة شريك / شركاء للتراخيص الإعلامية ذات الطابع التجاري (تحتاج مو"
    case "179501040009":
    return "179501040009: التنازل عن التراخيص الإعلامية ذات الطابع التجاري (تحتاج موافقة الج"
    case "179501040010":
    return "179501040010: إلغاء التراخيص الإعلامية ذات الطابع التجاري (تحتاج موافقة الجهات ا"
    case "179501040011":
    return "179501040011: تعديل بيانات التراخيص الإعلامية ذات الطابع التجاري (تحتاج موافقة ا"
    case "179501040012":
    return "179501040012: إصدار  ترخيص صحيف/مجلة"
    case "179501040013":
    return "179501040013: تجديد  ترخيص صحيف/مجلة"
    case "179501040014":
    return "179501040014: إضافة شريك / شركاء ترخيص صحيف/مجلة"
    case "179501040015":
    return "179501040015: التنازل عن  ترخيص صحيف/مجلة"
    case "179501040016":
    return "179501040016: إلغاء ترخيص ترخيص صحيف/مجلة"
    case "179501040017":
    return "179501040017: تعديل بيانات ترخيص صحيف/مجلة"
    case "179501040018":
    return "179501040018: إصدار  ترخيص إعادة طباعة / مجلة"
    case "179501040019":
    return "179501040019: تجديد ترخيص إعادة طباعة / مجلة"
    case "179501040020":
    return "179501040020: إضافة شريك / شركاء ترخيص إعادة طباعة / مجلة"
    case "179501040021":
    return "179501040021: التنازل عن ترخيص إعادة طباعة / مجلة"
    case "179501040022":
    return "179501040022: إلغاء ترخيص إعادة طباعة / مجلة"
    case "179501040023":
    return "179501040023: تعديل بيانات ترخيص إعادة طباعة / مجلة"
    case "179501040024":
    return "179501040024: إصدار ترخيص أنشطة البث الاذاعي و التلفزيوني"
    case "179501040025":
    return "179501040025: تجديد ترخيص أنشطة البث الاذاعي و التلفزيوني"
    case "179501040026":
    return "179501040026: إضافة شريك / شركاء لترخيص أنشطة البث الاذاعي و التلفزيوني"
    case "179501040027":
    return "179501040027: التنازل عن ترخيص أنشطة البث الاذاعي و التلفزيوني"
    case "179501040028":
    return "179501040028: إلغاء ترخيص أنشطة البث الاذاعي و التلفزيوني"
    case "179501040029":
    return "179501040029: تعديل بيانات ترخيص أنشطة البث الاذاعي و التلفزيوني"
    case "179501040030":
    return "179501040030:  اذن طباعة دليل تجاري"
    case "179501040031":
    return "179501040031: اذن تصوير ( جوي / أرضي ) داخل الدولة"
    case "179501040032":
    return "179501040032: إصدار بطاقة صحفية و تعيينات"
    case "179501040033":
    return "179501040033:  تجديد بطاقات صحفية و تعيينات"
    case "179501040034":
    return "179501040034: فتح مكتب تمثيلي لمطبوعة داخل الدولة"
    case "179501050000":
    return "179501050000: متابعة محتوى المواد الإعلامية"
    case "179501050001":
    return "179501050001: الموافقة على تداول وتوزيع المطبوعات"
    case "179501050002":
    return "179501050002: الموافقة على المصنفات الفنية"
    case "179501050003":
    return "179501050003: الموافقة على دخول المواد الإعلامية من خلال منافذ ومعابر الدولة"
    case "179501050004":
    return "179501050004: الموافقة على  تداول وتوزيع الصحف والمجلات اليومية"
    case "179501050005":
    return "179501050005: الموافقة على  تداول وتوزيع الصحف والمجلات لأول مرة"
    case "179501050006":
    return "179501050006:  تجديد الموافقة على  تداول وتوزيع الصحف والمجلات"
    case "179501050007":
    return "179501050007:  إلغاء  تداول وتوزيع الصحف والمجلات"
    case "179501050008":
    return "179501050008: متابعة تداول المواد الاعلامية / التفتيش"
    case "179502010000":
    return "179502010000: تنسيق سياسة وطنية إعلامية داخليا"
    case "179502010001":
    return "179502010001: تفعيل عمل الفريق الإعلامي للتعامل مع المواد الإخبارية في الأزمات"
    case "179502010002":
    return "179502010002: عقد جلسات الاحاطة الاستراتيجية مع الجهات المؤثرة"
    case "179502010003":
    return "179502010003: تزويد الوسائل الإعلامية المحلية  بالرسائل الاستراتيجية والخطوط الع"
    case "179502010004":
    return "179502010004: تحديث الاستراتيجية الخاصة بمواقع التواصل الاجتماعي فيما يتعلق بالق"
    case "179502010005":
    return "179502010005: إعداد تقارير عن أهم إنجازات الدولة (بلغات مختلفة) ونشرها في الاعلا"
    case "179502020000":
    return "179502020000: ابراز إنجازات الدولة عالميا وتعزيز التواصل مع الاعلام الدولي والجه"
    case "179502020001":
    return "179502020001: تحديث الرسائل الرئيسية للدولة وإيصالها للجهات المستفيدة"
    case "179502020002":
    return "179502020002: اعداد وتنفيذ الخطط الخاصة بسياسة الاعلام الخارجي للقضايا والمناطق"
    case "179502020003":
    return "179502020003: تنمية الشبكة الإعلامية من الصحفيين المؤثرين في عواصم العالم حسب ال"
    case "179502020004":
    return "179502020004: بناء وتعزيز العلاقات مع المؤسسات الإعلامية الدولية"
    case "179502020005":
    return "179502020005: تأسيس ملحقيات إعلامية في سفارات الدولة حسب الخطة السنوية"
    case "179502020006":
    return "179502020006: التواجد في اللقاءات الرسمية لدول مجلس التعاون الخليجي والمشاركة في"
    case "179502020007":
    return "179502020007: إعداد  تقارير عن أهم إنجازات الدولة (بلغات مختلفة) ونشرها في الاعل"
    case "179502020008":
    return "179502020008: إطلاق حملات إعلامية في عواصم العالم حسب الخطة السنوية تبرز إنجازات"
    case "179502030000":
    return "179502030000: المشاركة في معارض اكسبو"
    case "179502030001":
    return "179502030001: العمل على الانتهاء من تطوير المحتوى والتصاميم الداخلية وانظمة التش"
    case "179502030002":
    return "179502030002: إدارة وتشغيل جناح الدولة في معرض أكسبو استانا 2017"
    case "179502030003":
    return "179502030003: بناء وتطوير محتوى جناح  الدولة المشارك بمعرض أكسبو دبي 2020"
    case "179502030004":
    return "179502030004: إدارة وتشغيل جناح الدولة في معرض أكسبو دبي 2020"
    case "179502040000":
    return "179502040000: التواصل الإعلامي"
    case "179502040001":
    return "179502040001: تنظيم حضور الإعلاميين للمؤتمرات الصحافية والزيارات والفعاليات الرس"
    case "179502040002":
    return "179502040002: تنظيم الزيارات للوفود الصحفية والإعلامية"
    case "179503010000":
    return "179503010000: تطوير أدوات الاعلام الجديد لزيادة انتشار وكالة أنباء الامارات"
    case "179503010001":
    return "179503010001: إنشاء خدمة التطبيق الاخباري الذكي"
    case "179503010002":
    return "179503010002: التواجد في جميع المنصات الإعلامية الرقمية وشبكات التواصل الاجتماعي"
    case "179503010003":
    return "179503010003: تطوير موقع وكالة أنباء الامارات ليكون من أفضل 3 مواقع مقارنة بوكال"
    case "179503020000":
    return "179503020000: رفع جودة المحتوى الخبري لوكالة أنباء الإمارت"
    case "179503020001":
    return "179503020001: مراجعة وتحديث آلية العمل الاخباري (style book) المطبقة في الوكالة"
    case "179503020002":
    return "179503020002: تطوير خدمات الوكالة لتشمل إعداد وبث تقارير اخبارية مرئية ومسموعة"
    case "179503020003":
    return "179503020003: تعزيز دور الوكالة من خلال عضويتها في الاتحادات المهنية الإقليمية و"
    case "179503030000":
    return "179503030000: التغطية الإعلامية للجهات والمؤسسات الحكومية وشبه الحكومية والمؤسسا"
    case "179503030001":
    return "179503030001: تزويد المشتركين بالاخبار المحررة أو/و بالصور الفوتوغرافية والتلفزي"
    case "179503030002":
    return "179503030002: نشر/بث الاخبار من خلال القنوات والمنصات المتوافرة (موقع الوكالة، ع"
    case "179503030003":
    return "179503030003: الاشتراك في الخدمة الإخبارية/نشرة وام"
    case "179503030004":
    return "179503030004: تزويد المشتركين بالنشرات الإخبارية الخاصة التي تم رصدها من خلال خد"
    case "179503030005":
    return "179503030005: بيع المواد الفوتوغرافية والتلفزيونية"
    case "179503030006":
    return "179503030006: توفير طلبات المواد الإخبارية المكتوبة أو الأرشيفية"
    case "179504010000":
    return "179504010000: إدارة الموارد المالية بكفاءة وفعالية"
    case "179504010001":
    return "179504010001: إعداد الميزانية ومتابعة تنفيذها"
    case "179504010002":
    return "179504010002: إدارة الرواتب"
    case "179504010003":
    return "179504010003: إدارة المدفوعات والاستحقاقات"
    case "179504010004":
    return "179504010004: إجراء التدقيق الداخلي"
    case "179504020000":
    return "179504020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "179504020001":
    return "179504020001: إدارة المشتريات"
    case "179504020002":
    return "179504020002: إدارة العقود ومتابعتها"
    case "179504030000":
    return "179504030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "179504030001":
    return "179504030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "179504030002":
    return "179504030002: تدريب وتطوير الموظفين"
    case "179504030003":
    return "179504030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "179504040000":
    return "179504040000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "179504040001":
    return "179504040001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "179504040002":
    return "179504040002: إدارة النشاط الإعلامي"
    case "179504050000":
    return "179504050000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "179504050001":
    return "179504050001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "179504050002":
    return "179504050002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "179504060000":
    return "179504060000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "179504060001":
    return "179504060001: إدارة الجودة"
    case "179504060002":
    return "179504060002: إدارة علاقات المتعاملين"
    case "179504060003":
    return "179504060003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "179504070000":
    return "179504070000: توفير أفضل الخدمات القانونية"
    case "179504070001":
    return "179504070001: إعداد الدراسات والاستشارات القانونية"
    case "179504070002":
    return "179504070002: إدارة الشؤون القانونية"
    case "179504080000":
    return "179504080000: تطبيق أفضل الممارسات العالمية في القيادة"
    case "179504080001":
    return "179504080001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "179504080002":
    return "179504080002: مستشاري الوزير والمدير العام (الوكيل)"
    case "179504090000":
    return "179504090000: توفير أحدث خدمات تقنية المعلومات"
    case "179504090001":
    return "179504090001: تطوير النظم والتطبيقات الإلكترونية"
    case "179504090002":
    return "179504090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "179504090003":
    return "179504090003: ادارة الشبكات وامن المعلومات"
    case "179504100000":
    return "179504100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "179504100001":
    return "179504100001: الصيانة"
    case "179504100002":
    return "179504100002: الإيجار"
    case "179504100003":
    return "179504100003: المواصلات"
    case "179504100004":
    return "179504100004: رسوم الاستشارات"
    case "179504100005":
    return "179504100005: المصروفات المتكررة الأخرى (الصادر والوارد، المرافق، الهواتف ،الخ )"
    case "179504100006":
    return "179504100006: الخدمات المشتركة الاخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ )"
    case "179505010000":
    return "179505010000: بناء قدرات الموظفين في مجال الابتكار"
    case "179505010001":
    return "179505010001: تثقيف وتوعية الموظفين في مجال الإبتكار"
    case "179505010002":
    return "179505010002: إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "179505010003":
    return "179505010003: الإطلاع على أفضل الممارسات في مجال الإبتكار"
    case "179505010004":
    return "179505010004: رعاية المواهب المبتكرة"
    case "179505020000":
    return "179505020000: تبني أحدث أدوات و وسائل الإبتكار داخل الجهة"
    case "179505020001":
    return "179505020001: تطوير نظام لتقديم الاقتراحات والأفكار"
    case "179505020002":
    return "179505020002: تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "179505020003":
    return "179505020003: تنفيذ مختبرات للابتكار/ جلسات عصف ذهني"
    case "179505030000":
    return "179505030000: تحسين العمليات بما يعزز من الإبتكار"
    case "179505030001":
    return "179505030001: توثيق كافة الابتكارات في الجهة (المطبقة مسبقاً والجديدة) في قاعدة"
    case "179505030002":
    return "179505030002: تشجيع البحث والتطوير"
    case "179505030003":
    return "179505030003: عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية و الإعلامية وال"
    case "179601010001":
    return "179601010001:محاضرات الخدمة الوطنية"
    case "179601010002":
    return "179601010002:محاضرات طلبة المدارس"
    case "179601010003":
    return "179601010003:محاضرات المؤسسات الحكومية والخاصة"
    case "179601010004":
    return "179601010004:مقاطع  دينية وطنية بمتناول الجميع"
    case "179601010005":
    return "179601010005:نشر الخطب الدينية"
    case "179601010000":
    return "179601010000:تنفيذ دروس الوعظ الدينية"
    case "179601020001":
    return "179601020001:تعزيز الخطاب الاسلامي العالمي"
    case "179601020002":
    return "179601020002:تنظيم مؤتمر الإمارات في واجهة التطرف"
    case "179601020003":
    return "179601020003:علماء ضيوف صاحب السمو رئيس الدولة حفظه الله"
    case "179601020000":
    return "179601020000:تعزيز الوعي الديني والثقافة الاسلامية"
    case "179601030001":
    return "179601030001:إعداد خطة الوعظ الموحدة باللغة العربية للجااليات العربية"
    case "179601030002":
    return "179601030002:إعداد خطة الوعظ الموحدة باللغة الانجليزية"
    case "179601030003":
    return "179601030003:إعداد خطة الوعظ الموحدة باللغة  الأردو"
    case "179601030004":
    return "179601030004:تقديم برنامج تلفزيوني"
    case "179601030000":
    return "179601030000:تطوير خطة الوعظ الموحدة"
    case "179601040001":
    return "179601040001:تنفيذ محاضرات دينية توعوية للمجتمع"
    case "179601040002":
    return "179601040002:تنفيذ دروس الوعظ والعلوم الشرعية للمجتمع"
    case "179601040000":
    return "179601040000:نشر الثقافة الدينية في المجتمع"
    case "179601050001":
    return "179601050001:نشر الاصدارات الدينية المبسطة"
    case "179601050002":
    return "179601050002:اعداد مقالات لنشر الوعي الديني والوطني"
    case "179601050003":
    return "179601050003:طباعة المصحف الشريف وعلومه"
    case "179601050000":
    return "179601050000:إصدارات مبسطة  للإسهام في تنمية الوعي الديني والثقافة الإسلامية"
    case "179601060001":
    return "179601060001: إعداد إصدارات لتنمية الثقافة الدينية والوطنيه"
    case "179601060002":
    return "179601060002:إعداد ونشر إصدارات باللغات الأجنبية للناطقين بغير العربية"
    case "179601060000":
    return "179601060000:إعداد اصدارات دينية موجه للمجتمع"
    case "179601070001":
    return "179601070001:الرقابة على الاصدارات الدينية الواردة للهيئة"
    case "179601070002":
    return "179601070002:الرقابة على طباعة المصحف الشريف"
    case "179601070003":
    return "179601070003:الرقابة على الاصدارات الدينية الواردة  لليئة"
    case "179601070004":
    return "179601070004:الرقابة على مطبوعات المساجد ومراكز تحفيظ القران"
    case "179601070000":
    return "179601070000:الرقابة الدينية على اصدارات الهيئة"
    case "179601080001":
    return "179601080001:تطبيق ذكي  لتعليم القرآن الكريم"
    case "179601080002":
    return "179601080002:تطوير معايير ابتكارية للمسابقة السنوية لحفظ وتلاوة القرآن الكريم"
    case "179601080003":
    return "179601080003:تحسين وتطوير عملية تحفيظ القرآن الكريم"
    case "179601080004":
    return "179601080004:بصمة إرتقاء"
    case "179601080000":
    return "179601080000:منارات قرآنية ابتكارية"
    case "179601090001":
    return "179601090001:تنظيم حلقات تحفيظ القرآن الكريم لذوي الاحتياجات الخاصة"
    case "179601090002":
    return "179601090002:اعداد مناهج تحفيظ القرآن الكريم"
    case "179601090000":
    return "179601090000:تعزيز أعمال المراكز"
    case "179601100001":
    return "179601100001:تنفيذ دورات لتحفيظ القرآن الكريم الأولى والثانية"
    case "179601100000":
    return "179601100000:تنظيم دورات تحفيظ القرآن الكريم"
    case "179601110001":
    return "179601110001:تطوير برنامج الخطيب المؤثر"
    case "179601110002":
    return "179601110002:تطوير منهج لخطب الجمعة للأعاجم."
    case "179601110003":
    return "179601110003:تطوير برنامج ديني ذات طابع استراتيجي محدد"
    case "179601110000":
    return "179601110000:تطوير المناهج الدينية التي تنبذ الايدلوجيات الهدامة"
    case "179601120001":
    return "179601120001:تطوير الكتاب السنوي لخطب الجمعة"
    case "179601120000":
    return "179601120000:تطوير خطبة الجمعه"
    case "179601130001":
    return "179601130001:اعداد ومراجعة وتقييم خطبة الجمعة"
    case "179601130000":
    return "179601130000:تقديم خطبة الجمعه"
    case "179601140001":
    return "179601140001:تطوير نظام إلكتروني لخطبة الجمعة"
    case "179601140002":
    return "179601140002:تطوير نظام الكتروني لإدارة الوعظ"
    case "179601140003":
    return "179601140003:تطوير نظام الكتروني لإدارة المساجد"
    case "179601140004":
    return "179601140004:تطوير نظام الكتروني للبحوث والاصدارات الدينية"
    case "179601140000":
    return "179601140000:تطوير برامج الكترونيه لتعزيز الخطاب الديني"
    case "179601150001":
    return "179601150001:تنمية الوعي الديني المعتدل المرتبط بحب الوطن والمحافظة عليه"
    case "179601150002":
    return "179601150002:تعزيز الروابط الأسرية"
    case "179602010001":
    return "179602010001:إرسال فتاوى التوعية للجمهور دون طلبهم للفتاوى"
    case "179602010002":
    return "179602010002:عمل رابط إلكتروني للإمام الجامع"
    case "179602010003":
    return "179602010003:تقديم برنامج يستفتونك"
    case "179602010004":
    return "179602010004:تصنيف خطباء وأئمة المساجد"
    case "179602010005":
    return "179602010005:تنظيم مساهمات المجتمع المعنوية في اعتماد محفظين مواطنين لعقد دروس"
    case "179602010000":
    return "179602010000:تقديم خدمات إسلامية متميزة"
    case "179602020001":
    return "179602020001:تطوير النظام الكتروني"
    case "179602020002":
    return "179602020002:تطوير نظام إلكتروني لاستقبال الفتاوى والرد عليها."
    case "179602020003":
    return "179602020003:تطوير إصدار فتاوى"
    case "179602020000":
    return "179602020000:تطوير نشر الفتاوى"
    case "179602030001":
    return "179602030001:تحديث  الفتاوى على الموقع الإلكتروني"
    case "179602030000":
    return "179602030000:تعزيز ثقافة الفتوى لدى المعنيين"
    case "179602040001":
    return "179602040001:تقديم الفتاوى الهاتفية"
    case "179602040002":
    return "179602040002:فتاوى الرسائل النصية SMS"
    case "179602040003":
    return "179602040003:فتاوى الإنترنت"
    case "179602040000":
    return "179602040000:تقديم الفتاوى"
    case "179602050001":
    return "179602050001:للنهوض بمستوى خدمات الشؤون الإسلاميةالمقدمة في المساجد وتقديم خدمات"
    case "179602050002":
    return "179602050002:تنظيم مساهمات المجتمع المادية في بناء وصيانة المساجد والمرافق"
    case "179602050003":
    return "179602050003:تطوير معايير عمل الأئمة  والمؤذنين"
    case "179602050000":
    return "179602050000:رفع مستوى خدمات المساجد"
    case "179602060001":
    return "179602060001:إعداد دراسة ابتكارية لمعايير المساجد الذكية"
    case "179602060002":
    return "179602060002:إمام الجامع"
    case "179602060003":
    return "179602060003:الملتقى الابتكاري للأئمة والمؤذنين"
    case "179602060004":
    return "179602060004:الملتقى الابتكاري لطلاب حلقات المساجد ومراكز التحفيظ"
    case "179602060000":
    return "179602060000:مساجدنا من مظاهر حضارتنا"
    case "179602070001":
    return "179602070001:تحديد آماكن الصلاة"
    case "179602070002":
    return "179602070002:الاعلان الرسمي عن اماكن الصلاة"
    case "179602070003":
    return "179602070003:رفع جاهزية اماكن الصلاة"
    case "179602070000":
    return "179602070000:تطوير مصليات العيد"
    case "179602080001":
    return "179602080001:تزويد مكتبات المساجد بالمصاحف"
    case "179602080002":
    return "179602080002:تركيب شاشات إلكترونيه في المساجد"
    case "179602080000":
    return "179602080000:تمكين المساجد"
    case "179602090001":
    return "179602090001:توحيد الآذان داخل المساجد (الموحد)"
    case "179602090002":
    return "179602090002:تيسير صلاة الجماعه للمجتمع"
    case "179602090003":
    return "179602090003:تنظيم دروس المساجد"
    case "179602090004":
    return "179602090004:فرش المساجد"
    case "179602090000":
    return "179602090000:إدارة شؤون المساجد"
    case "179602100001":
    return "179602100001:تطوير رخصة مزاولة مهنة الحج والعمرة الكترونياً"
    case "179602100002":
    return "179602100002:نشر الاعلانات بمختلف وسائل الاعلام"
    case "179602100003":
    return "179602100003:نافذة ذكية لخدمة الحجاج والمعتمرين"
    case "179602100000":
    return "179602100000:تطوير خدمات الحج الكترونياً"
    case "179602110001":
    return "179602110001:تنظيم الاجتماعات الدورية مع الحملات"
    case "179602110002":
    return "179602110002:تنظيم حملة شاملة لتوعية الحملات"
    case "179602110003":
    return "179602110003:توفير الدعم الفني (الالكتروني) لبعثة الحج الرسمية"
    case "179602110000":
    return "179602110000:تفعيل التواصل مع اصحاب الحملات والحجاج"
    case "179602120001":
    return "179602120001:زيارة التفتيش على الحملات التي وصلت مكة والمدينة"
    case "179602120002":
    return "179602120002:تسكين الحملات"
    case "179602120003":
    return "179602120003:توعية الحجاج"
    case "179602120004":
    return "179602120004:اصدار تراخيص حملات الحج والعمرة"
    case "179602120000":
    return "179602120000:إدارة شؤون الحج والعمرة"
    case "179603010001":
    return "179603010001:تطوير قاعدة بيانات للعقارات الوقفية"
    case "179603010002":
    return "179603010002:تطوير قاعدة بيانات للعقارات الوقفية"
    case "179603010003":
    return "179603010003:تطوير نظام لمتابعة الصيانة الوقفية"
    case "179603010004":
    return "179603010004:تطوير نظام لمتابعة الايرادات الوقفية"
    case "179603010000":
    return "179603010000:تطوير برنامج الكتروني لإدارة الوقف"
    case "179603020001":
    return "179603020001:تطوير منصات التبرع"
    case "179603020002":
    return "179603020002:إطلاق حملة إعلامية بوسائل ابتكارية."
    case "179603020003":
    return "179603020003:الملتقى السنوي الابتكاري"
    case "179603020000":
    return "179603020000:إدارة التبرعات الوقفية بطرق ابتكارية"
    case "179603030001":
    return "179603030001:استقبال وقف جديد"
    case "179603030002":
    return "179603030002:بيع الكوبونات الوقفية"
    case "179603030000":
    return "179603030000:جمع التبرعات"
    case "179603040001":
    return "179603040001:مصرف البر والتقوى"
    case "179603040002":
    return "179603040002:مصرف الصحة"
    case "179603040003":
    return "179603040003:مصرف العلم"
    case "179603040004":
    return "179603040004:مصرف الايتام والفقراء"
    case "179603040005":
    return "179603040005:مصرف الرعاية الاجتماعيه وخدمة المجتمع"
    case "179603040000":
    return "179603040000:تمويل المصارف الوقفية"
    case "179603050001":
    return "179603050001:اعداد الميزانية ومتابعة تنفيذها"
    case "179603050002":
    return "179603050002:ادارة المدفوعات والإستحقاقات"
    case "179603050003":
    return "179603050003:إدارة الايرادات"
    case "179603050000":
    return "179603050000:إدارة أموال الوقف"
    case "179604010001":
    return "179604010001:إعداد الميزانية ومتابعة تنفيذها"
    case "179604010002":
    return "179604010002:إدارة الرواتب"
    case "179604010003":
    return "179604010003:إدارة المدفوعات والاستحقاقات"
    case "179604010004":
    return "179604010004:إجراء التدقيق الداخلي"
    case "179604010000":
    return "179604010000:إادارة الموارد المالية بكفاءة وفعالية"
    case "179604020001":
    return "179604020001:إدارة المشتريات"
    case "179604020002":
    return "179604020002:إدارة العقود ومتابعتها"
    case "179604020000":
    return "179604020000:إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "179604030001":
    return "179604030001:تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "179604030002":
    return "179604030002: تدريب وتطوير الموظفين"
    case "179604030003":
    return "179604030003:إدارة خدمات الموارد البشرية الأخرى( تقييم الأداء،التعويضات والفوائد"
    case "179604030000":
    return "179604030000:تطبيق أفضل ممارسات الموارد البشرية"
    case "179604040001":
    return "179604040001:إدارة الجودة"
    case "179604040002":
    return "179604040002:إدارة علاقات المتعاملين"
    case "179604040003":
    return "179604040003:الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "179604040000":
    return "179604040000:ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "179604050001":
    return "179604050001:تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "179604050002":
    return "179604050002:ادارة الشراكات المؤسسية"
    case "179604050003":
    return "179604050003:إدارة النشاط الإعلامي"
    case "179604050000":
    return "179604050000:ضمان تحقيق الاتصال الداخلي والخارجي"
    case "179604060001":
    return "179604060001:مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "179604060002":
    return "179604060002:مستشاري الوزير والمدير العام (الوكيل)"
    case "179604060000":
    return "179604060000:تطبيق أفضل الممارسات العالمية فى القيادة"
    case "179604070001":
    return "179604070001:وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "179604070002":
    return "179604070002:تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "179604070000":
    return "179604070000:وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "179604080001":
    return "179604080001:إعداد الدراسات والاستشارات القانونية"
    case "179604080002":
    return "179604080002:إدارة الشؤون القانونية"
    case "179604080000":
    return "179604080000:توفير أفضل الخدمات القانونية"
    case "179604090001":
    return "179604090001:تطوير النظم والتطبيقات الإلكترونية"
    case "179604090002":
    return "179604090002:توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "179604090003":
    return "179604090003:إدارة الشبكات وأمن المعلومات"
    case "179604090000":
    return "179604090000:توفير أحدث خدمات تقنية المعلومات"
    case "179604100001":
    return "179604100001:الصيانة"
    case "179604100002":
    return "179604100002:الإيجار"
    case "179604100003":
    return "179604100003:المواصلات"
    case "179604100004":
    return "179604100004: رسوم الاستشارات"
    case "179604100005":
    return "179604100005: المصروفات المتكررة الأخرى(الصادر والوارد،المراقف،الهواتف والانترنت"
    case "179604100006":
    return "179604100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "179604100000":
    return "179604100000:توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "179605010001":
    return "179605010001:تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "179605010002":
    return "179605010002:عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/المنظمات الدولية"
    case "179605010003":
    return "179605010003:تواصل القيادات في الهيئة على التواصل مع الموظفين لمناقشة الأفكار"
    case "179605010004":
    return "179605010004:تنفيذ زيارات للموظفين للاطلاع على أفضل الممارسات المحلية/ الخارجية"
    case "179605010005":
    return "179605010005:تطوير مسابقة داخلية لتبني أفضل الممارسات ونماذج العمل الرائدة"
    case "179605010006":
    return "179605010006:رعاية المواهب المبتكرة"
    case "179605010007":
    return "179605010007:تطوير نظام لتقديم الاقتراحات والأفكار الابتكارية"
    case "179605010008":
    return "179605010008:تطوير جائزة داخلية للابتكار"
    case "179605010009":
    return "179605010009:تنفيذ مختبرات للإبتكار/ جلسات عصف ذهني لجذب الأفكار"
    case "179605010010":
    return "179605010010:المشاركة في الفعاليات وعضوية المنظمات لجذب الأفكار من الموظفين"
    case "179605010000":
    return "179605010000:تبني أحدث أدوات ووسائل الابتكار"
    case "179605020001":
    return "179605020001:تنفيذ حملة توعية داخلية للابتكار"
    case "179605020002":
    return "179605020002:الاطلاع على أفضل الممارسات المحلية أو الخارجية في مجال الابتكار"
    case "179605020003":
    return "179605020003:تنفيذ برامج تدريبية للموظفين في مجال الابتكار"
    case "179605020004":
    return "179605020004:إشراك الموظفين في برنامج دبلوم خبير الابتكار الحكومي"
    case "179605020005":
    return "179605020005:تنفيذ حملات توعية داخلية لنشر ثقافة الابتكار بين الموظفين"
    case "179605020006":
    return "179605020006:رعاية المواهب المبتكرة"
    case "179605020000":
    return "179605020000:بناء قدرات الموظفين في مجال الابتكار"
    case "179605030001":
    return "179605030001:تشجيع البحث والتطوير داخل الهيئة"
    case "179605030002":
    return "179605030002:عقد شراكات في مجال الابتكار مع المؤسسات الأكاديمية/المنظمات الدولية"
    case "179605030003":
    return "179605030003:تشجيع القيادات في الهيئةالعامة للشؤون الإسلاميةوالأوقاف على التواصل"
    case "179605030004":
    return "179605030004:تشجيع المشاريع الابتكارية المشتركة بين القطاعات والإدارات ذات"
    case "179605030005":
    return "179605030005:تخصيص أوقات محددة للموظفين للتفاعل والنزول للميدان ولقاء فئات"
    case "179605030000":
    return "179605030000:تحسين العمليات بما يعزز من الابتكار"
    case "179701010001":
    return "179701010001: تحديث التطبيق الذكي للهيئة"
    case "179701010002":
    return "179701010002: تطوير نظام التعليم الالكتروني لانظمة الموارد البشرية المستهدفة"
    case "179701010003":
    return "179701010003: تحديث نظام التوظيف الإلكتروني (إنشاء موقع الوظائف الحكومية الاتحاد"
    case "179701010004":
    return "179701010004: متابعة تفعيل نظام الموارد البشرية الحكومية بياناتي في الجهات المست"
    case "179701010005":
    return "179701010005: متابعة تحديث الهياكل التنظيمية الإلكتروني للجهات المستهدفة"
    case "179701010006":
    return "179701010006: متابعة نظام الخدمة الذاتية"
    case "179701010007":
    return "179701010007: متابعة نظام الحضور والإنصراف الإلكتروني"
    case "179701010008":
    return "179701010008: تطوير نظام التقارير الذكية التنبؤية forecasting"
    case "179701010009":
    return "179701010009: متابعة توحيد قاعدة البيانات الإحصائية الموحدة ESB"
    case "179701010010":
    return "179701010010: متابعة انجاز نظام الأرشفة الإلكترونية لإجراءات الموارد البشرية"
    case "179701010011":
    return "179701010011: تحديث ومتابعة تطوير نظام خدمة المتعاملين لنظم بياناتيBMC remedy"
    case "179701010012":
    return "179701010012: تحديث ومتابعة تطوير نظام التظلمات والاعتراضات الإلكتروني لموظفي ال"
    case "179701010013":
    return "179701010013: متابعة تطوير نظام الاستشارات القانونية الإلكتروني"
    case "179701010014":
    return "179701010014: متابعة تحديث نظام اعتماد للموافقات الالكترونية"
    case "179701010015":
    return "179701010015: متابعة تطوير مجموعات العمل المتعددةMultiple Business Group"
    case "179701010016":
    return "179701010016: تحديث ومتابعة نظام التقارير الذكية BI"
    case "179701010017":
    return "179701010017: تحديث ومتابعة نظام التقارير الاحصائيةDiscoverer"
    case "179701010018":
    return "179701010018: تحديث ومتابعة نظام إدارة الاداء الالكتروني EPMS"
    case "179701010019":
    return "179701010019: تحديث ومتابعة نظام التدريب الالكتروني OLM"
    case "179701010020":
    return "179701010020: تحديث ومتابعة النظام الإلكتروني للتخطيط الاستراتيجي للقوى العاملة"
    case "179701010021":
    return "179701010021: تحديث ومتابعة نظام اتمتة السياسات OPA"
    case "179701010022":
    return "179701010022: مراجعة وتحديث سياسة أمن المعلومات في أنظمة بياناتي"
    case "179701010000":
    return "179701010000: تعزيز ورفع كفاءة التحول الإلكتروني والذكي لنظم الموارد البشرية الم"
    case "179701020001":
    return "179701020001: متابعة تطبيق نظام التخطيط الاستراتيجي للقوى العاملة"
    case "179701020002":
    return "179701020002: متابعة تطبيق نظام تقييم وتوصيف الوظائف"
    case "179701020003":
    return "179701020003: متابعة التزام الجهات الاتحادية بقانون الموارد البشرية ولوائحه HR A"
    case "179701020004":
    return "179701020004: متابعة تطبيق دليل تحسين الموارد البشرية في الحكومة الاتحادية - HR"
    case "179701020005":
    return "179701020005: متابعة تطبيق دليل الجذب والاستقطاب والحفاظ على الموظفين في الحكومة"
    case "179701020006":
    return "179701020006: متابعة تطبيق دليل التعاقب والمسار الوظيفي"
    case "179701020007":
    return "179701020007: ادارة ممكنات الموارد البشرية في الحكومة الاتحادية بالتعاون مع مكتب"
    case "179701020000":
    return "179701020000: تعزيز ودعم تطبيق نظم وسياسات العمل لرأس المال البشري الحكومي (Impl"
    case "179701030001":
    return "179701030001: مراجعة قانون الموارد البشرية في الحكومة الاتحادية"
    case "179701030002":
    return "179701030002: مراجعة لائحة الموارد البشرية في الحكومة الاتحادية"
    case "179701030003":
    return "179701030003: متابعة تطبيق دليل التدوير الوظيفي (Re-Deployment)"
    case "179701030004":
    return "179701030004: مراجعة نظام المكافآت والحوافز"
    case "179701030005":
    return "179701030005: مراجعة تحديث سياسة انظمة خيارات العمل"
    case "179701030006":
    return "179701030006: مراجعة نظام التعويضات لموظفي الحكومة الاتحادية"
    case "179701030007":
    return "179701030007: مراجعة وتطوير دليل عمليات الموارد البشرية في الحكومة الاتحادية"
    case "179701030000":
    return "179701030000: تحديث و تطوير نظم وسياسات عمل رأس المال البشري الحكومي (Developmen"
    case "179701040001":
    return "179701040001: إعداد دراسة تحسين خيارات الخدمة الممتدة في الحكومة الاتحادية"
    case "179701040002":
    return "179701040002: تحديث دراسة الانتاجية في الحكومة الاتحادية"
    case "179701040003":
    return "179701040003: إعداد دراسة تعهيد الخدمات المساندة في الحكومة الاتحادية"
    case "179701040004":
    return "179701040004: إعداد دراسة خيارات العلاوات الفنية للوظائف التخصصية"
    case "179701040005":
    return "179701040005: إعداد دراسة جدول درجات الرواتب والمزايا في الحكومة الاتحادية"
    case "179701040006":
    return "179701040006: إعداد دراسة الدوران الوظيفي في الحكومة الاتحادية"
    case "179701040007":
    return "179701040007: إعداد دراسات اخرى"
    case "179701040008":
    return "179701040008: تطوير الية توثيق افضل ممارسات الموارد البشرية الحكومية ونشرها عالم"
    case "179701040000":
    return "179701040000: تطوير وإصدار الدراسات والبحوث في مجال رأس المال البشري الحكومي"
    case "179701050001":
    return "179701050001: وضع الإطار العام لمصفوفة قياس الانتاجية في الحكومة الاتحادية"
    case "179701050002":
    return "179701050002: متابعة ونشر نتائج قياس مصفوفة الانتاجية في الحكومة الاتحادية"
    case "179701050000":
    return "179701050000: متابعة و توثيق ونشر مصفوفة الانتاجية في الحكومة الاتحادية"
    case "179701060001":
    return "179701060001: متابعة الأنشطة المشتركة بين الهيئة وزارة شؤون الرئاسة"
    case "179701060002":
    return "179701060002: متابعة الأنشطة المشتركة بين الهيئة ومكتب رئاسة مجلس الوزراء"
    case "179701060003":
    return "179701060003: متابعة الأنشطة المشتركة بين الهيئة والأمانة العامة لمجلس الوزراء"
    case "179701060004":
    return "179701060004: متابعة الأنشطة المشتركة بين الهيئة وهيئة الخدمة الوطنية والاحتياطي"
    case "179701060005":
    return "179701060005: متابعة الأنشطة المشتركة بين الهيئة وكلية الدفاع الوطني"
    case "179701060006":
    return "179701060006: متابعة الأنشطة المشتركة بين الهيئة وديوان المحاسبة"
    case "179701060007":
    return "179701060007: متابعة الأنشطة المشتركة بين الهيئة والجهات الأخرى"
    case "179701060000":
    return "179701060000: متابعة الأنشطة المشتركة بين الهيئة والشركاء الاستراتيجيين في الحكو"
    case "179701070001":
    return "179701070001: الاستفسار عن القانون ولائحته، ولائحة الجهات المستقلة (خدمة ذات أول"
    case "179701070002":
    return "179701070002: الاستفسار عن حلول ونظم الموارد البشرية الصادرة عن الهيئة"
    case "179701070003":
    return "179701070003: البت في الاعتراضات الواردة للجنة الاعتراضات المركزية"
    case "179701070000":
    return "179701070000: المشورة القانونية الخاصة بالموارد البشرية"
    case "179701080001":
    return "179701080001: دعم الجهات الاتحادية في تنفيذ إجراءات الموارد البشرية في نظام بيان"
    case "179701080002":
    return "179701080002: دعم الجهات الاتحادية في استخدام الخدمة الذاتية في نظام بياناتي (خد"
    case "179701080003":
    return "179701080003: دعم الجهات الاتحادية في عمليات الدعم والصيانة من خلال نظام خدمة ال"
    case "179701080004":
    return "179701080004: دعم الجهات الاتحادية في استخدام نظام التدريب والتطوير الإلكتروني ف"
    case "179701080005":
    return "179701080005: دعم الجهات الاتحادية في استخدام نظام إدارة الأداء الإلكتروني في نظ"
    case "179701080006":
    return "179701080006: دعم الجهات الاتحادية في إصدار التقارير الإحصائية لتلك الجهات"
    case "179701080000":
    return "179701080000: بياناتي - إدارة نظام معلومات وبيانات موظفي الحكومة الاتحادية"
    case "179701090001":
    return "179701090001: عقد ورش عمل توعوية بالنظم الصادرة من الهيئة"
    case "179701090002":
    return "179701090002: إصدار التعاميم الخاصة بقانون الموارد البشرية ولائحته والنظم الصادر"
    case "179701090003":
    return "179701090003: إرسال رسائل توعوية"
    case "179701090004":
    return "179701090004: عقد الورش التدريبية والتطويرية لنظم الموارد البشرية الصادرة عن اله"
    case "179701090000":
    return "179701090000: التوعية والتدريب ذات العلاقة بالموارد البشرية"
    case "179701100001":
    return "179701100001: إصدار النشرة الإحصائية لبيانات الموارد البشرية"
    case "179701100000":
    return "179701100000: التقارير الدورية الخاصة بالموارد البشرية"
    case "179701110001":
    return "179701110001: الرد على الاستفسارات"
    case "179701110000":
    return "179701110000: علاقات المتعاملين"
    case "179702010001":
    return "179702010001: وضع اطار ادارة المواهب البشرية في الحكومة الاتحادية"
    case "179702010002":
    return "179702010002: متابعة تطبيق بنك المهارات الحكومية"
    case "179702010003":
    return "179702010003: متابعة تنفيذ برنامج شهادات الموارد البشرية الحكومية التخصصية"
    case "179702010000":
    return "179702010000: تطوير وتطبيق برنامج إدارة المواهب البشرية الحكومية"
    case "179702020001":
    return "179702020001: متابعة تطبيق خطط التوطين في الحكومة الاتحادية"
    case "179702020002":
    return "179702020002: متابعة تطبيق برنامج رعاية خريجي الثانوية العامة (مسار)"
    case "179702020000":
    return "179702020000: تحديث ومتابعة تطبيق برنامج التوطين في الحكومة الاتحادية"
    case "179702030001":
    return "179702030001: متابعة تطبيق نظام قدرات"
    case "179702030002":
    return "179702030002: اعداد مقترح انشاء مركز «قدرات» لقياس قدرات موظفي الحكومة الاتحادية"
    case "179702030000":
    return "179702030000: تحديث ومتابعة تطبيق مشروع قياس قدرات الموظفين في الحكومة الاتحادية"
    case "179702040001":
    return "179702040001: توسيع قاعدة شركاء التدريب المفضلين وتنويعها وتنويعها في الحكومة ال"
    case "179702040002":
    return "179702040002: متابعة وتنفيذ البرامج التدريبية ضمن معارف"
    case "179702040003":
    return "179702040003: تحديث مقترح انشاء الكلية الاتحادية للتدريب"
    case "179702040000":
    return "179702040000: تحديث ومتابعة تطبيق مشروع شركاء المعرفة المفضلون في الحكومة الاتحا"
    case "179702050001":
    return "179702050001: مراجعة وتحديث معايير جائزة الامارات للموارد البشرية في الحكومة الا"
    case "179702050002":
    return "179702050002: متابعة تطبيق جائزة الامارات للموارد البشرية في الحكومة الاتحادية"
    case "179702050000":
    return "179702050000: تحديث ومتابعة جائزة الامارات للموارد البشرية في الحكومة الاتحادية"
    case "179702060001":
    return "179702060001: مراجعة نظام إدارة الاداء الوظيفي"
    case "179702060002":
    return "179702060002: متابعة تطبيق نظام إدارة الاداء الوظيفي"
    case "179702060003":
    return "179702060003: مراجعة وتطوير بنك الاهداف الوظيفية"
    case "179702060000":
    return "179702060000: تحديث و متابعة تطبيق إدارة نظام إدارة الأداء الوظيفي"
    case "179702070001":
    return "179702070001: تطوير دليل استرشادي حول اشكال التدريب المختلفة"
    case "179702070002":
    return "179702070002: مراجعة وتحديث نظام التدريب والتطوير"
    case "179702070003":
    return "179702070003: متابعة تطبيق نظام التدريب والتطوير"
    case "179702070000":
    return "179702070000: تحديث و متابعة تطبيق نظام التدريب والتطوير"
    case "179702080001":
    return "179702080001: إدارة وعقد معرض التدريب والتطوير"
    case "179702080002":
    return "179702080002: إدارة وعقد المؤتمر الدولي للموارد البشرية"
    case "179702080003":
    return "179702080003: إصدار مجلة صدى الموارد البشرية"
    case "179702080004":
    return "179702080004: إدارة وعقد لقاءات نادي الموارد البشرية"
    case "179702080005":
    return "179702080005: إدارة منتدى الموارد البشرية الإلكتروني"
    case "179702080006":
    return "179702080006: إدارة ومتابعة نشر المعرفة القانونية في الموارد البشرية"
    case "179702080000":
    return "179702080000: خلق ونشر المعرفة في الموارد البشرية الحكومية"
    case "179702090001":
    return "179702090001: إصدار خطط التوطين والإحلال في الحكومة الاتحادية"
    case "179702090002":
    return "179702090002: إصدار تقارير مؤشرات أداء استراتيجية الموارد البشرية"
    case "179702090000":
    return "179702090000: التقارير الدورية الخاصة بالموارد البشرية"
    case "179702100001":
    return "179702100001: إصدار قائمة شركاء التدريب المفضلين"
    case "179702100002":
    return "179702100002: إصدار جدول البرامج التدريبية"
    case "179702100003":
    return "179702100003: التسجيل للدورة التدريبية"
    case "179702100000":
    return "179702100000: معارف - شركاء التدريب المفضلين"
    case "179703010001":
    return "179703010001: اطلاق دراسات الرضا الدورية بالتنسيق مع مكتب رئاسة مجلس الوزراء"
    case "179703010002":
    return "179703010002: اعداد دراسة توصيات الاجراءات التصحيحية لنتائج الرضا الوظيفي"
    case "179703010000":
    return "179703010000: تعزيز رضا وسعادة موظفي الحكومة الاتحادية"
    case "179703020001":
    return "179703020001: متابعة تطبيق نظام المكافآت التشجيعية والمزايا الوظيفية في الجهات ا"
    case "179703020002":
    return "179703020002: متابعة تطبيق دليل الرفاه الوظيفي وبيئة العمل الايجابية للموظفين في"
    case "179703020003":
    return "179703020003: تنفيذ ومتابعة تطبيق دليل الصحة والسلامة في الحكومة الاتحادية"
    case "179703020004":
    return "179703020004: إطلاق بطاقة سعادة الموظف Happy Score Card"
    case "179703020005":
    return "179703020005: تطوير دليل استراتيجيات إدارة التغيير وثقافة العمل الحكومي"
    case "179703020006":
    return "179703020006: متابعة مبادرة ما قصرت في الحكومة الاتحادية"
    case "179703020000":
    return "179703020000: تعزيز الرفاه الوظيفي في الحكومة الاتحادية"
    case "179703030001":
    return "179703030001: تطوير دليل الخدمة المجتمعية للموظف الحكومي"
    case "179703030002":
    return "179703030002: متابعة تطبيق دليل الخدمة المجتمعية في الحكومة الاتحادية"
    case "179703030000":
    return "179703030000: تعزيز الوعي و الدور المجتمعي للموظف الحكومي"
    case "179703040001":
    return "179703040001: توسيع شبكة برنامج امتيازات لموظفي الحكومة الاتحادية"
    case "179703040002":
    return "179703040002: تحديث ومتابعة تطبيق برنامج امتيازات على مستوى الحكومة الاتحادية"
    case "179703040000":
    return "179703040000: تحديث و متابعة برنامج امتيازات"
    case "179704010001":
    return "179704010001: إعداد الميزانية ومتابعة تنفيذها"
    case "179704010002":
    return "179704010002: إدارة الرواتب"
    case "179704010003":
    return "179704010003: إدارة المدفوعات والاستحقاقات"
    case "179704010004":
    return "179704010004: إجراء التدقيق الداخلي"
    case "179704010000":
    return "179704010000: إادارة الموارد المالية بكفاءة وفعالية"
    case "179704020001":
    return "179704020001: إدارة المشتريات"
    case "179704020002":
    return "179704020002: إدارة العقود ومتابعتها"
    case "179704020000":
    return "179704020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "179704030001":
    return "179704030001: تخطيط الموارد البشرية والاستقطاب والتعيين"
    case "179704030002":
    return "179704030002: تدريب وتطوير الموظفين"
    case "179704030003":
    return "179704030003: إدارة خدمات الموارد البشرية الأخرى ( تقييم الأداء، التعويضات والفو"
    case "179704030000":
    return "179704030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "179704040001":
    return "179704040001: إدارة الجودة"
    case "179704040002":
    return "179704040002: إدارة علاقات المتعاملين"
    case "179704040003":
    return "179704040003: الإعداد للمشاركة بجائزة الشيخ خليفة للتميز"
    case "179704040000":
    return "179704040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "179704050001":
    return "179704050001: تخطيط وتنسيق الاتصالات الداخلية والخارجية"
    case "179704050002":
    return "179704050002: إدارة النشاط الإعلامي"
    case "179704050000":
    return "179704050000: ضمان تحقيق الاتصال الداخلي والخارجي"
    case "179704060001":
    return "179704060001: مكاتب الوزراء والمدير العام (الوكيل) والمديرين التنفيذيين"
    case "179704060002":
    return "179704060002: مستشاري الوزير والمدير العام (الوكيل)"
    case "179704060000":
    return "179704060000: تطبيق أفضل الممارسات العالمية فى القيادة"
    case "179704070001":
    return "179704070001: وضع وتطوير الخطة التشغيلية والإستراتيجية"
    case "179704070002":
    return "179704070002: تحديد مؤشرات الأداء الرئيسية وقياس الأداء"
    case "179704070000":
    return "179704070000: وضع وتطوير الخطة الاستراتيجية وقياس الأداء"
    case "179704080001":
    return "179704080001: إعداد الدراسات والاستشارات القانونية"
    case "179704080002":
    return "179704080002: إدارة الشؤون القانونية"
    case "179704080000":
    return "179704080000: توفير أفضل الخدمات القانونية"
    case "179704090001":
    return "179704090001: تطوير النظم والتطبيقات الإلكترونية"
    case "179704090002":
    return "179704090002: توفير الدعم الفني للمستخدمين (خط مساعدة)"
    case "179704090003":
    return "179704090003: إدارة الشبكات وأمن المعلومات"
    case "179704090000":
    return "179704090000: توفير أحدث خدمات تقنية المعلومات"
    case "179704100001":
    return "179704100001: الصيانة"
    case "179704100002":
    return "179704100002: الإيجار"
    case "179704100003":
    return "179704100003: المواصلات"
    case "179704100004":
    return "179704100004: رسوم الاستشارات"
    case "179704100005":
    return "179704100005: المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف والانت"
    case "179704100006":
    return "179704100006: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "179704100000":
    return "179704100000: توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة عالية"
    case "179704110001":
    return "179704110001: إصدار مجلة الموارد البشرية"
    case "179704110000":
    return "179704110000: التوعية والتدريب ذات العلاقة بالموارد البشرية"
    case "179704120001":
    return "179704120001: استقبال الملاحظات أو الشكاوى"
    case "179704120002":
    return "179704120002: استقبال المقترحات"
    case "179704120000":
    return "179704120000: علاقات المتعاملين"
    case "179705010001":
    return "179705010001: اشراك الموظفين في ورش تدريبية أو شهادات تخصصية أو مؤتمرات مختصة با"
    case "179705010002":
    return "179705010002: تنظيم فعاليات واستقطاب متحدثين في مجال الابتكار"
    case "179705010003":
    return "179705010003: رفع مستويات الوعي بثقافة الابتكار وتسويق مبادىء الابتكار"
    case "179705010000":
    return "179705010000: بناء قدرات الموظفين في مجال الابتكار"
    case "179705020001":
    return "179705020001: اطلاق مسابقة ابتكاري"
    case "179705020002":
    return "179705020002: استحداث ركن الابتكار في مجلة الموارد البشرية الشهرية"
    case "179705020003":
    return "179705020003: تطوير نظام الاقتراحات بطريقة مبتكرة"
    case "179705020004":
    return "179705020004: اطلاق قناة الابتكار الالكترونية (الموقع الالكتروني)"
    case "179705020000":
    return "179705020000: تبني أحدث أدوات ووسائل الابتكار داخل الجهة"
    case "179705030001":
    return "179705030001: تطوير شراكات مع جهات محلية وعالمية لتعزيز ثقافة الابتكار في مجال ا"
    case "179705030002":
    return "179705030002: تعزيز قنوات الابتكار"
    case "179705030000":
    return "179705030000: تحسين العمليات بما يعزز من الابتكار"
    case "179801010001":
    return "179801010001 : تبرعات ومساعدات خارجية"
    case "179801010002":
    return "179801010002 : فروق تمويل الجامعات"
    case "179801010003":
    return "179801010003 : مقابل أضرار الخزانة العامة"
    case "179801010004":
    return "179801010004 : تعويضات وأحكام"
    case "179801010005":
    return "179801010005 : سداد مستحقات مالية على الوزارات والجهات"
    case "179801010006":
    return "179801010006 : مصروفات اتحادية اخرى"
    case "179801010007":
    return "179801010007 : انارة الشوارع الاتحادية"
    case "179801010008":
    return "179801010008 : دراسات واستشارات اتحادية (قطاع الموارد والميزانية)"
    case "179801010009":
    return "179801010009 : احتياطي خاص"
    case "179801010010":
    return "179801010010 : يوم زايد للعمل الانساني الاماراتي"
    case "179801010011":
    return "179801010011: احتياطي خاص"
    case "179801020001":
    return "179801020001 : مشروع نظام الاستعلام المبكر عن المسافرين"
    case "179801020002":
    return "179801020002 : الدرهم الالكتروني- الجيل الثاني-"
    case "179801030001":
    return "179801030001 : برنامج التعاون الفني"
    case "179801040001":
    return "179801040001 : دراسات حكومية"
    case "179801050001":
    return "179801050001 : تطوير السياسات والاجراءات والنماذج"
    case "179801050002":
    return "179801050002 : المنتدى الإقتصادي العالمي"
    case "179801050003":
    return "179801050003 : تطوير الانظم المالي"
    case "179801050004":
    return "179801050004 : نظام الموارد البشرية للحكومة الاتحادية"
    case "179801050005":
    return "179801050005 : مقابل ادارة الحسابات المصرفية"
    case "179801060001":
    return "179801060001 : مساهمة الدولة في إنشاء المقر الدائم لمؤسسات دولية وإقليمية"
    case "179801060002":
    return "179801060002 : صندوق النقد العربي"
    case "179801060003":
    return "179801060003 : الصندوق العربي للإنماء الإقتصادي والإجتماعي"
    case "179801060004":
    return "179801060004 : المؤسسة العربية لضمان الاستثمار وائتمان الصادرات"
    case "179801060005":
    return "179801060005 : الهيئة العربية لللاستثمار والإنماء الزراعي"
    case "179801060006":
    return "179801060006 : البنك الاسلامي للتنمية"
    case "179801060007":
    return "179801060007 : الصندوق الدولي للتنمية الزراعية ( إيفاد )"
    case "179801060008":
    return "179801060008 : صندوق الأوبيك للتنمية الدولية ( أوفيد )"
    case "179801060009":
    return "179801060009 : صندوق النقد الدولي"
    case "179801060010":
    return "179801060010 : البنك الدولي للإنشاء والتعمير"
    case "179801060011":
    return "179801060011 : مساهمة الدولة في الصندوق الإنتقالي لشراكة دوفيل"
    case "179801060012":
    return "179801060012 : المؤسسة الإسلامية لتنمية القطاع الخاص"
    case "179801060013":
    return "179801060013 : دراسات واستشارات اتحادية( قطاع العلاقات الدولية)"
    case "179801070001":
    return "179801070001 : عقد مايكروسوفت (رخص وبرامج)"
    case "179801070002":
    return "179801070002 : تطوير النظام المالي"
    case "179801080001":
    return "179801080001 : مقابل مخصصات اشتراكات تقاعد سابقة"
    case "179801080002":
    return "179801080002 : مقابل معاشات التقاعد ومكافآت المواطنين ( مدنيون )"
    case "179801080003":
    return "179801080003 : مقابل معاشات التقاعد ومكافآت المواطنين ( عسكريون )"
    case "179801080004":
    return "179801080004 : حصة الحكومة في معاشات القطاع الخاص"
    case "179801080005":
    return "179801080005 : %تعويض الهيئة العامة للمعاشات عن فروق المعاشات 70"
    case "179801080006":
    return "179801080006 : تعويض الهيئة العامة للمعاشات عن رفع الحد الادنى 10000 درهم"
    case "179801080007":
    return "179801080007 : المعاشات والمكافآت الاستثنائية"
    case "179802010001":
    return "179802010001 : جامعة الإمارات العربية المتحدة"
    case "179802010002":
    return "179802010002 : مجمع كليات التقنية العليا"
    case "179802010003":
    return "179802010003 : جامعة  زايد"
    case "179802010004":
    return "179802010004 : الهيئة الوطنية للمؤهلات"
    case "179802010005":
    return "179802010005 : ديوان المحاسبة"
    case "179802010006":
    return "179802010006 : الهيئة العامة للرياضة"
    case "179802010007":
    return "179802010007 : الهيئة الاتحادية للجمارك"
    case "179802010008":
    return "179802010008 : برنامج الشيخ زايد للإسكان"
    case "179802010009":
    return "179802010009 : هيئة الإمارات للمواصفات والمقاييس"
    case "179802010010":
    return "179802010010 : صندوق الزكاة"
    case "179802010011":
    return "179802010011 : الهيئة العامة للشئون الإسلامية والأوقاف"
    case "179802010012":
    return "179802010012 : المجلس الاتحادي للتركيبة السكانية"
    case "179802010013":
    return "179802010013 : هيئة الهلال الأحمر لدولة الإمارات العربية المتحدة"
    case "179802010014":
    return "179802010014 : مكتب رئاسة مجلس الوزراء"
    case "179802010015":
    return "179802010015 : مكتب الشؤون السياسية لنائب رئيس الدولة"
    case "179802010016":
    return "179802010016 : المجلس الوطني للإعلام"
    case "179802010017":
    return "179802010017 : الهيئة الاتحادية للمواصلات البرية والبحرية"
    case "179802010018":
    return "179802010018 : اللجنة الوطنية للمؤتمرات"
    case "179802010019":
    return "179802010019 : الأمانة العامة لمجلس الوزراء"
    case "179802010020":
    return "179802010020 : المجلس الوطني الاتحادي"
    case "179802010021":
    return "179802010021 : الهيئة الاتحادية للموارد البشرية الحكومية"
    case "179802010022":
    return "179802010022 : مكتب وزير الدولة (معالي د. سلطان الجابر)"
    case "179802010023":
    return "179802010023 : وكالة الإمارات للفضاء"
    case "179802010024":
    return "179802010024 : اكاديمية الإمارات الدبلوماسية"
    case "179802010025":
    return "179802010025 : المجلس الأعلى للامومة والطفولة"
    case "179802010026":
    return "179802010026 : الهيئة الاتحادية للتنافسية والإحصاء"
    case "179802010027":
    return "179802010027 : مجلس الامارات للتوازن بين الجنسين"
    case "179802010028":
    return "179802010028 : مكتب وزير التسامح"
    case "179802010029":
    return "179802010029 : وزيرة الدولة للسعادة وجودة الحياة"
    case "179802010030":
    return "179802010030 : وزيرة الدولة لشؤون الشباب"
    case "179802020001":
    return "179802020001 : شراء وانشاء مقرات لوزارة الخارجية والتعاون الدولة خارج الدولة"
    case "179802020002":
    return "179802020002 : إلغاء التشعيب بالمدارس الحكومية"
    case "179802020003":
    return "179802020003 : دعم مبادارات الجهات الاتحادية الصادرة من مجلس الوزراء"
    case "179802020004":
    return "179802020004 : مصروفات دعم الابتكار (1%)"
    case "179802020005":
    return "179802020005 : دعم الصندوق الوطني للقراءة"
    case "179802020006":
    return "179802020006 : مصروفات تأسيس صندوق محمد بن راشد لتمويل الابتكار"
    case "179802020007":
    return "179802020007 : مساهمة الحكومة بصندوق محمد بن راشد للابتكار"
    case "179802020008":
    return "179802020008 : سداد الالتزامات المالية عن المتعثرين لصندوق الابتكار"
    case "179802020009":
    return "179802020009 : مصاريف تشغيل صندوق محمد بن راشد للابتكار(مصرف الامارات للتنمية)"
    case "179802020010":
    return "179802020010:المخصصات المالية للمستشفيات والمراكز الطبية التابعة للمكتب الطبي"
    case "179802020011":
    return "179802020011:"
    case "179802020012":
    return "179802020012: مسرع الابتكار"
    case "179802020013":
    return "179802020013: مصروفات اللجنة العليا للاشراف على عملية التقييم المتبادل"
    case "179802020014":
    return "179802020014: مصاريف الاجتماعات السنوية لحكومة الامارات"
    case "179802020015":
    return "179802020015: سداد الظرائب المستحقة على الجهات الاتحادية"
    case "179802020016":
    return "179802020016: عام زايد"
    case "179803010001":
    return "179803010001 : جهاز الإمارات للاستثمار"
    case "179803010002":
    return "179803010002 : مساهمة الحكومة الاتحادية في تمويل مشروع قطار الاتحاد"
    case "179803010003":
    return "179803010003: مصرف الامارات للتنمية"
    case "173801010001":
    return "173801010001:  الإقرارات الضريبية والسداد"
    case "173801010002":
    return "173801010002:  التسجيل الضريبي"
    case "173801010000":
    return "173801010000: التسجيل والإقرارات الضريبية"
    case "173801020001":
    return "173801020001: الامتثال الضريبي"
    case "173801020002":
    return "173801020002: الانفاد الضريبي"
    case "173801020000":
    return "173801020000: الامتثال والانفاد الضريبي بكفاءة وفعالية"
    case "173801030001":
    return "173801030001: خدمات الشركات الكبرى والقطاع الحكومي"
    case "173801030002":
    return "173801030002: مركز الاتصال"
    case "173801030000":
    return "173801030000: خدمة دافعي الضرائب وضمان الاستجابة السريعة"
    case "173801040001":
    return "173801040001: ادارة الشؤون الضريبية"
    case "173801040000":
    return "173801040000: إدارة الشؤون الضريبية وفق أفضل الممارسات العالمية"
    case "173802010001":
    return "173802010001: دعم البنية التحتية التقنية"
    case "173802010002":
    return "173802010002: الدعم الفني للمستخدمين"
    case "173802010000":
    return "173802010000: الخدمات الالكترونية"
    case "173802020001":
    return "173802020001: إدارة الموردين الخارجيين"
    case "173802020002":
    return "173802020002: إدارة المشاريع"
    case "173802020000":
    return "173802020000: إدارة المشاريع بأعلى كفاءة وأقل كلفة"
    case "173802030001":
    return "173802030001: إدارة النظم المؤسسية للخدمات المساندة"
    case "173802030002":
    return "173802030002: إدارة النظم المؤسسية للضرائب"
    case "173802030000":
    return "173802030000: نظام الأعمال المؤسسية"
    case "173803010001":
    return "173803010001: إعداد الميزانية ومتابعة تنفيذها وتقييم الفروقات"
    case "173803010002":
    return "173803010002: إدارة الرواتب"
    case "173803010003":
    return "173803010003: إدارة المدفوعات والاستحقاقات"
    case "173803010000":
    return "173803010000: إدارة الموارد المالية بكفاءة وفعالية"
    case "173803020001":
    return "173803020001: إدارة المشتريات"
    case "173803020002":
    return "173803020002: إدارة العقود ومتابعتها"
    case "173803020000":
    return "173803020000: إدارة المشتريات وفق أفضل الممارسات العالمية"
    case "173803030001":
    return "173803030001: تدريب وتطوير الموارد البشرية"
    case "173803030002":
    return "173803030002: ادارة الموارد البشرية وعلاقات الموظفين بأفضل جودة"
    case "173803030000":
    return "173803030000: تطبيق أفضل ممارسات الموارد البشرية"
    case "173803040001":
    return "173803040001: الأداء المؤسسي الاحترافي"
    case "173803040002":
    return "173803040002: التخطيط الاستراتيجي واستشراف المستقبل"
    case "173803040000":
    return "173803040000: ضمان تطبيق معايير الجودة والتميز المؤسسي"
    case "173803050001":
    return "173803050001: قسم الاتصال الاعلامي"
    case "173803050002":
    return "173803050002: قسم التوعية والتثقيف لنشر المعرفة بشكل أفضل"
    case "173803050000":
    return "173803050000:  ضمان تحقيق الاتصال الداخلي والخارجي"
    case "173803060001":
    return "173803060001:  مكتب المدير العام والمديرين التنفيذيين"
    case "173803060002":
    return "173803060002: مستشاري المدير العام"
    case "173803060000":
    return "173803060000:  تطبيق أفضل الممارسات العالمية فى القيادة"
    case "173803070001":
    return "173803070001: الخدمات القانونية للشؤون الضريبية"
    case "173803070002":
    return "173803070002: الخدمات القانونية للشؤون المساندة"
    case "173803070000":
    return "173803070000: توفير أفضل الخدمات القانونية"
    case "173803080001":
    return "173803080001: إجراء التدقيق الداخلي"
    case "173803080000":
    return "173803080000: التدقيق الداخلي لأفضل أداء"
    case "173803090001":
    return "173803090001: الصيانة والحفاظ على سلامة الممتلكات"
    case "173803090002":
    return "173803090002: إدارة الايجارات لتوفير بيئة عمل مناسبة"
    case "173803090003":
    return "173803090003: المواصلات"
    case "173803090004":
    return "173803090004: إدارة المصروفات المتكررة الأخرى (الصادر والوارد، المراقف، الهواتف"
    case "173803090005":
    return "173803090005: الخدمات المشتركة الأخرى (أدوات مكتب، قرطاسية ومتفرقات، الخ)"
    case "173803090006":
    return "173803090006: تأمين المباني والحفاظ على السلامة"
    case "173803090007":
    return "173803090007: الاصول الثابتة ( المفروشات )"
    case "173803090008":
    return "173803090008: الاثاث والتجهيزات المكتبية و الكمبيوترات والتصميم الداخلي"
    case "173803090000":
    return "173803090000:  توفير خدمات مشتركة لكافة الوحدات التنظيمية بكفاءة"


    default:
    return id;
  }
}
