export function getLocationName(id){
  switch(id) {
    case "L100":
    return "الامارات العربية المتحدة"
    case "L101":
    return "أبوظبي"
    case "L102":
    return "دبي"
    case "L103":
    return "الشارقة"
    case "L104":
    return "عجمان"
    case "L105":
    return "الفجيرة"
    case "L106":
    return "رأس الخيمة"
    case "L107":
    return "أم القيوين"
    case "L108":
    return "العين"
    case "L109":
    return "المنطقة الغربية"
    case "L000":
    return "موقع عام"
    case "L200":
    return "آسيا"
    case "L201":
    return "أفغانستان - كابول"
    case "L202":
    return "استراليا - كانبيرا"
    case "L203":
    return "استراليا - سيدني"
    case "L204":
    return "البحرين - المنامة"
    case "L205":
    return "بنغلاديش - دكا"
    case "L206":
    return "الصين - بكين"
    case "L207":
    return "الصين - هونغ كونغ"
    case "L208":
    return "الصين - تشانغهاى"
    case "L209":
    return "الهند - نيودلهي"
    case "L210":
    return "قنصلية الإمارات العربية المتحدة الهند - مومباي"
    case "L211":
    return "أندونيسيا - جاكرتا"
    case "L212":
    return "إيران - طهران"
    case "L213":
    return "قنصلية الإمارات العربية المتحدة إيران - بندر عباس"
    case "L214":
    return "العراق - بغداد"
    case "L215":
    return "العراق - اربيل"
    case "L216":
    return "اليابان - طوكيو"
    case "L217":
    return "الأردن - عمان"
    case "L218":
    return "كازاخستان - ألماتي"
    case "L219":
    return "كازاخستان - استانا"
    case "L220":
    return "كوريا الجنوبية - سيول"
    case "L221":
    return "الكويت"
    case "L222":
    return "لبنان - بيروت"
    case "L223":
    return "ماليزيا - كوالالمبور"
    case "L224":
    return "عمان - مسقط"
    case "L225":
    return "باكستان - اسلام اباد"
    case "L226":
    return "قنصلية الإمارات العربية المتحدة باكستان - كراتشي"
    case "L227":
    return "الفلبين - مانيلا"
    case "L228":
    return "قطر - الدوحة"
    case "L229":
    return "روسيا - موسكو"
    case "L230":
    return "قنصلية الإمارات العربية المتحدة المملكة العربية السعودية - الرياض"
    case "L231":
    return "قنصلية الإمارات العربية المتحدة المملكة العربية السعودية - جدة"
    case "L232":
    return "سنغافورة - سنغافورة"
    case "L233":
    return "سريلانكا - كولومبو"
    case "L234":
    return "سوريا - دمشق"
    case "L235":
    return "تايلاند - بانكوك"
    case "L236":
    return "تركيا - أنقرة"
    case "L237":
    return "قنصلية الإمارات العربية المتحدة تركيا - اسطنبول"
    case "L238":
    return "تركمانستان - عشق أباد"
    case "L239":
    return "قنصلية الإمارات العربية المتحدة في أوزبكستان - طشقند"
    case "L240":
    return "سفارة الإمارات العربية المتحدة - هانوي فيتنام"
    case "L241":
    return "اليمن - صنعاء"
    case "L242":
    return "أرمانيا"
    case "L243":
    return "ملبورن - استراليا"
    case "L244":
    return "ويلينغتون - نيوزيلاندا"
    case "L245":
    return "قنصلية الامارات العربية المتحدة – الهند - كيرلا"
    case "L246":
    return "سفارة الامارات العربية المتحدة - نيبال - كاتماندو"
    case "L247":
    return "سفارة الامارات العربية المتحدة - منغوليا – اولان باتور"
    case "L249":
    return "249: سفارة الإمارات العربية المتحدة – ماليه – المالديف"
    case "L250":
    return "L250: قنصلية الإمارات العربية المتحدة – حيدر باد - الهند"
    case "L300":
    return "أفريقيا"
    case "L301":
    return "الجزائر - الجزائر"
    case "L302":
    return "كينيا"
    case "L303":
    return "ليبيا - طرابلس"
    case "L304":
    return "موريتانيا - نواكشوط"
    case "L305":
    return "المغرب - الرباط"
    case "L306":
    return "سفارة الإمارات العربية المتحدة - أبوجا نيجيريا"
    case "L307":
    return "سفارة الإمارات العربية المتحدة  - دكار في السنغال،"
    case "L308":
    return "الصومال - مقديشو"
    case "L309":
    return "جنوب أفريقيا - بريتوريا"
    case "L310":
    return "السودان - الخرطوم"
    case "L311":
    return "سوازيلاند"
    case "L312":
    return "تنزانيا - دار السلام"
    case "L313":
    return "تونس - تونس"
    case "L314":
    return "أوغندا"
    case "L315":
    return "جيبوتي"
    case "L316":
    return "إثيوبيا - أديس أبابا"
    case "L317":
    return "مصر - القاهرة"
    case "L318":
    return "كوناكري- غينيا"
    case "L319":
    return "لواندا - أنجولا"
    case "L320":
    return "مابوتو - موزبيق"
    case "L321":
    return "سفارة الإمارات العربية المتحدة - سيشل - فيكتوريا"
    case "L322":
    return "سفارة الإمارات العربية المتحدة - غانا - اكرا"
    case "L323":
    return "سفارة الامارات العربية المتحدة – تبليسي - جورجيا"
    case "L324":
    return "سفارة الإمارات العربية المتحدة – تشاد – انجمينا"
    case "L325":
    return "قنصلية الإمارات العربية المتحدة – لاغوس  – نيجيريا"
    case "L326":
    return "قنصلية الإمارات العربية المتحدة – كيب تاون – جنوب افريقيا"
    case "L327":
    return "سفارة الإمارات العربية المتحدة – باماكو – مالي"
    case "L328":
    return "سفارة الإمارات العربية المتحدة – هراري – زيمبابوي"
    case "L329":
    return "سفارة الإمارات العربية المتحدة – كيغالي  – رواندا"
    case "L330":
    return "L330: قنصلية الإمارات العربية المتحدة – زنجبار - تنزانيا"
    case "L331":
    return "L331: سفارة الإمارات العربية المتحدة – ابيدجان – ساحل العاج"
    case "L332":
    return "L332: سفارة الإمارات العربية المتحدة – بورت لويس  – موريشيوس"
    case "L333":
    return "L333: سفارة الإمارات العربية المتحدة – بورتونوفو – بنين"
    case "L334":
    return "L334: سفارة الإمارات العربية المتحدة – انتاناناريفو – مدغشقر"
    case "L400":
    return "أوروبا"
    case "L401":
    return "فيينا - الوفد الدائم للطاقة"
    case "L402":
    return "النمسا - فيينا"
    case "L403":
    return "أذربيجان"
    case "L404":
    return "سفارة الإمارات العربية المتحدة - روسيا البيضاء"
    case "L405":
    return "بلجيكا - بروكسل"
    case "L406":
    return "الدنمارك"
    case "L407":
    return "استونيا"
    case "L408":
    return "فرنسا - باريس"
    case "L409":
    return "ألمانيا - برلين"
    case "L410":
    return "قنصلية الإمارات العربية المتحدة ألمانيا - ميونيخ"
    case "L411":
    return "سفارة الإمارات العربية المتحدة - اليونان"
    case "L412":
    return "ايرلندا - دبلن"
    case "L413":
    return "إيطاليا - روما"
    case "L414":
    return "ايطاليا - ميلان"
    case "L415":
    return "مونتينيجرو"
    case "L416":
    return "هوللاند - لاهاي"
    case "L417":
    return "النرويج - أوسلو"
    case "L418":
    return "بولندا - وارسو"
    case "L419":
    return "البرتغال - لشبونة"
    case "L420":
    return "رومانيا - بوخارست"
    case "L421":
    return "صربيا - بلغراد"
    case "L422":
    return "إسبانيا - مدريد"
    case "L423":
    return "اسبانيا - برشلونة"
    case "L424":
    return "السويد - استوكهولم"
    case "L425":
    return "سويسرا - جنيف"
    case "L426":
    return "اوكرانيا - كييف"
    case "L427":
    return "المملكة المتحدة - لندن"
    case "L428":
    return "سويسرا - برن"
    case "L429":
    return "بعثة الدولة بحلف الناتو / بروكسل"
    case "L430":
    return "بعثة الدولة لدى مجلس الاتحاد الأوروبي - بروكسل"
    case "L431":
    return "أوسلو - النرويج"
    case "L432":
    return "براغ- التشيك"
    case "L433":
    return "سفارة الامارات العربية المتحدة - قبرص - نيقوسيا"
    case "L437":
    return "سفارة الإمارات العربية المتحدة – بودابست – هنغاريا"
    case "L438":
    return "سفارة الإمارات العربية المتحدة – صوفيا – بلغاريا"
    case "L439":
    return "L439: قنصلية الإمارات العربية المتحدة – بون – ألمانيا"
    case "L500":
    return "أمريكا الشمالية"
    case "L501":
    return "كندا - أوتاوا"
    case "L502":
    return "السلفادور"
    case "L503":
    return "مكسيكو سيتي"
    case "L504":
    return "الولايات المتحدة الأمريكية - نيويورك"
    case "L505":
    return "الولايات المتحدة الأمريكية + كندا - واشنطن العاصمة"
    case "L506":
    return "الولايات المتحدة - بوسطن"
    case "L507":
    return "الولايات المتحدة الأمريكية - هيوستن"
    case "L508":
    return "الولايات المتحدة الأمريكية - لوس أنجلوس"
    case "L509":
    return "تورونتو - كندا"
    case "L510":
    return "قنصلية الامارات العربية المتحدة – الولايات المتحدة الامريكية - نيويورك"
    case "L600":
    return "أمريكا الجنوبية"
    case "L601":
    return "سفارة الإمارات العربية المتحدة - الأرجنتين"
    case "L602":
    return "البرازيل - برازيليا"
    case "L603":
    return "البرازيل - ساو باولو"
    case "L604":
    return "شيلي"
    case "L605":
    return "بوغوتا"
    case "L606":
    return "كوبا - هافانا"
    case "L607":
    return "سفارة الامارات العربية المتحدة - بيرو - ليما"
    case "L609":
    return "L609: سفارة الإمارات العربية المتحدة – سان خوسيه  – كوستاريكا"
    case "L900":
    return "مواقع أخرى"
    case "L800":
    return "كينيا – مكتب التأشيرات"
    case "L801":
    return "سيرلانكا – مكتب التأشيرات"
    case "L802":
    return "اندونيسيا – مكتب التأشيرات"
    case "L803":
    return "اليمن – مكتب التأشيرات"
    case "L804":
    return "بنغلاديش – مكتب التأشيرات"
    case "L805":
    return "السنغال – مكتب التأشيرات"
    case "L806":
    return "نيجيريا – مكتب التأشيرات"
    case "L807":
    return "مصر – مكتب التأشيرات"
    case "L808":
    return "لبنان – مكتب التأشيرات"
    case "L809":
    return "تونس – مكتب التأشيرات"
    case "L810":
    return "ليبيا – مكتب التأشيرات"
    case "L811":
    return "مكتب تأشيرات -نيودلهي"
    case "L812":
    return "مكتب تأشيرات - اسلام اباد"
    case "L813":
    return "مكتب تأشيرات-بومباي"
    case "L814":
    return "مكتب تأشيرات -كيرلا"
    case "L815":
    return "مكتب تأشيرات- كراتشي"


    default:
    return id;
  }
}
