export function getProjectName(id){
  switch(id) {
    case "7001":
    return "7001: مبنى المرور والترخيص - عجمان"
    case "7002":
    return "7002: مبني المرور والترخيص -راس الخيمة"
    case "7003":
    return "7003: مبني المرور والترخيص -ام القيوين"
    case "7004":
    return "7004: مبني المرور والترخيص -الفجيرة"
    case "7005":
    return "7005: مركز شرطة الغرب - الشارقة"
    case "7006":
    return "7006: المرحلة الثانية لمعسكرات قوات الامن الخاصة - الذيد"
    case "7007":
    return "7007: حظيرة الطائرات العمودية فى دبا - الفجيرة"
    case "7008":
    return "7008: سكن لافراد القوة العاملة بمناطق مختلفة على مستوى الدولة"
    case "7009":
    return "7009: مبنى المختبر الجنائي - الفجيرة"
    case "7010":
    return "7010: مبنى المختبر الجنائي - راس الخيمة"
    case "7011":
    return "7011: مبنى نقطة شرطة المنيعى - راس الخيمة"
    case "7012":
    return "7012: مركز شرطة المعمورة - راس الخيمة"
    case "7013":
    return "7013: مركز شرطة كلباء - الشارقة"
    case "7014":
    return "7014: مبنى نقطة مسافي - راس الخيمة"
    case "7015":
    return "7015: مبنى الادارة العامة وزارة الداخلية - ابو ظبي"
    case "7016":
    return "7016: انشاء وانجاز نقطة شرطة شعم - راس الخيمة"
    case "7017":
    return "7017: نقطة شرطة الطوبين الفجيرة"
    case "7018":
    return "7018: مركز شرطة المدينة - ام القيوين"
    case "7019":
    return "7019: تسوية مستحقات مشروعات منتهية"
    case "7020":
    return "7020: انشاء واستكمال سجن التوقيف فى ام القيوين"
    case "7021":
    return "7021: الدفاع المدنى - الصجعة - الشارقة"
    case "7022":
    return "7022: مبنى الدفاع المدنى - المنطقة الصناعية - العين - النوذج ج"
    case "7023":
    return "7023: الدفاع المدنى - الحميرية - الشارقة - النموذج ج"
    case "7024":
    return "7024: بناء وانجاز مبنى الدفاع المدنى - زاخر - العين"
    case "7025":
    return "7025: مركز الدفاع المدنى - ضادنا - الفجيرة - النموذج د"
    case "7026":
    return "7026: ادارة الجنسية والاقامة - عجمان"
    case "7027":
    return "7027: انشاء مركز جوازات حدودي"
    case "7028":
    return "7028: تسوية مستحقات مشروعات منتهية (060) استعملت اما كتسوية نهائية او لصيانة الا"
    case "7029":
    return "7029: روضة اطفال في دبا الحصن - الشارقة - 12 فصل"
    case "7030":
    return "7030: مدرسة ابتدائية للبنين في المزهر - دبي"
    case "7031":
    return "7031: هدم واعادة بناء مدرسة المروة الابتدائية للبنات في الجرف - عجمان"
    case "7032":
    return "7032: مدرسة ابتدائية للبنين في جلفار - راس الخيمة"
    case "7033":
    return "7033: احلال مدرسة بلاط الشهداء الابتدائية للبنين في الخران - راس الخيمة"
    case "7034":
    return "7034: اعادة دراسة وتصميم المدارس ورياض الاطفال"
    case "7035":
    return "7035: انشاء مدارس ورياض اطفال في مناطق مختلفة بالدولة (على ان توزع التكاليف على"
    case "7036":
    return "7036: تسوية مستحقات مشروعات منتهية (415-320-295-270-265-280-185-183-184)اما استع"
    case "7037":
    return "7037: مدرسة مشتركة للبنات في المدام - الشارقة"
    case "7038":
    return "7038: احلال مدرسة مشتركة في باليه - الشارقة"
    case "7039":
    return "7039: مجمع الطب الوقائي والصحة المدرسية - أم القيوين"
    case "7040":
    return "7040: مبنى الطب الوقائي - عجمان"
    case "7041":
    return "7041: إنشاء مركز الرعاية الصحية الأولية بمناطق مختلفة بالدولة"
    case "7042":
    return "7042: إضافة مبنى للحوادث في مركز الرعاية الصحية الأولية في الجزيرة الحمراء - رأس"
    case "7043":
    return "7043: انشاء وانجاز مركز طب الأسنان - عجمان"
    case "7044":
    return "7044: إنشاء مركز طب الأسنان في هور العنز - دبي"
    case "7045":
    return "7045: إحلال مركز الرعاية الصحية الأولية بالحمرية - الشارقة"
    case "7046":
    return "7046: إنشاء وإنجاز مستشفى مصفوت - عجمان"
    case "7047":
    return "7047: إنشاء وإنجاز مستشفى عام - 200 سرير - أم القيوين"
    case "7048":
    return "7048: إنشاء وإنجاز مستشفى النساء والولادة والأطفال بمويلح - الشارقة"
    case "7049":
    return "7049: إنشاء وإنجاز إضافة مبنى لجراحة القلب في مستشفى القاسمي بالخزامية - الشارقة"
    case "7050":
    return "7050: توسعات مستشفى الشيخ خليفه بن زايد - عجمان"
    case "7051":
    return "7051: إحلال مستشفى الأمل للأمراض النفسية - 200 سرير - جميرا - دبي"
    case "7052":
    return "7052: إنشاء قسم النساء والولادة في مستشفى الفجيرة"
    case "7053":
    return "7053: تسوية مستحقات مشروعات منتهية"
    case "7054":
    return "7054: تسوية مستحقات مشروعات منتهية (120-110-090)"
    case "7055":
    return "7055: دراسات أولية وتصاميم لمشروعات الطرق"
    case "7056":
    return "7056: إزدواج طريق دبا-مسافي بأكمله(المرحلة الأولي)"
    case "7057":
    return "7057: المسار البديل لطريق الشارقة -رأس الخيمة (المرحلة الأولي)م"
    case "7058":
    return "7058: طريق دبي-الفجيرة السريع"
    case "7059":
    return "7059: إنشاء وانجاز طرق في قري الأمارات الشمالية"
    case "7060":
    return "7060: طريق إذن- الطوين-دبا"
    case "7061":
    return "7061: صيانة وازدواج طريق أم القيوين -فلج المعلا -الذيد"
    case "7062":
    return "7062: صيانة طريق دوار القصيدات - النخيل -شعم"
    case "7063":
    return "7063: صيانة طريق دوار مطار رأس الخيمة -دوار القصيدات"
    case "7064":
    return "7064: صيانة وإزدواج الأجزاء غيرالمزدوجة لطريق خورفكان -دبا"
    case "7065":
    return "7065: صيانة وتحسين طريق الفجيرة-خورفكان"
    case "7066":
    return "7066:  صيانة طريق الخران /رأس الخيمة"
    case "7067":
    return "7067: إضاءة طريق الصجعة -الخوانيج (14)كم"
    case "7068":
    return "7068: صيانة وتحسين الطرق والجسور (بمافيه نشاطات بناء الطرق المذكورة في البرنامج"
    case "7069":
    return "7069: توسيع مباني المحاكم والنيابة العامة-عجمان"
    case "7070":
    return "7070: مبني المحاكم والنيابة العامة -الشارقة"
    case "7071":
    return "7071: مبني المحاكم والنيابة العامة -أم القيوين"
    case "7072":
    return "7072: المكتبة العامة بمسافي - الفجيرة"
    case "7073":
    return "7073: تسوية مشروع منتهي (110) اما استعمل لتسوية نهائية او لصيانة الاصول"
    case "7074":
    return "7074: تسوية مستحقات مشاريع انجزت فى طريق 7056 - 341106 :2005 (دبا - مسافى (المرح"
    case "7075":
    return "7075: ازدواج طريق المدام الشويب"
    case "7076":
    return "7076: ازدواج طريق مسافى - دبا"
    case "7077":
    return "7077: محور طريق الإمارات - ضدنا - الطويين"
    case "7078":
    return "7078: تمديد طريق الإمارات (المرحلة ( الثانية"
    case "7079":
    return "7079: تسوية مستحقات مشاريع أنجزت فى 7061 -341107 :2005 -و341107 3 7066-341107 70"
    case "7080":
    return "7080: تسوية مستحقات مشاريع انجزت فى و 7070 -341104 :2005 7071 -341104"
    case "7081":
    return "7081: إحلال روضة الوفاء بكلباء - الشارقة"
    case "7082":
    return "7082: روضة أطفال بالمعيريض - رأس الخيمة"
    case "7083":
    return "7083: إحلال مدرسة الوطن للتعليم الأساسى ح1 (صباحا) ومركز المعلا لتعليم الكبار (م"
    case "7084":
    return "7084: إحلال مدرسة الحور ح2 للبنات بدبا الحصن - الشارقة"
    case "7085":
    return "7085: مدرسة للتعليم الأساسى ج2 بنات بدبا الفجيرة"
    case "7086":
    return "7086: مدرسة للتعليم الأساسى ح2 بنات بالظيت الجنوبى - رأٍ الحيمة"
    case "7087":
    return "7087: إحلال مدرسة ابن النفيس ح2 بنين بالفجيرة"
    case "7088":
    return "7088: مدرسة للتعليم الأساسى ح2 بنين بالرمس - رأٍس الخيمة"
    case "7089":
    return "7089: مدرسة ثانوية للبنات بالفجيرة"
    case "7090":
    return "7090: مدرسة للتعليم الثانوى للبنين بجلفار رأس الخيمة"
    case "7091":
    return "7091: توسعات قسم الطوارئ بمستشفى القاسمى"
    case "7092":
    return "7092: إحلال قصر الخبيرة"
    case "7093":
    return "7093: نادى الفتيات فى مربح -الفجيرة"
    case "7094":
    return "7094: احلال مدرسة تريم / بنين/ الجزيرة الحمراء / رأس الخيمة"
    case "7095":
    return "7095: احلال مدرسة الاصلاح المشتركة  بنين  الرفيعة   الشارقة"
    case "7096":
    return "7096: احلال مدرسة البستان  بنين  رأس الخيمة"
    case "7097":
    return "7097: احلال مدرسة الذيد  بنين الشارقة"
    case "7098":
    return "7098: تطوير ورفع كفاءات المنشآت التعليمية  ..."
    case "7099":
    return "7099: مدرسة ثانوية للبنات / دبا / الفجيرة"
    case "7101":
    return "7101: احلال روضة اطفال السلامة / الياش/ الشارقة"
    case "7102":
    return "7102: احلال روضة اطفال الكنوز / خور فكان / الشارقة"
    case "7103":
    return "7103: انشاء وانجاز محاكم ونيابات في الفجيرة"
    case "7104":
    return "7104: انشاء وانجاز مركز شرطة الرمس/ رأس الخيمة"
    case "7105":
    return "7105: انشاء وانجاز مركز شرطة الصناعية / الشارقة"
    case "7106":
    return "7106: انشاء واضافات لسجن رأس الخيمة المركزي"
    case "7107":
    return "7107: انشاء وانجاز مركز الدفاع المدني/السلمة/أم القيوين"
    case "7108":
    return "7108: انشاء وانجاز مركز شرطة الميناء / الشارقة"
    case "7109":
    return "7109: احلال روضة اطفال الامواج  الفجيرة"
    case "7110":
    return "7110: انمشاء وانجاز مدرسة حلقة اولى بنين الشارقة"
    case "7111":
    return "7111: انشاء وانجاز مدرسة مشتركة  ح 1 و ح 2   /بنين / الخوانيج / دبي"
    case "7112":
    return "7112: انشاء وانجاز مدرسة مشتركة   ح 2   /بنين / المعمورة / رأس الخيمة"
    case "7113":
    return "7113: احلال مدرسة زعبيل الثانوية للبنات في دبي"
    case "7114":
    return "7114: احلال  مركز الرعاية الصحية الاولية / المعمورة/ رأس الخيمة"
    case "7115":
    return "7115: مركز الرعاية الصحية الاولية / القرائن/ الشارقة"
    case "7116":
    return "7116: انشاء وانجاز مركز مليحة الزراعي والحيواني"
    case "7117":
    return "296.5416667"
    case "7118":
    return "7118: انشاء روضة مصغرة في مدرسة الخضراء / رأش الخيمة"
    case "7119":
    return "7119: انشاء وصيانة السدود والمنشآت المائية"
    case "7120":
    return "7120: تسويات مستحقات مشروعات منتهية"
    case "7122":
    return "7122: انشاء وانجاز محكمة فلج المعلا"
    case "7123":
    return "7123: انشاء وانجاز مخازن الوزارة"
    case "7124":
    return "7124: تسويات مستحقات مشروعات منتهية"
    case "7125":
    return "7125: انشاء وانجاز مبنى الدفاع المدني _المنامة_عجمان"
    case "7126":
    return "7126: انشاء وانجازنقطة شرطة كدرا_رأس الخيمة"
    case "7127":
    return "7127: انشاء وانجاز نقطة شرطة مشيرف_عجمان"
    case "7128":
    return "7128: تسوية مستحقات مشروعات منتهية"
    case "7129":
    return "7129: تسوية مستحقات مشروعات منتهية _50"
    case "7130":
    return "7130: انشاء وانجاز المركز الثقافي عجمان"
    case "7131":
    return "7131: إنشاء وانجاز مركز الفتيات_رأس الخيمة"
    case "7132":
    return "7132: إنشاء وانجاز مركز الفتيات_دبا_ الفجيرة"
    case "7133":
    return "7133: تسوية مستحقات مشروعات منتهية_7093"
    case "7134":
    return "7134: انشاء وانجاز مبنى سجن الابعاد والترحيل  الشارقة"
    case "7135":
    return "7135: تسوية مستحقات مشروعات منتهية"
    case "7136":
    return "7136: إنشاء وإنجاز مبنى مركز شرطة مسافي / الفجيرة - إحلال"
    case "7137":
    return "7137: إنشاء وإنجاز مبنى مركز الدفاع المدني  -  المدينة/ الفجيرة -إحلال"
    case "7138":
    return "7138: إنشاء وإنجاز مبنى مركز شرطة واسط / الشارقة -إحلال"
    case "7139":
    return "7139: إنشاء وإنجاز مبنى مركز شرطة المنامة / عجمان -إحلال"
    case "7140":
    return "7140: إنشاء وإنجاز مبنى مركز الدفاع المدني الرفاعة / رأس الخيمة"
    case "7141":
    return "7141: إنشاء وإنجاز مبنى مركز شرطة الصناعية / الفجيرة"
    case "7142":
    return "7142: إنشاء وإنجاز مبنى الجنسية والإقامة / الشارقة -إحلال"
    case "7143":
    return "7143: إنشاء وإنجاز مبنى المختبر الجنائي / الشارقة -إحلال"
    case "7144":
    return "7144: إنشاء وإنجاز مبنى مركز  -شامل شرطة الدقداقة / رأس الخيمة -إحلال"
    case "7145":
    return "7145: روضة الشموع / رأس الخيمة - إحلال"
    case "7146":
    return "7146: مدرسة النعمان ابن مقرن للتعليم الأساسي للبنين -المنطقة الشرقية-إحلال"
    case "7147":
    return "7147: مدرسة رأس الخيمة للتعليم الثانوي – رأس الخيمة  -إحلال"
    case "7148":
    return "7148: مدرسة عبد الرحمن الناصر للتعليم الأساسي للبنين/ ح1 الشارقة  -إحلال"
    case "7149":
    return "7149: إنشاء وإنجاز مدرسة للتعليم الأساسي ح1 وروضة أطفال بالنوف/الشارقة"
    case "7150":
    return "7150: مدرسة شمل للتعليم الأساسي ح1+ح2 رأس الخيمة - إحلال"
    case "7151":
    return "7151: مدرسة الحصن للتعليم الأساسي ح1/الشارقة -إحلال"
    case "7152":
    return "7152: مدرسة ابن حزم للتعليم الأساسي والثانوي بالمنامة /عجمان -إحلال"
    case "7153":
    return "7153: مدرسة بنت حباب للتعليم بنات دبا الفجيرة -إحلال"
    case "7154":
    return "7154: مدرسة جويزع بالصجعة / الشارقة -إحلال"
    case "7155":
    return "7155: مدرسة ابن تيمية للتعليم الأساسي بمشيرف /عجمان -إحلال"
    case "7156":
    return "7156: مستشفى شعم – رأس الخيمة - إحلال"
    case "7157":
    return "7157: إنشاء وإنجاز مركز طب الأسنان / أم القيوين -إحلال"
    case "7158":
    return "7158: إنشاء وإنجاز مركز رعاية الأمومة والطفولة/ الشارقة -إحلال"
    case "7159":
    return "7159: إنشاء وإنجاز مركز طب الأسنان بخور فكان / الشارقة"
    case "7160":
    return "7160: إنشاء وإنجاز مركز الرعاية الصحية بالحميدية / عجمان -إحلال"
    case "7161":
    return "7161: إنشاء وإنجاز مبنى مكتب العمل بالذيد / الشارقة"
    case "7162":
    return "7162: إنشاء وإنجاز مبنى مكتب العمل بخورفكان / الشارقة"
    case "7163":
    return "7163: إنشاء وإنجاز مبنى مكتب العمل بالعين"
    case "7164":
    return "7164: الطريق العابر من دوار الأقرن إلى الدائري رأس الخيمة"
    case "7165":
    return "7165: تطوير طريق مسافي  - الفجيرة"
    case "7166":
    return "7166: تطوير ورفع كفاءة الطريق بين دوار الطويين -طريق الامارات- الإتحاد"
    case "7167":
    return "7167: إنشاء المختبر المركزي / الشارقة - إحلال"
    case "7168":
    return "7168: إنشاء وإنجاز محجر متكامل للحيوانات والطيور / دبي"
    case "7169":
    return "7169: انشاء وانجاز مبنى الحفظ والأرشيف أبوظبي"
    case "7170":
    return "7170: إنشاء وإنجاز مجمع رياضي في إمارة رأس الخيمة"
    case "7171":
    return "7171: إنشاء وإنجاز مجمع رياضي في إمارة  الفجيرة"
    case "7172":
    return "7172: انشاء وانجاز مركز ثقافي في الشوامخ - ابوظبي"
    case "7173":
    return "7173: انشاء وانجاز مركز ثقافي في دلما - ابوظبي"
    case "7174":
    return "7174: انشاء وانجاز مبنى المحاكم والنيابات الإتحادية - ابوظبي"
    case "7175":
    return "7175: (مبنى قيادة قوات الأمن الخاصة -الوحدة الثانية(سيح المهب-الذيد الشارقة"
    case "7176":
    return "7176: مبنى قوات الامن الخاصة - رأس الخيمة"
    case "7177":
    return "7177: مبنى قوات الامن الخاصة - الوحدة الثالثة - قيراط  الفجيرة"
    case "7178":
    return "7178: مبنى غرفة العمليات المركزية -رأس الخيمة"
    case "7179":
    return "7179: إنشاء وإنجاز مبنى إدارة الدفاع المدني المدينة - عجمان  ( إحلال )"
    case "7180":
    return "7180: إنشاء وإنجاز مبنى الإدارة العامة لشرطة  الفجيرة (إحلال)"
    case "7181":
    return "7181: إنشاء وإنجاز مبنى الإدارة العامة لشرطة  الشارقة (إحلال)"
    case "7182":
    return "7182: إنشاء وإنجاز مبنى مركز (شامل) شرطة الذيد  / الشارقة (إحلال )"
    case "7183":
    return "7183: إنشاء وإنجاز مبنى مركز (شامل) (نموذج ب) بفلج المعلا  / ام القيوين (إحلال)"
    case "7184":
    return "7184: إنشاء وإنجاز مبنى الجنسية والإقامة  / ام القيوين (إحلال)"
    case "7185":
    return "7185: إنشاء وإنجاز م/رميثة الأنصارية للتعليم الأساسي (ح1) بنات الفجيرة( إحلال )"
    case "7186":
    return "7186: إنشاء وإنجاز روضة أطفال بالخزان / الفجيرة"
    case "7187":
    return "7187: إنشاء وإنجاز مدرسة (ح1-ح2) للبنين بالبدية / الفجيرة"
    case "7188":
    return "7188: إنشاء وإنجاز مدرسة (ح1) بنات وروضة أطفال بالرمس / رأس الخيمة"
    case "7189":
    return "7189: إنشاء وإنجاز مركز الرعاية الصحية – الجير/ رأس الخيمة  ( إحلال )"
    case "7190":
    return "7190: تطوير ورفع كفاءة الطريق الاتحادي ( E88  ) الشارقة – الذيد - مسافي"
    case "7191":
    return "7191: تطوير ورفع كفاءة الطريق الاتحادي (  E11 ) من شعم إلى معبر  الدارة الحدودي"
    case "7192":
    return "7192: E99 تطوير و رفع كفاءة و استكمال طريق مليحة من شارع الشيخ خليفة و طريق"
    case "7193":
    return "7193: تطوير طريق ( E311 ) من مخرج ( 119 ) إلى تقاطع أم القيوين– فلج المعلا"
    case "7194":
    return "7194: تطوير ورفع كفاءة تقاطع مدخل أم القيوين"
    case "7195":
    return "7195: إنشاء وإنجاز مبنى محكمة خورفكان  / الشارقة ( إحلال )"
    case "7196":
    return "7196: إنشاء وإنجاز المركز الثقافي / الفجيرة"
    case "7197":
    return "7197: إنشاء وإنجاز مبنى مكتب وزارة الخارجية  / الشارقة"
    case "7198":
    return "7198:وصلات الطرق للمجمعات السكنية"
    case "7199":
    return "7199:تطوير تقاطع البديع ( E611 )"
    case "7200":
    return "7200:الطريق الرابط بين شارع الشيخ خليفة الفجيرة بمركز خطم الملاحة"
    case "7201":
    return "7201:إنشاء وإنجاز الطرق الداخلية للمجمعات السكنية"
    case "7202":
    return "7202:صيانة وازدواج طريق السيجي"
    case "7203":
    return "7203:إنشاء وإنجاز روضة أطفال بعود المطينة / دبي"
    case "7204":
    return "7204:مركز الرعاية الصحية الأولية / كلباء/ الشارقة  (إحلال)"
    case "7205":
    return "7205:مركز الرعاية الصحية الأولية / رأس الخيمة  (إحلال)"
    case "7206":
    return "7206:إنشاء وإنجاز محكمة مصفوت / عجمان ( إحلال )"
    case "7207":
    return "7207:إنشاء وإنجاز مركز الألعاب الفردية / دبي"
    case "7208":
    return "7208:إنشاء وإنجاز صالة متعددة الأغراض للألعاب الجماعية / دبي"
    case "7209":
    return "7209:إنشاء وإنجاز مركز الإمارات لإلعاب القوى / الشارقة"
    case "7210":
    return "7210 :رفع كفاءة طريق الأشغال العسكرية (مزيرع/وادي القور)"
    case "7211":
    return "7211: تطوير ورفع كفاءة طريق حمد بن عبدالله -الفجيرة"
    case "7212":
    return "7212: تسوية مستحقات مشروعات منتهية (7161 - 7162)"
    case "7213":
    return "7213: إنشاء وإنجاز الادارة العامة للدفاع المدني بالشارقة - الشارقة (إحلال)"
    case "7214":
    return "7214: إنشاء وأنجاز شرطة المدام  - الشارقة (إحلال)"
    case "7215":
    return "7215: إنشاء وإنجاز مركز دفاع مدني دبا - الفجيرة (إحلال)"
    case "7216":
    return "7216: إنشاء وإنجاز القيادة العامة لشرطة أم القيوين - أم القيوين (إحلال)"
    case "7217":
    return "7217: إنشاء وإنجاز القيادة العامة لشرطة عجمان - عجمان (إحلال)"
    case "7218":
    return "7218: إنشاء وإنجاز مركز الدفاع المدني - كلباء - الشارقة (إحلال)"
    case "7219":
    return "7219: إنشاء وإنجاز مركز الدفاع المدني المدينة - أم القيوين (إحلال)"
    case "7220":
    return "7220: إنشاء وإنجاز مركز شرطة شامل بالمدينة - اس الخيمة"
    case "7221":
    return "7221: إنشاء وإنجاز مركز الدفاع المدني - غليلة - راس الخيمة"
    case "7222":
    return "7222: إنشاء وإنجاز مركز شرطة شامل الجرف - عجمان"
    case "7223":
    return "7223: إنشاء وإنجاز الإدارة العامة للدفاع المدني - راس الخيمة (إحلال)"
    case "7224":
    return "7224: مركز الرعاية الصحية الاولية - العوير بدبي (إحلال)"
    case "7225":
    return "7225: إنشاء وانجاز مركز المدينة الصحي بالراشدية - عجمان (إحلال)"
    case "7226":
    return "7226: مركز الرعاية الصحية الاولية -ببطين السمر - راس الخيمة (إحلال)"
    case "7227":
    return "7227: إنشاء وانجاز مبنى الطب الوقائي بالذيد - الشارقة (إحلال)"
    case "7228":
    return "7228: إنشاء وانجاز محكمة ونيابة المدام الجزئية - المدام - الشارقة"
    case "7229":
    return "7229: مشروع نيابة الفجيرة الكلية والاستئنافية - الفجيرة"
    case "7230":
    return "7230: إنشاء وانجاز محكمة ونيابة دبا الفجيرة - دبا الفجيرة"
    case "7231":
    return "7231:تطوير شارع الاتحاد (المرحلة الاولى)"
    case "7232":
    return "7232: الاضافات للطرق الاتحادية"
    case "7233":
    return "7233: حماية القطوعات الصخرية على الطرق الاتحادية"
    case "7234":
    return "7234: إنشاء وانجاز مبنى مواقف سيارات متعددة الطوابق لمبنى وزارة الخارجيةوالتعاون"
    case "7235":
    return "7235: إنشاء وانجاز مبنى دار لرعاية المسنين في عجمان - عجمان (إحلال)"
    case "1001":
    return "1001: انشاء وانجاز مباني عاجلة تطلب فى حينها"
    case "1002":
    return "1002: صيانة وترميم مباني ومنشأت الوزارة"
    case "1003":
    return "1003: مسوحات جيولوجية ودراسات جيوفيزيقية واعداد خرائط جيولوجية وتكتونية للدولة"
    case "1004":
    return "1004: صيانة مقار البعثات ومساكن رؤساء البعثات المملوكة بالخارج"
    case "1005":
    return "1005: بناء السفارة وبيت السفير - الرباط"
    case "1006":
    return "1006: شراء مبنى كمقر اقامة للسفير - مدريد"
    case "1007":
    return "1007: تجهيز مقر مشروعي بناء السفارة وسكن السفير في برلين ( اتعاب مهندسين - فحص ت"
    case "1008":
    return "1008: شراء مبنى كمقر اقامة للسفير - تونس"
    case "1009":
    return "1009: شراء مبنى بيت للسفير - بيروت"
    case "1010":
    return "1010: بناء المقر الرئيسي للسفارة - طهران"
    case "1011":
    return "1011: توصيل الماء والكهرباء الى المدارس الجديدة"
    case "1012":
    return "1012: دراسات وتصاميم لمشروعات المباني"
    case "1013":
    return "1013: إنشاء محطات مراقبة تنفيذ قانون تحديد الأوزان المحورية للمركبات الثقيلة"
    case "1014":
    return "1014: صيانة المباني الحكومية"
    case "1015":
    return "1015: اضافات ضغرى للمباني الحكومية"
    case "1016":
    return "1016: صيانة الطرق في مناطق مختلفة بالدولة"
    case "1017":
    return "1017: تسوية مستحقات لمشروع منتهي (100) أما ستعملت كتسوية نهائية أو لصيانة الأصو"
    case "1018":
    return "1018: تسوية مستحقات لمشروع منتهي (060) أما استعملت كتسوية نهائية أو لصيانة الأصو"
    case "1019":
    return "1019: مسح مصادر المياه والتربة"
    case "1020":
    return "1020: حفر آبار"
    case "1021":
    return "1021: الدراسات الفنية وإنشاء السدود علي الأدوية"
    case "1022":
    return "1022: إنشاء مغاطس لمراكز الحجر البيطري بمنافذ الدولة"
    case "1023":
    return "1023: الوصف غير معرف في النظام"
    case "1024":
    return "1024: سراء مبني لسكن السفير في واشنطن"
    case "1025":
    return "1025: انشاء مكتب وزارة الاشغال / رأس الخيمة"
    case "1026":
    return "1026: تسوية مستحقات مكشروعات منتهية _1013"
    case "1027":
    return "1027: شراء مبنى لمقر السفارة / فيينا"
    case "1028":
    return "1028: شراء مبنى لمقر السفارة / مدريد"
    case "1029":
    return "1029: شراء أرض لمقر البعثة / نيويورك"
    case "1030":
    return "1030 :شراء مبنى لسكن رئيس البعثة بالأرجنتين"
    case "1031":
    return "1031 :شراء مبنى لمقر السفارة باليونان - أثينا"
    case "1032":
    return "1032 :شراء مبنى لمقر السفارة بسويسرا - برن"
    case "1033":
    return "1033 :شراء مبنى لسكن رئيس البعثة في لاهاي"
    case "1034":
    return "1034 :شراء مبنى لسكن رئيس البعثة في اربيل"
    case "1035":
    return "1035: شراء مبنى مقر السفارة / المكسيك"
    case "1038":
    return "1038:شراء مقر للقنصلية في ساوباولو - البرازيل"
    case "1046":
    return "1046:مقر سفارة الدولة في منغوليا - أولان باتور"
    case "1047":
    return "1047:00:00"
    case "1048":
    return "1048:00:00"
    case "1049":
    return "1049:00:00"
    case "1050":
    return "1050: إنشاء وإنجاز مقر سفارة الدولة في بروكسل"
    case "1051":
    return "1051: شراء مقر سفارة الدولة في كوبنهاجن"
    case "1052":
    return "1052: شراء مقر سكن سفير الدولة في كوبنهاجن"
    case "1053":
    return "1053: شراء مقر سفارة الدولة في ريغا"
    case "1054":
    return "1054: شراء مقر سفارة الدولة في بوغوتا"
    case "1055":
    return "1055: شراء مقر سكن سفير الدولة في طشقند"
    

    default:
    return id;
  }
}
